{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/10/indesit-fire-hazard-tumble-dryer",
  "id": "2016-05-10-311",
  "sectionId": "money",
  "body": "I bought an Indesit tumble dryer in 2013. In November 2015 I read media reports about tumble dryers with a potential fire risk and checked the serial number of my machine. It was guilty. I immediately registered it on the Hotpoint website and received an email stating that it would be modified within six weeks. I have since followed the advice not to leave the machine unattended when in use and to clean fluff from the filters after every cycle.  In January I was told that the repair would take place in March. Well into April the website was still promising a March repair. Hotpoint staff also reassured me that it would be repaired in March – because the website said so. It is offering affected customers a new dryer at a reduced cost, but I am not interested in giving them more money. This has rumbled on for nearly six months and looks likely to continue.  My tumble dryer is next to useless as I have a busy life and am unable to babysit it. RS, Steeple Aston, Oxon It’s probably neither a comfort not a surprise to know that you are not alone. Whirlpool, which owns the Hotpoint and Indesit brands, issued a safety recall after a number of machines, sold over 11 years, caught fire and damaged or destroyed homes. Over 3.4 million householders have since been contacted and more urged to come forward if they bought an Indesit, Hotpoint or Creda dryer between 2004 and 2015. Those who register now are having to wait 10 weeks for an estimated repair date, then a further nine months for an appointment which means they are being left with potentially hazardous machines for 11 months. Not that Whirpool admits any of this to me. In its bland response it says that it’s “working hard to resolve all customer matters as quickly and efficiently as we can” and that it is “working to address” your concerns. Indeed it is, but only after you turned to The Observer. You get a call the next day and get an appointment for 13 May. In the meantime, thousands of others are waiting and hoping their homes don’t go up in flames while Whirlpool trains another 350 engineers to cope. If you need help email Anna Tims at your.problems@observer.co.uk or write to Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU. Include an address and phone number.",
  "webTitle": "Hung out to dry by Indesit as I’m left to babysit a fire hazard",
  "webPublicationDate": "2016-05-10T06:00:01Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/10/indesit-fire-hazard-tumble-dryer",
  "keyword": [
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Tims",
      "id": "profile/annatims"
    }
  ],
  "guardianId": "money/2016/may/10/indesit-fire-hazard-tumble-dryer"
}