{
  "apiUrl": "https://content.guardianapis.com/science/sifting-the-evidence/2016/may/20/plain-standardised-cigarette-packaging-has-arrived-but-will-it-reduce-smoking",
  "id": "2016-05-20-302",
  "sectionId": "science",
  "body": "From today, brightly coloured branding will be stripped from tobacco packs when standardised (or ‘plain’) cigarette packaging legislation comes in to effect.  Cigarette packs will now be a single colour - ‘Pantone 448 C opaque couché’ (according to market research the ‘world’s ugliest colour’), and the brand name will be written in a standard font, size and location. New health warnings covering 60% of the pack will also be introduced. All cigarette packs and tobacco pouches manufactured for sale in the UK from now on will have to comply with these regulations, and within a year there should be no branded packs on shelves at all. Ireland and France are also introducing this legislation today.  But what impact will this new legislation have? After the numerous public consultations, government reports and legal battles (in both the highest European, UK and Australian courts), the government, tobacco industry, and the general public will be keen to know whether standardised packaging will actually reduce the prevalence of smoking.  It’s fair to say that nobody expects standardised packaging to be a silver bullet, and any effects of standardised packaging are likely to develop slowly. However, a large number of experiments, surveys and focus groups (many of which are summarised in two systematic reviews published in 2012 and 2013, and which Suzi Gage has blogged about before) have found that standardised packaging changes attitudes and beliefs around smoking, including reducing the appeal of smoking, increasing the noticeability of the health warnings, and preventing people from being misled about the relative health risks of different brands (people incorrectly assume that packs in lighter colours - i.e. “low tar” - are less harmful than darker coloured - i.e. “high tar” - packs).  The evidence that standardised packaging will change actual smoking behaviour is less clear, as this kind of research is difficult to do, but it is expected that as a result of these changes in attitudes and beliefs, standardised packaging will encourage some smokers to think twice about their smoking behaviour and, crucially, discourage some of the 200,000 children who start smoking every year from taking up the habit.    Related: Tobacco firms lose high court battle over plain packaging    Quantifying the expected impact of standardised packaging on actual behaviour when implemented in the real world is difficult. Australia was the first (and, until today, the only) country in the world to introduce standardised packaging, back in December 2012. In 2015, 14 Open Access studies were published reporting the effects of standardised packaging there, finding that standardised packaging reduced the appeal of smoking and of cigarettes themselves, encouraged smoking cessation and made the health warnings more prominent. These findings support those observed in the laboratory studies and surveys conducted prior to the implementation of standardised packaging, adding weight to this previous body of literature. In addition, Australian research found no evidence for an increase in the illicit trade of cigarettes, which has been one of the tobacco industry’s main criticisms of standardised packaging policy.  But did standardised packaging change the actual numbers of smokers in Australia? Although the prevalence of smoking has been in decline in Australia for some time, an Australian government report shows that this decline has accelerated since the introduction of standardised packaging. It is estimated that standardised packaging is directly responsible (after taking into account other factors such as tax increases) for 25% of the 2.2% drop in smoking prevalence observed in the 36 months after the introduction of standardised packaging as compared with the 36 months before. This may not sound like a lot, but this is equivalent to 118,000 fewer Australians smoking as a direct result of standardised packaging. Given that two thirds of smokers are expected to die from diseases caused by tobacco use, this is a clinically meaningful decline.  This estimate is by no means perfect - short of interviewing every person in Australia, we can never know the exact number of smokers who have stopped as a direct result of this legislation or the number of teenagers who don’t start. As for the UK, we might expect to see a greater reduction in the number of smokers as compared with Australia due to our higher smoking prevalence (approximately 21% as compared with 13%) and our larger population (65.5 million as compared with 23.5 million). In the UK, the Office for National Statistics reports annual smoking prevalence, so like Australia we will be able to see whether there is a decline in prevalence in the next few years. In addition, a number of UK surveys are planned, including an online survey of 6,000 adult smokers (the Adult Tobacco Policy Survey), an in-home survey of 1,000 children (the Youth Tobacco Policy Survey) and a telephone survey of adult smokers (the Smoking Toolkit Study). Each of these will investigate differences in perceptions and experiences of smoking and cigarette packaging before and after the introduction of standardised packaging.  Standardised packaging is part of the UK’s comprehensive tobacco control strategy which includes tax increases, point of sale display bans, smoking bans and other advertising bans. Together, these strategies are expected to reduce the prevalence of smoking, and ultimately reduce the burden of disease caused by tobacco. It may not be a silver bullet, but it may be one more nail in the coffin. Olivia Maynard is a Senior Research Associate at the University of Bristol. During her PhD she used cognitive neuroscience techniques to investigate the effectiveness of standardised packaging of cigarettes. Find her on Twitter @OliviaMaynard17.",
  "webTitle": "Plain cigarette packaging has arrived, but will it reduce smoking?",
  "webPublicationDate": "2016-05-20T07:00:34Z",
  "webUrl": "https://www.theguardian.com/science/sifting-the-evidence/2016/may/20/plain-standardised-cigarette-packaging-has-arrived-but-will-it-reduce-smoking",
  "keyword": [
    {
      "webTitle": "Smoking",
      "id": "society/smoking",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Tobacco industry",
      "id": "business/tobacco-industry",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "science/sifting-the-evidence/2016/may/20/plain-standardised-cigarette-packaging-has-arrived-but-will-it-reduce-smoking"
}