{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/24/insurance-industry-fossil-fuel-divestment-oil-and-gas",
  "id": "2016-05-24-22",
  "sectionId": "sustainable-business",
  "body": "The US insurance industry, the country’s second largest institutional investor in oil, gas and coal with $459bn in fossil fuel investments, needs to divest or face serious threats to its financial stability, according to a report released Tuesday. The report, funded by Ceres, a Boston-based sustainability advocacy group, analyzes investment data from the country’s 40 largest insurance companies, including Prudential, AIG, Metlife, State Farm and Allstate. The report doesn’t quantify the potential financial losses but points out the economic challenges that have bedeviled the fossil fuel industry, such as low oil prices and the bankruptcy filings of 69 North American oil and gas producers since the beginning of 2015.  Cynthia McHale, the report’s lead author, says the public is largely unaware of the extent of fossil fuel investments by their insurance companies. Poor investment strategies could negatively affect the financial health of insurance firms and their ability to pay out claims to policyholders. “Their policyholders may not feel comfortable with the fact that their insurance company is investing in oil and gas or coal,” McHale said. “Maybe we have more risk here than was previously understood, which in turn affects the capital that these insurance companies need to carry.”   Related: New York pension fund could have made billions by divesting from fossil fuels – report    The report comes at a time when the insurance industry is facing increasing political pressure to figure out how to address investment risks presented by climate change. Last month, about 175 governments gathered at the United Nations to sign the Paris climate agreement, which aims to limit changes to global average temperatures to under 2C from pre-industrial revolution and minimize the environmental and social devastation that could come with a warmer world, such as increasing droughts and mass extinction of species. Part of the global fight to rein in rising temperatures will require using less fossil fuels to power everyday lives. A study published in Nature last year calculated that globally, 82% of coal, 49% of gas and 33% of oil reserves would need to remain unused to keep temperatures from increasing by 2C. In April, UN Secretary General Ban Ki-moon challenged the insurance industry to “decarbonize” its portfolios and invest more heavily in green energy by 2020. On 25 January, 2016, California’s Dave Jones became the first state insurance commissioner to ask insurance companies operating in the state to voluntarily divest from thermal coal investments. At the same time, Jones announced upcoming changes to reporting requirements from insurance companies with new requirements for detailed disclosures of annual carbon-based investments, including oil, gas and coal. The first reporting deadline is 1 July and the disclosures will be made public, Jones said. Advocacy groups are also taking insurance companies to task. Earlier this month, activist group Market Forces waged a campaign in Sydney, Australia to call attention to insurance group QBE’s investments in coal, by applying the tagline “Made possible by QBE” – used by the company in its 2012 annual report – to pictures of coal mines and environmental disasters. Ceres’s latest report comes a day before Chevron and ExxonMobil hold their annual meetings, where company executives will face questions about how they plan to manage risks posed by climate change. Some insurance companies are changing their investment strategies. In November, Germany’s Allianz insurance company, one of the world’s largest investors, announced that it would decrease investments in coal and increase investments in wind power.   Related: Have we reached the tipping point for investing in renewable energy?    Proponents of divestments say the industry, which is all about managing risks by insuring against catastrophes and other unforeseen incidents, should understand more than any other the perils of investing in fossil fuels. But Victor B Flatt, director of the University of North Carolina School of Law’s Center for Climate, Energy, Environment and Economics, noted that insurers aren’t necessary recognizing that climate change poses financial risks to both their business and investments. “The people who make the decisions about actuarial risks – tornadoes, hurricanes – those people are more aware of climate impacts than the people who are handling the asset investment,” Flatt said. “There’s the side that writes policies and considers risks and I would say that they’re ahead of most American businesses in recognizing that climate change is a risk to [them] having to pay out for more than what they bargained for.” Insurance companies who responded to requests for comment maintain that they are managing their investments carefully, but none addressed the long term risks of putting money in fossil fuels. State Farm said by email that it does not “discuss our investment strategies in a public forum”. In an emailed statement, Allstate said: “As a core part of our investment management and risk/return evaluation process, we continually evaluate prevailing and potential future market conditions, regulations and investment creditworthiness, among other factors, and adjust our portfolio accordingly.” John Hancock, one of the largest investors in oil and gas, highlighted its recent investments in renewables in this statement: “To date this year, we have invested about $1bn in utilities and oil and gas and $360m in renewables.” McHale concedes that insurance companies won’t likely change their investment strategies quickly given their size and conservative culture. “It’s a little bit like slowing and turning the Titanic, I think,” McHale said. “You need to start now by getting your arms around where you are exposed.”",
  "webTitle": "Insurance companies taking too big a risk on fossil fuels, report says",
  "webPublicationDate": "2016-05-24T20:29:32Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/24/insurance-industry-fossil-fuel-divestment-oil-and-gas",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuel divestment",
      "id": "environment/fossil-fuel-divestment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Leah Messinger",
      "id": "profile/leah-messinger"
    }
  ],
  "guardianId": "sustainable-business/2016/may/24/insurance-industry-fossil-fuel-divestment-oil-and-gas"
}