{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/04/real-madrid-atletico-derby-day-champions-league-final-manchester-city",
  "id": "2016-05-04-23",
  "sectionId": "football",
  "body": "The night before had been Neptune’s, now it was Cibeles’s turn. Madrid’s clubs will have their day; they also have their deities, and not only Saúl Ñíguez, Antoine Griezmann and Gareth Bale, the men whose goals mean that they will meet again. Another night, another party, in honour of a second European Cup final in two years. From Lisbon 2014 to Milan 2016. “Real Madrid’s fans love the Champions League,” Cristiano Ronaldo said; “It was beautiful to suffer,” Fernando Torres said. For this reward, it was, too – but better still to celebrate.   Related: Manchester City suffer as Fernando own goal hands semi-final to Real Madrid    Soon after the final whistle in Munich on Tuesday night, Atlético fans began arriving at the statute of Neptune, the god of the sea with whom they have been spending rather a lot of time of late. Even before the first whistle here, 500 yards up the Paseo del Prado, they were preparing for Real’s fans to emulate them. As Manchester City’s supporters gathered in Plaza Mayor, council workers surrounded Cibeles, goddess of fertility, with protective barriers. It was as if they knew; Madrid played as if they knew, too. So, it sometimes felt, did City. Never did the rebel against this goddess’s will. The party was prepared; at 10.45pm it began. Madrid had accelerated during the second half, getting closer to the goal and, just as importantly, getting closer to the full-time whistle. One goal was enough for Madrid; one would have been enough for City but they could not react. By the end they had never threatened, so much so that it was as if they were not even trying to, not producing a single shot on target. It may not have been perfect football but Madrid did enough and when the final-whistle Bad Moon Rising boomed out and the players lined up to applaud their fans, supporters resisted leaving but eventually headed down the Castellana, singing. If there is something about Atlético under Diego Simeone, there is also something about Real Madrid and this competition, something about these nights that is so different from games held on any given Sunday. It is the European Cup that made them, an identity forged in winning the first five trophies. Over 32 years they waited for their seventh; for 12 years winning the décima, their 10th, was an obsession that ate away at them. They ended that wait two years ago; now they are there again. “What a way to suffer!” lauds Atlético’s centenary anthem, sung by the gravelly-voiced folk singer Joaquín Sabina. Madrid’s anthem calls on a “field of stars”, an operatic march sung by Plácido Domingo. Maybe there is something in that. Real’s road to Milan has proven a little less winding than Atlético’s. Frankly, it was easier, City included. It will trouble Manuel Pellegrini how easy it was. Yes, Pep Guardiola was defeated in the semi-final too, but this was simply not the same. There was nothing heroic in this defeat, no glory in how they fell. As for Real, the glory was in getting there more than how they got there. Simeone’s side defeated PSV on penalties and got past Barcelona and Bayern, resisting. Madrid defeated Roma, Wolfsburg and now Manchester City. They needed a comeback against the Germans, winning 3-0 here having lost 2-0 away, Ronaldo scoring a superb hat-trick, but there was little epic really. When they got there it was an own goal that opened the way. That was what Uefa said anyway. Bale may disagree, not keen to be denied his first goal of this season’s competition.     Real Madrid’s team bus had edged its way to the stadium amid fireworks and fans – thousands of them. Photograph: David Ramos/Getty Images    At 1-0, at the mercy of an away goal, comfort can never be complete but Madrid were superior here and knew it, but they did not always sparkle. In truth, they rarely have in this competition this season. Nor, though, despite Zinedine Zidane’s warning, did they “suffer”. And, four months to the day since he took over, he is in his first European Cup final as a coach. Here was another special night, a special day. Supporters waited at the Plaza de las Sagradas Corazones for the team bus. When it reversed into the Bernabéu, the back appeared to be burnt. It had edged its way there along Concha Espina amid fireworks and fans, thousands of them. On the metro, a sing-off began, palms thumping the ceiling, carriage bouncing: Blue Moon versus Como no te va a querer? “How could I not love you,” the lyrics run, “when you won the European Cup for a 10th time?” It won’t scan quite so well with 11 but they won’t care. Atlético’s fans would love their team to get one; they would love them if they got none. “Te Amo,” I love you, ran the mosaic before the first leg of their semi-final against Bayern. Madrid raised one of their own here: 78,000 pieces of folded-up coloured card, with handy instructions on the back. “Together, nothing is impossible,” it declared. Beating City certainly was not. “Make it Real,” it urged, pun intended. They did. It always felt as if they would.   Related: Vincent Kompany injury again highlights Manchester City’s damning weakness | Jamie Jackson    When Bale’s first-half cross deflected in off Fernando, Madrid had the goal they needed. City still needed only one, too, but Keylor Navas was a spectator. Rarely did they really look like getting the goal, not even when Kevin De Bruyne hit the side-netting in the final 10 minutes, although when Sergio Agüero’s shot hit the top of the net in the 88th minute there were nerves and a moment later Navas had to come out to head clear, a little uneasily. City did not even have the desperation that might have driven them. Navas had spent the second half watching the white shirts rolling forward, attacking with increasing insistence if not often with clear ideas. Or, if not, stepping out to intercept easily, led by Sergio Ramos. If Madrid might have been tempted to defend, instead they attacked. It did not often expose them; it just exposed how much better they are. Luka Modric and Ronaldo might both have got the second goal, only for Joe Hart to stop them both. Then Bale headed against a post and when the cross came back in, Ronaldo could not quite reach it on the line, leaping to slap it in with his hands. City’s fans boomed out Blue Moon but they were standing alone. “How could I not love you?” ran round again. “Madrid! Madrid!” the Bernabéu chanted, the city that has two teams in the final, and where for the second night running a party was about to get under way. Milan awaits. So, like Neptune the night before, did Cibeles.",
  "webTitle": "Madrid given another derby day as Real match Atlético in Champions League | Sid Lowe",
  "webPublicationDate": "2016-05-04T21:20:07Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/04/real-madrid-atletico-derby-day-champions-league-final-manchester-city",
  "keyword": [
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cristiano Ronaldo",
      "id": "football/ronaldo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Gareth Bale",
      "id": "football/gareth-bale",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Zinedine Zidane",
      "id": "football/zinedine-zidane",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/blog/2016/may/04/real-madrid-atletico-derby-day-champions-league-final-manchester-city"
}