{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/jose-mourinho-manchester-united-move-image-rights",
  "id": "2016-05-25-29",
  "sectionId": "football",
  "body": "José Mourinho’s appointment as Manchester United manager is being held up by Chelsea’s ownership of the rights to his name and image, with the west London club thought to be seeking a sizeable payment for their release.   Related: José Mourinho and Pep Guardiola get set for a new El Crassico | Marina Hyde    Chelsea stand to earn a seven-figure sum from the manager they sacked in December even as he takes over at one of their major rivals. Ed Woodward, United’s executive vice-chairman, was locked in negotiations until late on Wednesday night with Jorge Mendes, Mourinho’s agent, and Chelsea, along with lawyers for the three parties. It is understood Chelsea bought the rights to Mourinho’s name and image in 2005, a year into the first of his two tenures at Stamford Bridge. Despite being sacked to end his second spell in charge of Chelsea, the club continue to sell an array of products bearing his name and image, including mugs, phone cases and posters. Given Mourinho’s global profile, Chelsea can be expected to still earn considerable money from those rights. There is no suggestion from United this could prevent Mourinho becoming Louis van Gaal’s successor. But Woodward is intent on acquiring the rights, or failing that may consider leveraging them by paying a licence fee to Chelsea, since they will provide lucrative income. The issue is expected to be resolved and Mourinho should sign a three-year deal with United worth in excess of the £7.5m he earned annually while at Stamford Bridge.   Related: Zlatan Ibrahimovic wants £220,000-a-week to join Manchester United    While Thursday is now the earliest the 53-year-old could be officially announced as manager, Paul Scholes has warned Mourinho he will have to provide entertaining football to please supporters once he is appointed. “The fans at Man United demand entertaining football and I’m sure Mourinho will come and try and give it,” Scholes told BBC Surrey. “He’s a top manager, he’s proven that before and hopefully he can do that again.” Ryan Giggs, the No2 under Van Gaal, is on holiday in Dubai considering whether to accept an offer from Mourinho to be a member of his backroom staff. While it is not known how senior a role this is, Scholes, a close friend, said: “I think it’s important that there’s some form of continuity. Hopefully he’ll still be at the club, hopefully still working with the first team. He knows the club inside out, he’s been there for nearly 30 years now.”           José Mourinho: how would the Special One fare at Manchester United?    Mourinho could have to face a public employment tribunal next month if the case with Chelsea’s former first-team doctor, Eva Carneiro, is not settled by then. Carneiro is claiming constructive dismissal against Chelsea and has a separate personal legal action against Mourinho. The case is set to be heard at the Croydon Employment Tribunal some time during the period of 6 to 24 June, the hearing to be no longer than 10 days. Carneiro and the Chelsea physiotherapist, Jon Fearn, were criticised by Mourinho following the draw with Swansea City on last season’s opening day, each going on to the pitch to help Eden Hazard. Carneiro left the club but Fearn has since returned to first-team duties.",
  "webTitle": "José Mourinho move to Manchester United held up by Chelsea image rights",
  "webPublicationDate": "2016-05-25T20:28:32Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/jose-mourinho-manchester-united-move-image-rights",
  "keyword": [
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/25/jose-mourinho-manchester-united-move-image-rights"
}