{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/malcolm-turnbull-labors-climate-targets-will-destroy-australias-bargaining-power",
  "id": "2016-05-09-350",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has warned Australia would lose vital “leverage” in international negotiations under Labor’s plan to dramatically increase Australia’s emissions reduction target.  On the first official day of the election campaign the prime minister criticised the Labor leader, Bill Shorten, for failing to realise that the world had “moved on from ideology” in the climate change debate towards practical negotiations. But the Climate Institute contradicted Turnbull’s comments, saying Australia had little leverage in climate negotiations because its emission targets were too low, not too high. Turnbull used his first press conference of the campaign to criticise Labor’s plans to increase Australia’s renewable energy target to 50% of electricity generated by 2030 and to reduce carbon pollution by 45% by 2030 based on 2005 levels.   Related: Paris climate deal: countries with about half of global emissions to join this year    The Coalition has a renewable energy target of 23% by 2020, but it has not settled on a post-2020 target. It has plans to reduce Australia’s emissions by 26% by 2030 on 2005 levels, compared with Labor’s 45% target. Turnbull said Labor’s plan to boost Australia’s emissions target would destroy the country’s bargaining power in climate negotiations. “What Mr Shorten has overlooked is not just the economic interests of Australians but the global objective,” Turnbull said. “Everything changed in Paris at the Paris climate change conference. What happened there was remarkable. All of the nations in the world agreed to emissions targets for 2030. Each of them exerted some leverage on the other. “For an opposition leader who wants to be prime minister, to say that Australia would unilaterally nearly double its target, [that] abandons all leverage we would have. “The way these targets will rise in the future ... is by mutual agreement. So one nation will say, ‘We’ll go up a bit more if you go up a bit more.’ That is the way these agreements are put together.” But John Connor from the Climate Institute said Turnbull’s interpretation of the Paris agreement, and the way countries were to move forward in international negotiations, was “respectfully, incorrect”. He said Australia had little bargaining power because the government’s targets were not ambitious enough.   Related: Australia's solemn climate promise much more than a signing ceremony    “This was highlighted last month when Australia wasn’t invited to a ‘high ambition coalition’ meeting including US, EU and small island states,” Connor said. “If Australia is to have any leverage it will need to lift its ambition and then engage globally, not the other way around. “History shows that when countries advance credible targets it drags up the targets of other nations, not the opposite. Australia is actually limiting its leverage by advancing an inadequate 2030 target.” Connor said Turnbull’s claim that all countries at the Paris conference had agreed to emissions targets for 2030 was also incorrect. “Before Paris, countries put forward a range of initial targets for 2025 or 2030. Counties only formalise their targets when they ratify the agreement,” he said. “The Abbott government submitted its initial, and inadequate 2030 target, well after most other advanced economies. “A process to update these targets starts in 2018. Updated 2030 targets are to be submitted in 2019-20.” He said Turnbull had implied other countries had not already agreed to strengthen their emissions targets but that was wrong. “In Paris they did and [they agreed] that targets will be strengthened every five years,” he said. “As the PM notes this will be a collective process and a key test against which countries will be judged is whether the target is consistent with the goal [to limit warming to 1.5-2oC]. Labor environment spokesman Mark Butler also said Turnbull seemed not to understand how international negotiations work. “Individual country targets weren’t negotiated in the Paris agreement, countries committed to the goal of keeping global warming to well below two degrees Celsius.  “It is then the responsibility of each country to set the appropriate targets to achieve the global goal,” Butler said. “Mr Turnbull also doesn’t understand that to keep pace with similar advanced economies and to inspire other nations to do better, Australia needs to show leadership in achieving our fair share of the global burden.”",
  "webTitle": "Malcolm Turnbull: Labor's climate targets will destroy Australia's bargaining power",
  "webPublicationDate": "2016-05-09T04:44:38Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/malcolm-turnbull-labors-climate-targets-will-destroy-australias-bargaining-power",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/09/malcolm-turnbull-labors-climate-targets-will-destroy-australias-bargaining-power"
}