{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/29/rhys-chatham-pythagorean-dream-influences",
  "id": "2016-05-29-31",
  "sectionId": "music",
  "body": "Composer Rhys Chatham made his name by mixing minimalist classical music with the guitar-driven punk energy of New York’s late-70s scene. Later, he helped forge the genre of large-ensemble guitar works: 1989’s An Angel Moves Too Fast to See required 100 players, while the sound of 2009’s A Crimson Grail was created by more than 200 strummers. (Full disclosure: I was one of the happy volunteers who played Chatham’s “outdoor” version of the piece at Lincoln Center.) But for all his interest in galvanic, rock-influenced energy, Chatham has other modes, too. His latest record, out later this week, finds him in a more contemplative aesthetic zone. By layering loops of his own playing – on trumpet, guitar and flute – Chatham’s Pythagorean Dream delivers a pair of captivating, hypnotic performances.  The album’s first side-length track introduces a drone note, and then a guitar chord (created with a Pythagorean tuning), while the second track shows off Chatham’s wind instrument chops.  Earlier this month, I called Chatham, amid his current run of North American concert dates, to ask about the influences behind this latest stylistic turn. In a bemused and charmingly gentle conversational voice, he told me about the influences behind the new record, and how he sees Pythagorean Dream fitting into his overall catalog. On the problem of staging large-ensemble guitar opuses When we first did A Crimson Grail, the idea of having so many guitars was I simply wanted to surround the audience with guitars. And the first time we did it [in Paris] I thought we’d need 400 guitars to surround the audience. So I had a call for 400 electric guitarists. And everyone says this piece is for 400 guitars. But strictly between you and me – and you can tell anyone you want! – only 126 guitarists showed up for that performance. And it was fine! So actually the performance at Lincoln Center had more musicians. And they had that many because that’s what we needed to surround the audience, for the sound to be right. What do you do after writing a piece for a such large ensemble? That was the question I was asking myself … Was I going to write for a thousand? I had considered it. We actually tried to do it once. This composer I like, David Lang, did a piece for a thousand voices. It was a really nice piece … except there were only 400 musicians. And I said: I know where that’s coming from. It’s a nice idea – but I really didn’t think that the way was to go for more musicians. And I’m a musician myself!  Yes, I’m a composer. But I like to play. And I thought: what should I do next that will get me playing? A solo seemed to me the idea. How solo playing is linked to larger-scale works The link between the 100-guitar or 200-guitar pieces and the solo I’m doing now is I specifically approach the solo by asking this question: how can I get the sound of a lot of instruments in a solo? How can I do this by myself, without having to ask a hundred musicians to donate their services constantly? The model came out of Poppy Nogood, the Terry Riley piece. Because I’d actually heard a live rendition of the piece, back in the 1960s. And I was amazed! You know, Terry was just playing soprano saxophone, all by himself. He had David Rosenboom on viola, providing a drone, and it sounded like hundreds of musicians. So I decided to model the solo piece on that.    Rhys Chatham—Pythagorean Dream by Rhys Chatham   On the tuning that anchors the new album In a tuning in “just intonation”, everything relates to one note – you know, a fundamental note. In this case it’s a low E string tuned down to a D on an electric guitar. And so when you hit that D string you’re hearing all the overtones: you hear an A, you hear a D octave, and you hear a seventh overtone of a C, which is like a minor seventh. And so the guitar is tuned to D, A, E octave, another A octave and then the C … but instead of being a C that you hear in virtually all of rock and jazz, it’s a very flat C and it’s completely in tune with the C that’s coming out of the D string.  And the result is something very ethereal; you don’t need to be technical to hear it. Everything just clicks. And the reason it clicks, quote unquote, is because all the intervals are perfect. On the influences behind the piece   Related: An Evening for Tony Conrad review – tribute to experimental music legend    Pythagorean Dream really does have a heck of a lot of influences! Hopefully I’m putting it through a personal filter. We can hear La Monte Young in it. We hear Terry [Riley]. We hear Bill Dixon, we hear Don Cherry. We hear all kinds of things. And we’re hearing Rhys! Tony Conrad was a huge influence. I had met Tony before I met La Monte. Tony was one of the first people that I asked to play at [New York venue] The Kitchen. I didn’t know Tony – I had just seen his film The Flicker. I was really wowed by it. Also I’d heard tapes of La Monte … and I heard Tony playing violin in that context. So I called him up – and he turned out to be this really nice guy. Not only did he agree to play at the Kitchen, he asked me to play in the piece. So he gave me a monochord to play, a Pythagorean monochord, and we formed a group with me on this monochord. And I asked my friend Laurie Spiegel to play in this group also. She played a guitar-like instrument … that Tony had also built. The three of us played a number of times together – and interacting with Tony was such a trip. Because Tony was the person who explained what a Pythagorean scale is and what just intonation was. The guitar playing [on Pythagorean Dream] was inspired by the great fingerpickers like Fahey. I kept running into William Tyler and Steve Gunn at various festivals, and hearing their music. I noticed a lot of people playing acoustic guitar again! I asked myself: I wonder if I can still do fingerpicking – because I hadn’t done it since I was in my early 20s. And it’s really hard! But I grew my fingernails and I practiced.  The actual way I’m doing it was inspired by La Monte’s The Well-Tuned Piano – in the sense of La Monte isn’t really a pianist, but he had certain facilities with his fingers through playing wind instruments. And I’m not a fingerpicker the way William Tyler is or Steve Gunn. But I developed an idiosyncratic way of fingerpicking that came out of my way of playing.",
  "webTitle": "Rhys Chatham explains stylistic turn in hypnotic Pythagorean Dream",
  "webPublicationDate": "2016-05-29T19:25:35Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/29/rhys-chatham-pythagorean-dream-influences",
  "keyword": [
    {
      "webTitle": "Experimental music",
      "id": "music/experimental-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Seth Colter Walls",
      "id": "profile/seth-colter-walls"
    }
  ],
  "guardianId": "music/2016/may/29/rhys-chatham-pythagorean-dream-influences"
}