{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/malcolm-turnbull-expects-marriage-equality-plebiscite-by-years-end",
  "id": "2016-05-30-206",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has said the marriage equality plebiscite will occur “as soon as possible after the election”, and he expects it to be held by the end of the year. The comments appear to back attorney general George Brandis’s position that the plebiscite would be held this year, despite Turnbull previously only committing to hold it as soon as possible. Asked about the plebiscite at a doorstop in western Sydney on Monday, Turnbull said: “Given that the election is on 2 July, we do have ample time between then and the end of the year. So I would expect it to be held this calendar year.   Related: I counsel LGBTI people and know the personal harm a marriage equality plebiscite will cause | Paul Martin    “But it will be held as soon as practical, as obviously legislation has got to pass through the parliament so all I can do is give you my commitment to hold a plebiscite as soon as we can.” Turnbull said the plebiscite question “will be very straightforward ... we will be asking the Australian people whether they support the definition of marriage being extended to include couples of the same sex”. At Senate estimates in May, Brandis said planning for the plebiscite was “well advanced”. He said the government would not suspend anti-discrimination law for the duration of the same-sex marriage plebiscite campaign, but had not yet decided whether to give public funds to the yes and no camps. Australian Marriage Equality national spokeswoman Shirleene Robinson told Guardian Australia: “Regardless of who wins the election, the quickest way to achieve marriage equality is through a parliamentary free vote and that should be held as soon as possible. “Should the Coalition win, we will again urge them to let the parliament achieve the reform, rather than a plebiscite,” she said. “If they continue with a plebiscite the government should expect that Australians from all walks of life will want us to embrace a fair go and equality for everyone as soon as possible. “Marriage equality is about members of our families, friends, neighbours and workmates. Backers of marriage equality want to ensure every Australian has the same chances and opportunities in life.”   Related: Why Knot? A spirited discussion about marriage equality, in full – audio    Labor has committed to hold a free vote on same-sex marriage within 100 days if elected.  At a Guardian Australia marriage equality event in March Bill Shorten said “there are enough progressive Liberals, Greens and Labor MPs that we could have marriage equality before the election if it were put to a free vote”. The Greens have also committed to have a parliamentary vote rather than a plebiscite to achieve marriage equality. Greens LGBTI spokesman, Robert Simms, has said “it’s absurd that after harping on for years about a so-called budget emergency the Liberals are progressing with a $160m plebiscite on marriage equality”.  “Australians want marriage equality and they want to see this matter dealt with by the parliament.”",
  "webTitle": "Malcolm Turnbull expects marriage equality plebiscite by year's end",
  "webPublicationDate": "2016-05-30T04:01:56Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/malcolm-turnbull-expects-marriage-equality-plebiscite-by-years-end",
  "keyword": [
    {
      "webTitle": "Marriage equality (Australia)",
      "id": "world/same-sex-marriage-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/30/malcolm-turnbull-expects-marriage-equality-plebiscite-by-years-end"
}