{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/claudio-ranieri-leicester-champions-jamie-vardy",
  "id": "2016-05-03-309",
  "sectionId": "football",
  "body": "Claudio Ranieri has described winning the Premier League title as an “amazing feeling” and paid tribute to his Leicester City players for completing one of the most remarkable stories in the history of English football. The Leicester manager, who flew back to England on Monday night after having lunch in Italy with his 96-year-old mother, Renata, admitted his players had surpassed all expectations and praised them for their spirit and determination.   Related: Claudio Ranieri thanks Guus Hiddink and Chelsea in emotional phone call    Written off as relegation candidates at the start of the season, when they were 5,000-1 outsiders to win the league, Leicester were crowned champions with two games to spare after Chelsea fought back from 2-0 down to hold Tottenham Hotspur to a 2-2 draw at Stamford Bridge. “I’m so proud,” Ranieri said. “I’m happy for my players, for the chairman, for the staff at Leicester City, all our fans and the Leicester community. It’s an amazing feeling and I’m so happy for everyone. “I never expected this when I arrived. I’m a pragmatic man, I just wanted to win match after match and help my players to improve week after week. Never did I think too much about where it would take us. The players have been fantastic. Their focus, their determination, their spirit has made this possible. Every game they fight for each other and I love to see this in my players. They deserve to be champions.”           ‘Walt Disney wouldn’t script this’ – Leicester City champions    The Leicester players celebrated the greatest night of their footballing lives at Jamie Vardy’s house, in Melton Mowbray, where they gathered to watch the Spurs match. Wes Morgan, who will be presented with the Premier League trophy after Saturday’s home game against Everton, hailed the camaraderie within Ranieri’s squad and said their spirit had been a key factor in staying up last season and now winning the title. “It’s the best feeling of my career and I couldn’t be prouder that it’s as part of this team,” said Morgan, the Leicester captain. “Everyone’s worked so hard for this, nobody believed we could do it, but here we are, Premier League champions and deservedly so. I’ve never known a spirit like the one between these boys. We’re like brothers. “People saw it last season when everyone expected us to be relegated, but we fought back to prove people wrong. This season’s been a continuation of that. We’ve built on the momentum but I don’t think anyone believed it would come to this. Saturday can’t come quickly enough. I can’t wait to get my hands on the trophy.” For Vardy, who was named the football writers’ player of the year earlier in the day, it is the latest chapter in a remarkable story; he has climbed from non-league football with Stocksbridge Park Steels to be a full England international and now a title-winner with Leicester. The footage of the celebrations in his kitchen when the final whistle was blown at Stamford Bridge captured just how much winning the title means to a group of players who could never have imagined that they would be in this position.   Related: Leicester’s Claudio Ranieri proves nice guys do not always come second    “It’s an unbelievable feeling. I’ve never known anything like it,” Vardy said. “We were scrapping to stay in the league last season and on Saturday we’ll be lifting the trophy. That gives you an idea of how much hard work has gone into this season from every single player and member of staff. “It’s the biggest achievement in the history of a great club and we all feel privileged to be part of it. It’s even more special to have done it with these lads. Every minute of hard work we’ve put in on the training pitch has been worth it for this moment.” Andy King, Leicester’s longest-serving player and a survivor from their League One days, sounded like a man who was struggling to comprehend what had just happened. “I thought I’d seen everything with this club but I never thought I’d see this,” King said. “It’s difficult to put into words. The players deserve it, the gaffer and the staff deserve it and the fans deserve it. It’s been an unbelievable season. “The story of where this team has come from to get to this point has been all over the world recently and I think the lads deserve great credit for the way they’ve taken it in their stride, stayed focused and kept delivering results – especially with a great side like Spurs chasing us so hard. We’ve been so consistent and just determined not to let the opportunity pass us by. We deserve this.”",
  "webTitle": "Claudio Ranieri says Leicester players deserve to be champions",
  "webPublicationDate": "2016-05-03T07:21:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/claudio-ranieri-leicester-champions-jamie-vardy",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart James",
      "id": "profile/stuartjames"
    }
  ],
  "guardianId": "football/2016/may/03/claudio-ranieri-leicester-champions-jamie-vardy"
}