{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/couple-whose-three-children-died-in-mh17-crash-welcome-new-baby-violet",
  "id": "2016-05-12-382",
  "sectionId": "world",
  "body": "A Western Australian couple who lost their three children when Malaysia Airlines Flight MH17 was shot down over Ukraine have welcomed the arrival of a baby daughter. MH17 was brought down by a missile as it flew over eastern Ukraine on its way to Kuala Lumpur from Amsterdam in July 2014, killing all 298 people on board. Twenty-seven Australians were among the victims, among them Mo, Otis and Evie Maslin and their grandfather Nick Norris of Perth. Their parents, Anthony Maslin and Marite Norris, said their family was “torn apart” by the loss of their children, aged 13, 12, and 10.     Anthony Maslin and Marite Norris with their children Otis, Mo and Evie, who were on board flight MH17 when it was shot down over Ukraine. Photograph: Maslin family/AAP    “We live in a hell beyond hell,” said the couple a week after the crash. “Our babies are not here with us – we need to live with this act of horror, every day and every moment for the rest of our lives.” But they said the arrival of their baby daughter, nearly two years later, is testament to their belief that “love is stronger than hate”. Violet May Maslin was born on Tuesday. Maslin and Norris saidon Thursday that they believed their baby daughter was a “gift” sent by their lost family members. “We still live with pain, but Violet, and the knowledge that all four kids are with us always, brings light to our darkness ...   Related: MH17 crash: Dutch investigators to assess new study implicating Russian soldiers    “We will continue to love all four of our children equally. Violet brings some hope and joy for us.” The Dutch safety board report into the crash released in October suggested that a Buk anti-aircraft missile was most likely to have brought down the plane, but questions remained about who was controlling it. Most evidence pointed to a missile launched from separatist-controlled territory. Paul Guard, a Queensland man whose parents both died when MH17 was brought down, said after the release of the report that Malaysia Airlines should have been told not to fly over the conflict zone in eastern Ukraine.",
  "webTitle": "Couple whose three children died in MH17 crash welcome new baby Violet",
  "webPublicationDate": "2016-05-12T01:59:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/couple-whose-three-children-died-in-mh17-crash-welcome-new-baby-violet",
  "keyword": [
    {
      "webTitle": "Malaysia Airlines flight MH17",
      "id": "news/malaysia-airlines-flight-mh17",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Perth",
      "id": "australia-news/perth-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Plane crashes",
      "id": "world/plane-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "world/2016/may/12/couple-whose-three-children-died-in-mh17-crash-welcome-new-baby-violet"
}