{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/23/tata-steel-uk-bids-expected-mumbai-talks-sanjeev-gupta-liberty-house-",
  "id": "2016-05-23-53",
  "sectionId": "business",
  "body": "Potential buyers of Tata Steel UK have submitted final bids at the start of a crucial week in which the future of the struggling British business is likely to be decided in its Indian parent company’s boardroom. Tata’s board is expected to examine proposals at a meeting in Mumbai on Wednesday and to announce a shortlist of bidders on the day, with a slim chance that a single favoured bidder will emerge. Sajid Javid, the business secretary, who failed to travel to India when Tata decided to pull out of the UK, is heading for Mumbai to discuss the sale process and the government’s involvement in the rescue bid with company bosses. Up to seven possible buyers have been working on proposals to buy Britain’s biggest steelmaker, which employs about 12,000 people and includes the blast furnace plant at Port Talbot in south Wales. Tata, the Indian conglomerate, announced in March it wanted to sell its UK steel business, which it bought in 2007. The business was losing an estimated £1m a day, undercut by cheap Chinese imports and saddled with high business costs. Tata said on 9 May it had put seven expressions of interest in the business through to the next stage of the sale process and Monday was the deadline for final offers. The potential buyers included Liberty House, the metals group headed by Sanjeev Gupta, and Excalibur Steel, a management team led by Stuart Wilkie, who runs Tata’s strip products business, which includes Port Talbot. Other potential bidders include Greybull Capital, the investment company that has agreed to buy Tata’s long products business; China’s Hebei Iron and Steel; JSW Steel of India; and Endless, a US private equity fund. The bid process threatened to become acrimonious as Excalibur denied speculation that Wilkie and other senior team members were ready to join up with Liberty House. An industry source had suggested Excalibur would submit its own offer while informing Tata its team would move over to support Gupta’s bid. Roger Maggs, Excalibur’s chairman, told the BBC: “The suggestion that Stuart Wilkie is going to join the Liberty Steel bid is completely untrue.” A spokesman added that the same applied to other members of Excalibur’s management team. Gupta has said he wants to buy the entire Tata Steel UK business but that he would shift Port Talbot away from manufacturing steel from imported raw materials to recycling scrap steel.  Liberty House’s plan is said to have evolved to ensure the Port Talbot blast furnaces stay open with capacity expanded to take stripped steel from Liberty’s plants in Newport and Scotland. Sources had suggested Liberty’s change of plan had helped bring the Excalibur team on board with Gupta’s bid.  The government has offered to back a bid with hundreds of millions of pounds of loans and grants and a possible equity stake. About 40,000 UK jobs are judged to depend on Tata Steel UK, directly and through the supply chain. Liberty House already owns steel plants in the UK, including in south Wales, and has been taking on assets affected by the crisis in the steel industry. Last year it reopened a steel mill in Newport, south Wales, after spending two years reviving the site. In March, Gupta bought two mills in Scotland that had belonged to Tata Steel.",
  "webTitle": "Tata Steel UK bids submitted ahead of crucial Mumbai meeting",
  "webPublicationDate": "2016-05-23T18:52:02Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/23/tata-steel-uk-bids-expected-mumbai-talks-sanjeev-gupta-liberty-house-",
  "keyword": [
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sajid Javid",
      "id": "politics/sajid-javid",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/23/tata-steel-uk-bids-expected-mumbai-talks-sanjeev-gupta-liberty-house-"
}