{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/police-watchdog-ipcc-investigate-hillsborough-inquest-spin-claims",
  "id": "2016-05-12-77",
  "sectionId": "football",
  "body": "The Independent Police Complaints Commission has launched an investigation into allegations that South Yorkshire police tried to influence daily media coverage of the Hillsborough inquests and spin what the force considered to be evidence favourable to it. Hayley Court, a communications specialist hired by South Yorkshire police in 2014 specifically to work on the inquests, told the Guardian last week that she believed she had been given “unethical” instructions to spin coverage for the force.    Related: Hillsborough victims honoured with freedom of Liverpool    Court said that on her first day she was told by a superior officer: “Your job is to round up the media at the end of the day and tell them: ‘This is the line’.” Court said the line considered favourable by the force included evidence that spread blame away from its own failings, including allegations of misbehaviour against Liverpool supporters. She said she always believed that was at odds with the force’s apology in 2012 for its failings at Hillsborough and its admission then that officers had told “disgraceful lies” about supporters after the disaster.  In August 2014 Court complained internally, but she said that in response, rather than discuss or revise the approach to the inquests, her superior officer made complaints about her and she fell ill with depression and was signed off work. South Yorkshire police are understood to have referred the allegations to the IPCC. An IPCC spokesperson told the Guardian: “Following an assessment of the available evidence, the IPCC has decided to conduct an independent investigation into this matter.” Court has already given a full statement to an IPCC investigator.     Former South Yorkshire police chief constable David Crompton was removed from his post after the inquiry. Photograph: Matthew Lloyd/Getty Images    Two internal documents seen by the Guardian appeared to support Court’s claims. In a 20-week review of her performance, the South Yorkshire police head of communications, Carrie Goodwin, wrote: “Hayley disclosed that she felt she had been asked to act in an unethical manner in that she should coerce the media.” Goodwin said Court had been “asked to encourage the media to report on the positives (as well as accepting that they would report the negatives)”, but accepted that “the suggestion of how Hayley might do this would have presented SYP in an unprofessional light as it did not meet with ‘media etiquette’”. Another internal report, responding to Court’s complaint that she was being bullied, said there were shortcomings in management and that no clear objectives had been set for her role at the inquests, but also stated that Court needed to address “a failure to proactively redress the obvious imbalance in the media reporting of the inquests to the extent that evidential matters, significant to the force, were not being reported accurately.”   Related: Hillsborough disaster: deadly mistakes and lies that lasted decades    In response to detailed questions from the Guardian, South Yorkshire police did not explain what evidence it had considered to be “positives” or “significant to the force”, why it had perceived “obvious imbalance” in media reporting of the inquests, or how it had expected Court to redress it.  Last week the force said it acknowledged Court’s “serious concerns” but said its internal grievance procedure had not substantiated her complaints of unethical practices. On 26 April the inquests jury found that the 96 Liverpool supporters who died at an FA Cup semi-final in 1989 were unlawfully killed. The jury determined there were serious failings by South Yorkshire police in the planning and management of the match and response to the lethal crush, and that no behaviour by Liverpool supporters contributed to the disaster. Bereaved families and their lawyers criticised South Yorkshire police for having made claims of misbehaviour against supporters during the inquests, despite the 2012 apology by the then chief constable, David Crompton. After the verdicts, Crompton was removed from his post by the South Yorkshire police and crime commissioner, Alan Billings. Billings himself was criticised by the families for having supported Crompton’s stance throughout the inquests. A new acting chief constable, Dawn Copley, stepped down the following day because she is under investigation into allegations made against her while she was at Greater Manchester police. Billings appointed a temporary chief constable, Dave Jones, from North Yorkshire police, last week.",
  "webTitle": "Police watchdog to investigate Hillsborough inquest spin claims",
  "webPublicationDate": "2016-05-12T18:20:45Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/police-watchdog-ipcc-investigate-hillsborough-inquest-spin-claims",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Independent Police Complaints Commission",
      "id": "politics/ipcc",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Conn",
      "id": "profile/davidconn"
    }
  ],
  "guardianId": "football/2016/may/12/police-watchdog-ipcc-investigate-hillsborough-inquest-spin-claims"
}