{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/14/women-in-power-change-sport-macho-culture",
  "id": "2016-05-14-37",
  "sectionId": "sport",
  "body": "It is probably too soon to expect Charlotte Edwards to appreciate the irony of her situation. The England cricket captain, who has given the past 20 years of her life to improving her national team, was told this week that she would play no further part in it. After a career spent campaigning for women cricketers to be treated like any other professional sportsmen she has rudely discovered what that means. Edwards’s pursuit of excellence has been so successful that she is the first major victim of its new, all-business, only-victory-will-do incarnation. It is right and encouraging that we make increasingly high demands of our increasingly well-paid (or, let’s be honest, just paid) representatives on the fields of cricket, rugby and football. Like the Flash’s Speed Force offering glimpses of the future, the pace of progress in the women’s game throws up these hints of what’s to come. But it also offers us a fresh lens on to professional sport as a whole. Elements of men’s sport that we have long since taken for granted, and allowed to become blurry as a result, return to focus as women encounter them for the first time. Unscrupulous football agents make unrealistic promises to young players. Fans (and, admittedly, sportswriters) forget that players are human and scrutinise them without mercy. England’s women cricketers learned, for instance, that it is unwise to post pictures of themselves having a good time on tour if they’ve just lost a match. It turns out Twitter doesn’t like it. Then there’s the idea that public funding – either in the form of ticket sales or government subsidy – demands ever better results and the results themselves justify the means by which they were achieved. Hence the sexism row surrounding Shane Sutton and the belief that if women want to compete on the same level as men, they need to, well, man up.   Related: England women’s cricket will be a harsher world without Charlotte Edwards | Mike Selvey    If the British Cycling affair has taught us anything it’s that women often have something different to say about what is and isn’t acceptable behaviour in the bubbling cauldron of machismo that so often defines the sporting arena. They have brought a fresh perspective – not to say an emotional intelligence – to an industry that has long been noseblind to excess testosterone, that has tacitly endorsed bullying and come to treat vicious verbals as an unavoidable byproduct. Sutton’s story is nothing new; if anything, he is a blast from the past. Women’s sport has an uncomfortable history of domineering men, be it Soviet coaches grooming young gymnasts or tennis fathers living out their dreams through their progeny. Thankfully, we have safeguards to prevent exploitation. But macho culture is an inevitable part of an industry based on the adrenaline high created by warring opposites. In the fight for equality, it’s natural for sportswomen to demand what their male counterparts have: the same opportunities, the same rewards. These have been a long time coming, but change is now rushing in with an almost unexpected swiftness and in the rush to replicate the professionalism of the men’s game there’s an inclination to ape it in every regard. To assume that men know better than women what it takes to compete, to win, to be sufficiently aggressive on the battlefield. Isn’t it worth, at this crucial, formative moment, pausing to consider what we want, not just for women’s sport but all sport? The exponential growth of women’s sport is an unmissable opportunity to champion something new and to address elements that macho culture has damaged. To fashion an inclusive environment, maybe one that doesn’t cheat and dive and swear at the referee or scream abuse at the very players whose names we have tattooed on our chest. One way to do that, I would suggest, is making sure that sportswomen aren’t unthinkingly submitting to existing wisdom and methodologies on the basis that only men can teach them how to be professionals.   Related: England captain Charlotte Edwards’ world ‘turned upside down’ by sacking    That doesn’t apply just to playing sport, but administrating and governing it too. It’s something Gianni Infantino acknowledged on Friday as the Fifa president appointed Fatma Samoura as the organisation’s first female and first non-European secretary general. At a Sporting Equals event at the House of Commons, meanwhile, the head of UK Sport, Rod Carr, revealed that the government will soon announce the controversial inclusion of diversity targets (of both gender and race), including the raising of female representation at boardroom level from 25% to 30%. What was particularly striking​ at that event was the testimony of Annie Zaidi, reflecting on her mould-breaking career coaching men’s football. She was once sent to St James’ Park to train a group of “boisterous” Geordies, who were unimpressed to discover that their new coach was a young Asian woman. “They bruised me, they battered me,” she said. But as the players came to understand that she knew what she was talking about, their attitude turned to respect – and so did their manners. Annie was, nevertheless, under no illusions about the rare position she is in. “I didn’t have anyone to look up to except Hope Powell, so I know I have a responsibility to inspire the next generation.” Only 18% of the qualified coaching workforce in the UK is female. As Carr put it, “we’re only at the start of the journey”. The former England cricket captain Clare Connor has become a valued administrator at the England and Wales Cricket Board. Is it too much to hope that Edwards might become an equally respected national coach? If we want to change global sporting culture for the better, then having more women in positions of influence doesn’t seem a bad place to start.",
  "webTitle": "More women in positions of power can change sport for the better | Emma John",
  "webPublicationDate": "2016-05-14T22:02:54Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/14/women-in-power-change-sport-macho-culture",
  "keyword": [
    {
      "webTitle": "England women's cricket team",
      "id": "sport/england-women-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Charlotte Edwards",
      "id": "sport/charlotte-edwards",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma John",
      "id": "profile/emmajohn"
    }
  ],
  "guardianId": "sport/blog/2016/may/14/women-in-power-change-sport-macho-culture"
}