{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/03/harlequins-conor-o-shea-joe-marler-ban-pyschologist",
  "id": "2016-05-03-23",
  "sectionId": "sport",
  "body": "Conor O’Shea has backed Joe Marler to emerge stronger and wiser from the second of the two bans imposed on the England prop since the end of the Six Nations Championship after the forward revealed this week that he had consulted a sports psychologist. O’Shea has overseen Marler’s progression through the ranks at Harlequins and into the England side and, in his final two weeks as the club’s director of rugby before taking charge of Italy, spoke about the prop’s admission in a newspaper interview that he was seeing the sports psychologist Jeremy Snape after fearing that he was becoming out of control.   Related: Spare a thought for rugby’s vulnerable gladiators wrestling with their demons | Robert Kitson    Marler was banned for two weeks for calling the Wales prop Samson Lee “Gypsy boy” when the sides met at Twickenham, and he received the same period of suspension after he was cited for kicking an opponent during the European Challenge Cup semi-final victory against Grenoble at The Stoop. “Joe was head-butted against Grenoble but no one was cited,” O’Shea said. “Why did television show the one incident but not the other? Why was nothing done when he was called a ‘posh English ****’ in the Wales match? You cannot have one rule for one but not the rest. “I am not making out Joe to be a saint – he has openly said what he needs to do – but that inconsistency is what frustrates me. I am protective of him because I am watching young men grow up in a vastly different world to the one I did. They now make mistakes in such a public place that there is sometimes no comeback. “Our job is to uphold the values of the game we love but we must also support these fellows through some really tough mental times. We had been talking to Joe about a sports psychologist for a while but it was a decision he had to make on his own. If you make someone do something, they will not buy into it. You can advise but if it amounts to ticking a box it is irrelevant. They have to want to do it.” Marler will miss Quins’ final Premiership match of the season, against Exeter on Saturday, when O’Shea will say farewell to The Stoop after more than six years in charge, but the player will return for the Challenge Cup final against Montpellier in Lyon on 13 May. “I am really glad Joe is available for the final otherwise he would have felt that he had let everyone down,” O’Shea said. “I think he will be phenomenal that night and what was overlooked when we beat Grenoble was that he absolutely pulverised them as a rugby player. He was magnificent and, when I look at him, I see a 25-year-old who has the ability to go on and become one of the greatest loosehead props the game has seen. “I have no worries about his future because the interview he gave was brilliant. He was brutally honest in it. He knew he had gone over the edge, even if he would not have done so had he been protected after the head-butt. You make your own bed and I am glad he is addressing it. What he has done is a positive thing: he is a very bright bloke who knows he has to change but he also knows that he has the full support of everyone at this club. That will not change with my departure.” Harlequins, meanwhile, have signed the Wasps fly-half Ruaridh Jackson. The Scotland international will join his new team in the summer. Jackson, who arrived at Wasps from Glasgow Warriors in 2014, said: “It was an extremely tough decision to leave Wasps, having loved my two years here. It’s a club on the up, playing great rugby, but I feel this move is the best decision for my career.”",
  "webTitle": "Harlequins’ Conor O’Shea backs Joe Marler to emerge stronger from ban",
  "webPublicationDate": "2016-05-03T20:26:16Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/03/harlequins-conor-o-shea-joe-marler-ban-pyschologist",
  "keyword": [
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/03/harlequins-conor-o-shea-joe-marler-ban-pyschologist"
}