{
  "apiUrl": "https://content.guardianapis.com/global/commentisfree/2016/may/07/david-cameron-london-ethnic-minorities-sadiq-khan-zac-goldsmith",
  "id": "2016-05-07-30",
  "sectionId": "global",
  "body": "It was David Cameron who decided to turn up the volume on Zac Goldsmith’s London mayoral campaign last month, when he voiced allegations in parliament that Sadiq Khan had repeatedly shared platforms with individuals who had extremist views. Watching from the gallery, it felt pretty aggressive. And the exchange with Jeremy Corbyn triggered immediate recriminations, with warnings that the line of questioning was starting to sound like dog-whistle politics, even racism. The wider concern during the campaign was that Goldsmith was highlighting Khan’s links with particular figures not just, or principally, to paint a picture of him as a terrorist sympathiser, but in a bid to remind voters of his ethnicity and religion. It was a charge that Goldsmith’s team strongly denied, arguing that theirs was a legitimate campaign strategy, questioning not Khan’s race but his judgment. I have no doubt that at least one of Goldsmith’s closest allies will have believed that to be the case. Nick De Bois, the former Tory MP who chaired the campaign,has fought hard for the party to up its game in its appeal to ethnic minority voters. In fact, De Bois, who represented a constituency with voters from 40 different backgrounds, was my go-to politician on issues of race and the Tories. Cameron also cares about the issue, having taken tips from Canadian conservatives on how to reset the dial with non-white voters after his party’s terrible failure to connect with minorities in the 2010 general election. Five years on, when I was a political correspondent at Sky, following the prime minister on his election campaign, I watched him visit a gurdwara and a temple, and give a speech on race in Croydon. He also put anti-discrimination issues at the heart of his first conference speech after being re-elected. So why is it that these seasoned politicians didn’t balk at the angry noise their attacks had generated? The reality was that whether it was their initial intention or not, their strategy was being questioned as potentially racist at least two weeks before the vote. Goldsmith was being increasingly seen as the man at the head of a cynical attempt to persuade white and perhaps also non-Muslim Asian voters to reject Khan as a Muslim mayor.   Related: Forgive and forget Zac Goldsmith’s racist campaign? No chance | Owen Jones    At that point, Team Goldsmith and Downing Street had a choice. They could turn down the volume on a part of their strategy that was creating a negative backlash, and accept that if their tactics had been innocent then they had been misunderstood, or they could make an active decision to amplify their warnings. At PMQs last week, it was clear that Cameron had decided to go for the latter option. It made me wonder if he allowed himself to be engaged in round two of a grubby brawl because he thought it might somehow edge Goldsmith over the line. If so, the Conservatives had their voting figures all wrong. Instead, it probably helped secure Khan’s landslide, and turned what had been Labour howls into Tory screams. And that should not have come as a surprise to anyone involved. In Westminster, I had certainly heard that Sayeeda Warsi was among those taken aback by the campaign. The only surprise was that she waited so long to intervene, tweeting her disgust after the votes had been cast. As for Goldsmith’s sister Jemima saying that it didn’t reflect the Zac she knew – you could not make this stuff up. Ultimately, this might all have inflicted some serious damage on the good work the Tories were doing in reaching out to ethnic minority voters. True, the party is way behind with Muslim voters, but if it thought that attacking Khan might have attracted Hindu or Sikh communities, who may be more willing to consider the Conservatives, then I suspect it was mistaken. I was shocked by the anger of a Tory-voting Indian relative who said he was disgusted by the line of attack, which would motivate him to get to the polling station to oppose Goldsmith. Anecdotal perhaps, but Khan’s thumping majority shows that something went seriously wrong for his Conservative opponent. I also think it is notable that the business secretary Sajid Javid tweeted after it became clear Khan was on track to win: “From one son of a Pakistani bus driver to another, congratulations.” He would rather be associated with the taskforce he is chairing into racial discrimination at work than any sniff of dog-whistle politics from inside his own party. The truth is that Cameron wants to be remembered as a prime minister who cares about race and discrimination. Which is why it would have been advisable to take a different approach to this mayoralty race.",
  "webTitle": "How Cameron has damaged his party’s appeal to minority voters | Anushka Asthana",
  "webPublicationDate": "2016-05-07T23:03:06Z",
  "webUrl": "https://www.theguardian.com/global/commentisfree/2016/may/07/david-cameron-london-ethnic-minorities-sadiq-khan-zac-goldsmith",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "global/commentisfree/2016/may/07/david-cameron-london-ethnic-minorities-sadiq-khan-zac-goldsmith"
}