{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/21/atletico-madrid-diego-simeone-real-madrid-european-cup-champions-league-final-revenge-football",
  "id": "2016-05-21-80",
  "sectionId": "football",
  "body": "Barcelona and Sevilla arrived in Madrid as the city prepared its departure for Milan, the last of the Spanish capital’s European Cup final ticket allocation finally sold. At Atlético’s Vicente Calderón stadium they were getting ready for the Copa del Rey final between the recently crowned league champions and the even more recently crowned Europa League champions; at Atlético’s Cerro del Espino training ground, they were getting ready for the Champions League final against Real. Saturday morning aerobics with Oscar “El Profe” Ortega, Diego Simeone’s relentless fitness coach, followed by a full rehearsal on pitch one. In red: Oblak; Juanfran, Godín, Giménez, Filipe Luís; Saúl, Augusto, Gabi, Koke; Torres, Griezmann. Against them, nine Atlético first-teamers plus two kids from the youth team, in white bibs and a 4-3-3 formation, with Yannick Carrasco as Cristiano Ronaldo, Luciano Vietto playing Karim Benzema and Angel Correa in Gareth Bale’s role. Final score? 0-0. Not even a dodgy penalty, blown by Simeone in his role as referee, could produce a winner: Antoine Griezmann shot wide. Another clean sheet, then, at the end of a season in which Atlético have kept 34 of them. “That will be important in Milan because then you only need to score one,” the goalkeeper Jan Oblak said. “We’re very happy with the record, but the final is another game.” “The game of our lives,” Fernando Torres calls it, and Torres is a World Cup winner whose strike in the Euro 2008 final clinched Spain’s first triumph in 44 years. “You never know how many finals you’ll get; you have to play each as if it was your last,” Koke added. It may yet be their last, but it is not their first, of course. Two years on, Madrid’s biggest clubs – the only two left in Spain’s first division after relegation for Getafe and Rayo Vallecano – meet again in the European Cup final in Milan next Saturday. In Lisbon, Atlético were seconds from victory only for Sergio Ramos’s header to change everything with the scoreboard showing 1-0 and 92.48. Diego Godín had scored Atlético’s opener that night, agonisingly close to being eternal, but asked if this was about revenge, he insisted: “No. We don’t see this as revenge; we see it as a new opportunity.” “What happened, happened,” Koke said. It is inevitable that Lisbon is on their minds, but there appears to be a collective effort to look beyond that now. Publicly, at least. No revenge, no fatalism. Privately, it is a different matter: this has been their obsession since then. But, asked how the scar of Lisbon was, whether it had healed, Simeone replied simply: “Very good.” Koke added: “Two years have passed; some things have changed, some stay the same. It’s different now.” There have been changes, and not just the stage upon which this will be set, Simeone describing San Siro as “pure football”. Some have even suggested that Atlético are favourites, too, but you will not catch them saying that. “It’s just one game and the fact that we beat Bayern and Barcelona doesn’t mean that we are going to win this,” Griezmann said. “Fifty-fifty,” Atlético’s players repeated, one after the other. Simeone, too. Simeone is still there, of course, the man who transformed this club for ever, but Madrid’s manager has changed: from Carlo Ancelotti to Rafa Benítez to Zinedine Zidane. Players have changed too. Three of Real Madrid’s starters have gone: Fábio Coentrão, Ángel Di María and Sami Khedira, who replaced the then-suspended and now departed Xabi Alonso. The turnover at Atlético has been even more significant: Thibaut Courtois, João Miranda, Raúl García, Diego Costa and David Villa, all starters that night, have gone. Filipe Luís left too, although he is back again. Out on pitch one, he bombed up and down the left through the white box marking the pressure points on the turf. The replacements have been good ones. Oblak, who watched that final on television, has been outstanding and Simeone described Griezmann as one of the best three players in the world. “That’s nice, isn’t it?” the Frenchman grinned.   Related: Atlético Madrid’s Antoine Griezmann sends Barcelona crashing out    The buildup has been different too: longer and quieter. So far, at least. “Last time we came from a having won the league at the Camp Nou,” Simeone said. There was a league title, a bus parade, celebrations, and injured players back then; this time they have a fortnight to prepare. “We’ve had more time. It’s not an excuse but we had played a ‘final’ against Barcelona and physically and mentally that’s tiring,” Koke said. Godín agreed. “We’re better physically,” he said. They both are. That night, Pepe missed out through injury while Benzema and Ronaldo were struggling. For Atlético, there was no Arda Turan and Costa was withdrawn early, broken again, while others were running on empty; the Camp Nou had cost them. There has been a slight shift in styles, too, Godín talking about Atlético as a team seeking “new variations”, while Simeone spoke about a side that is constantly “reinventing itself”, about “renewal”. “Defend well” might have been the first thing that Koke highlighted as vital at San Siro but the idea that this is all they do is facile and flawed. The idea that Real always attack is, too – and it was striking that Simeone and his players expect their opponents to wait for them. “I anticipate them playing like they did against Manchester City,” Simeone said. “Casemiro gives them defensive strength and in the Champions League they have played on the break in almost every game. They have used that to get space; tactically, I think they’ve been very good.” The midfielder Augusto Fernández described Madrid as “very strong, direct”, noting: “The more space they have the better it is for them.” Atlético will try to deny them that. “That’s the way they’ve played in this Champions League,” Godín said. “And we must not allow space for the Madrid forwards. In close games like this, a game that I expect to be tactical, hard, set plays could be the difference between winning or losing. But then lots of things can happen that you don’t expect. Football isn’t always logical.” If it wasn’t, perhaps they would not be here, but the revolution rolls on. And here Atlético are again, for the second time in three seasons, only the third time ever. So far, little over a minute has cost them two European titles, late equalisers ending their challenges after 120 minutes in Brussels 1974 and 92 minutes in Lisbon 2014. In Milan, they must avoid that same fate. Repeating that does not bear thinking about, so they are trying not to. “We’re thinking about the moment we’re in now; we all dream of playing in another final,” Godín said. “We’re excited and we’re going into this final with the confidence and humility we always have, knowing that this is a lovely chance to write a great page in Atlético’s history.”",
  "webTitle": "Atlético Madrid’s Diego Simeone plans to stop Real inflicting new scar | Sid Lowe",
  "webPublicationDate": "2016-05-21T15:16:33Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/21/atletico-madrid-diego-simeone-real-madrid-european-cup-champions-league-final-revenge-football",
  "keyword": [
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/blog/2016/may/21/atletico-madrid-diego-simeone-real-madrid-european-cup-champions-league-final-revenge-football"
}