{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/craig-reedie-wada-drugs-in-sport",
  "id": "2016-05-08-34",
  "sectionId": "sport",
  "body": "The president of the World Anti-Doping Agency, Sir Craig Reedie, has called for sponsorship revenue from cheating athletes to be diverted to the fight against doping and for a levy on TV rights deals as part of a huge increase in the organisation’s resources. Reedie, under close scrutiny since athletics was plunged into crisis by evidence of systemic Russian doping, has for the first time made specific proposals for vastly increasing Wada’s income outside its current funding model. In an article for theguardian.com, Reedie said that, while Wada could be proud of how far it had come since its formation in 1999, it was time for a step change. He suggested that sponsors should write a clause into the contracts of athletes they back that would divert endorsement fees into the fight against doping if they were found cheating. Reedie, an International Olympic Committee vice-president, also endorsed another idea that has been intermittently proposed by Wada executives but has gained traction in recent months as the scale of the global challenge has again become clear. Noting that the revenue from global broadcasting rights is estimated at $35bn per annum, Reedie suggested a levy on each deal to boost Wada’s existing $30m-a-year budget. “To impose, for example, a 0.5% tariff on this $35bn annual media rights figure would instantly put $175m more in the anti-doping coffers, increasing Wada’s budget five-fold,” he said. “With such extra funds we could make a greater impact in protecting the rights of the clean athletes and in turn uphold the integrity of sport.” Reedie said sponsors should take more responsibility for the fight against doping. Huge sportswear companies such as Nike have come under particular scrutiny for continuing to endorse athletes even after they have been banned. “Sponsorship is also an enormous contributor to the sport industry. Major sports sponsors should start to look at how they might support clean sport,” he said. “Take pharmaceutical companies, for example, with whom the anti-doping movement has strong relations. While anti-doping has an interest in protecting the rights of the clean athlete, the pharmaceutical industry has a significant stake in ensuring that its products are being used for legitimate medical reasons, not abused by athletes seeking an edge.” There is widespread acceptance that Wada needs more funds if it is to conduct more proactive investigations of the kind led by an independent commission chaired by Dick Pound that uncovered widespread systemic doping in Russia. However, others in the anti-doping world argue that Wada has become too bureaucratic and beholden to its paymasters and must prove first it is capable of spending additional funds wisely. Reedie argued that Wada has been doing its bit to increase funding – establishing a new $12m fund to research new testing methods and receiving an encouraging response to a recent plea to fund more investigations in the mould of Pound’s – but that other stakeholders must now do the same. Wada’s current $30m funding is provided equally 50-50 by the IOC and national governments. “We need to rally all sport’s stakeholders – including broadcasters and sponsors – to the clean sport cause,” Reedie said. “Public opinion is also firmly in favour of a level playing field and so we all have a duty to protect the clean athletes and ensure the fairest, most efficient system possible is in place for athletes across the world. Sport, government, athletes, broadcasters and sponsors alike share this important duty.” The International Association of Athletics Federations and its under-pressure president, Sebastian Coe, will decide on 17 June whether to allow Russia back into the sport before the Rio Olympics, in what will be a pivotal moment. The Norwegian anti-doping expert Rune Andersen has been leading an independent task force to assess whether Russia has complied with a list of requirements set down by Wada. Despite Pound warning last week it would be “very hard” to trust that Russian athletes competing at the Games were clean, the IOC president Thomas Bach is believed to be lobbying hard for the IAAF to allow them to return. “There will be a lot pressure to get them back in and from a system point of view, it would be nice to have everybody at the Games,” Pound said. “But whether that makes sense in terms of the changes they’ve made remains to be seen. I think there’s still some elements of denial [in Russia].”",
  "webTitle": "Sir Craig Reedie wants drug-cheat sponsorship money for anti-doping fight",
  "webPublicationDate": "2016-05-08T20:01:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/craig-reedie-wada-drugs-in-sport",
  "keyword": [
    {
      "webTitle": "Wada",
      "id": "sport/wada",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Drugs in sport",
      "id": "sport/drugs-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sports rights",
      "id": "media/sportsrights",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "sport/2016/may/08/craig-reedie-wada-drugs-in-sport"
}