{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/swansea-city-liverpool-premier-league-match-report",
  "id": "2016-05-01-98",
  "sectionId": "football",
  "body": "So it is Europa League or bust for Liverpool, as far as this season goes. Jürgen Klopp’s team all but surrendered any hope of reaching the Champions League through a top-four finish, as they turned in a performance that practically invited defeat by Swansea City. The Welsh team swaggered to a win that confirmed their own presence in next season’s top flight and proved they are a force not to be taken lightly. André Ayew scored twice, once either side of a delicious long-range strike by Jack Cork. Christian Benteke’s goal for the visitors after being introduced from the bench meant nothing in terms of the result but ensured some satisfaction for a player in need of it. That, and a decent display by the goalkeeper Danny Ward, was about all Liverpool could be content with from a match in which they finished with 10 players, Brad Smith being sent off for two bookable offences. “I’m disappointed and frustrated because I know we could have played better,” said Klopp. The German made eight changes to the Liverpool side that lost the Europa League semi-final first leg at Villarreal on Thursday, evidently preserving several players for the second leg. With a clutch of inexperienced youngsters given rare league starts, including a top-flight debut for the 18-year-old Pedro Chirivella, the Reds looked decidedly green, especially in midfield, where Chirivella and Kevin Stewart found it difficult to cope with the slick hosts. Swansea, who had lost their previous two matches heavily, had been accused of taking a leisurely approach to the end of their campaign but there were no such complaints here. “We were not on the beach,” said their manager, Francesco Guidolin. Liverpool had won at Bournemouth with a youthful team two weeks ago but never looked comfortable here. Klopp was not about to draw hasty conclusions. “I can’t change my mind every two days,” he said. “Two weeks ago everybody said ‘oh my God, how good are these young players!’” And they are good. But the life of a professional footballer is not always honeymoons. You have to persevere and deliver. We all have to improve.” Liverpool’s youngsters could have benefited from better support from their senior team-mates here. Philippe Coutinho and Daniel Sturridge, in particular, sometimes had the air of laggards, only really coming alive when presented with the ball.   Related: Swansea v Liverpool: Premier League – as it happened    When Sturridge lost possession to Jefferson Montero in midfield in the 14th minute, he stood and observed as Swansea built an incisive move that might have yielded a goal if Ayew had not volleyed wide from 16 yards. Six minutes later another shot by Ayew was deflected behind by Dejan Lovren for a corner that led to the opening goal. Gylfi Sigurdsson delivered with customary accuracy and Ayew showed better timing than any visitor to head the ball into the net from close range. Ward, making his second league start in place of Simon Mignolet, then made an excellent save with his feet to deny Cork after another flowing move by the hosts. But Cork left the goalkeeper grasping at air in the 33rd minute when slovenliness by Liverpool allowed him to retrieve the ball in midfield and he strode forward and guided a curling shot into the net from 20 yards. Sheyi Ojo, an enterprising 18-year-old, tried to wake Liverpool up. In the 36th minute he released Sturridge with a canny pass from the centre circle. The England striker clipped a first-time lob over Lukasz Fabianski but just the wrong side of the post. Klopp could not let Liverpool continue as they were. He made two substitutions at the break, introducing Benteke and Lucas Leiva for Coutinho and Chirivella. That helped Liverpool get a slightly better grip. Benteke, a player with even more to prove than any of the tyros, made his presence felt in the 65th minute, stooping to head in a corner by Ojo. But that was not the start of a comeback, merely the prelude to more Liverpool bungling. In the 67th minute Lucas received a pass midway inside his own half and lapsed into a reverie, allowing Montero to relieve him of the ball and skip past Martin Skrtel and into the box, where slapstick defending failed to distract him. Montero looked up and picked out Ayew, who scored. There was still time for the afternoon to deteriorate for the visitors. Smith, booked in the first half for pulling back Routledge, was shown a second yellow card for bumping into Kyle Naughton after the defender lifted the ball over him. Klopp’s reaction suggested he found the decision poor. His team’s performance was worse. The season could yet end with smiles and a Europa League triumph. Otherwise, Liverpool fans may find themselves in the funny position of having to hope Manchester United win the FA Cup final if Anfield is to see European action next season. Man of the match Jefferson Montero (Swansea City)",
  "webTitle": "Swansea’s André Ayew and Jack Cork teach Liverpool kids harsh lesson",
  "webPublicationDate": "2016-05-01T13:22:47Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/swansea-city-liverpool-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/01/swansea-city-liverpool-premier-league-match-report"
}