{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/ai-weiwei-chinese-artist-eu-refugees-turkey-immoral-humanitarian-crisis-lesbos",
  "id": "2016-05-19-195",
  "sectionId": "artanddesign",
  "body": "The Chinese artist Ai Weiwei described the EU’s refugee deal with Turkey as shameful and immoral as he unveiled the artistic results of his stay on the Greek island of Lesbos. Speaking in Athens, where the works are going on public display for the first time from Friday, Ai said that although he had seen and experienced extreme and violent conditions in China, he “could never have imagined conditions like this”. Lesbos last year became the main European entry point for tens of thousands of Syrian and Iraqi refugees, but arrivals have fallen dramatically since the implementation of an agreement between Brussels and Ankara to return migrants from the Greek islands to Turkey.     Ai Weiwei’s Surveillance Camera with Plinth, 2015, marble – part of his exhibition in Athens. Photograph: ©Museum of Cycladic Art    Of the agreement, Ai said: “It is not legal or moral, it is shameful and it is not a solution. It will cause problems later.”  The artist told the Guardian: “These people have nothing to do with Europe; they are like people from outer space, but they have to come. They have been pushed out and they are being totally neglected by Europe. They are sleeping in the mud and rain and it is only volunteers giving them food or clothes.” Ai arrived on Lesbos in December, having been invited to stage an exhibition at the Museum of Cycladic Art in Athens. The island seemed like a good starting point for thinking about ancient Greece and its mythologies, philosophies and values. Instead Ai became caught up in what he said was the biggest, most shameful humanitarian crisis since the second world war.   Related: Ai Weiwei is making a feature film: I'm worried    He had told his girlfriend and young son it was a holiday, but five months later he and his studio are still there. He said he has been changed by what he has seen. “It is such a beautiful island – blue water, sunshine, tourists – and to see the boats come in with desperate children, pregnant women and elderly people, some 90 years old, and they all have fear and they all have it in their eyes … You think: how could this happen? I got completely emotionally involved.” Ai said Europe needed to understand that the refugees were fleeing their countries because they had to. It was leave or die, he said. The exhibition at the MCA, Ai’s first in Greece, includes an enormous collage of 12,030 small pictures taken on his camera phone, documenting his time on the island.      Ai Weiwei Tyre, 2016, marble. Photograph: ©Museum of Cycladic Art    He is also exhibiting photographs taken by six Greek amateur photographers, in partnership with the Photographic Society of Mytilene. One work juxtaposes an ancient Greek vessel that was used to collect tears from mourners with the teargas cannisters used on refugees in the Idomeni camp in Macedonia. One represented beauty and poetry, he said, the other cruelty and barbarism. Elsewhere in the show is a model of a lifebuoy rendered in fine marble, similar to the marble versions he has previously made of the surveillance cameras that constantly watched him in China. Ai is one of the best-known artists in the world, with a fame partly acquired for the wrong reasons after he was detained for 81 days in 2011 during a crackdown on political activists.   Related: Ai Weiwei poses as drowned Syrian infant refugee in 'haunting' photo    He currently has a studio in Berlin but his focus this year has been on Lesbos and the refugee crisis, making a feature length documentary which he plans for cinema release. “I want it to be a historic account of the tragedy which years, decades, later people will watch and see how we behaved in this moment.” He now has over 600 hours of footage, he said. “Last week I said OK, 80% of it is done, this week I’m saying 75% because things are developing so fast.” In the meantime he hopes the exhibition and his constant posting on Twitter and Instagram will raise awareness of the refugee crisis. The only solution is humanity, he said. “People are being selfish, very greedy, short-sighted and ridiculous. This is not a regional problem; it is a human problem. The bad guys are everywhere, but also the good guys are. We have to trust in humanity but not trust in politicians.” • Ai Weiwei at Cycladic, the Museum of Cycladic Art in Athens, 20 May-30 October",
  "webTitle": "Ai Weiwei says EU's refugee deal with Turkey is immoral",
  "webPublicationDate": "2016-05-19T12:00:42Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/ai-weiwei-chinese-artist-eu-refugees-turkey-immoral-humanitarian-crisis-lesbos",
  "keyword": [
    {
      "webTitle": "Ai Weiwei",
      "id": "artanddesign/ai-weiwei",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "world/2016/may/19/ai-weiwei-chinese-artist-eu-refugees-turkey-immoral-humanitarian-crisis-lesbos"
}