{
  "apiUrl": "https://content.guardianapis.com/facebook-partner-zone/2016/may/20/the-importance-of-social-media-listening",
  "id": "2016-05-20-286",
  "sectionId": "facebook-partner-zone",
  "body": "Social media is fast becoming the most effective channel for businesses to showcase their products and services, and to connect with customers. It can create a two-way dialogue that builds brand loyalty, provides insightful feedback and creates an opportunity to interact with a captive audience, day or night. Those getting it right find they are rewarded, not just by a boost in sales but also by establishing a network of product champions that stretch much further than your Facebook page. Adam Gray is a social media author and consultant. He says that the biggest mistake businesses make with social media is by considering it part of their communications’ strategy, rather than embedded in the “fundamental fabric of what they do”. “A lot of organisations see social media as something that’s done by their marketing department, rather than the most crucial way they have of getting close to people and communicating what it is that they do,” he says.  “It is not a logistical or structural challenge that organisations have, it’s a mindset challenge.” Tone of voice     Emma Johnson and Tim Hudson started their B&B Treyhill Farm in 2015: “We convey personality and I think that’s how we stand out from the competition.” Photograph: Georgie Owen/Little Silver Photography    If you are committed to optimising your social media channels, finding the right tone of voice is a good place to start. Generally, it is a more casual form of communication – with short replies, rather than lengthy explanations that may be suitable for email. How to speak to your users, should largely be dictated by how your audience naturally speak to and respond to you.  Emma Johnson opened Treyhill Farm, a bed-and-breakfast in North Devon, with partner Tim Hudson in 2015. Facebook and Instagram has been an integral part of launching the business, and Johnson has invested a considerable amount of time and money in getting good photography and honing her social media strategy.  “I have quite a strong tone of voice, but it’s something I’ve really been able to hone over time by watching how people respond,” she says. “It’s about making people feel comfortable. I’m quite colloquial and a little cheeky.” There are benefits with developing a genuine tone of voice that go beyond social media channels. Johnson believes that Treyhill’s high levels of guest satisfaction are largely based on the fact that people know what to expect:  “We convey personality and I think that’s how we stand out from the competition. When I open the door, our guests already feel like they know us. We’ve only had three negative comments since we’ve been open, and have had loads of rave reviews.” Krystellie Fashion spends a lot of time interacting in its users’ daily discussions about hair extensions and clothing. Director Tony Pentland says that the company uses Facebook as its main marketing and sales channel. The ability for people to comment on posts – to the brand and to each other – has helped boost awareness.     Founder of Krystellie Fashion, Kelly Wright with daughter Krystal Photograph: null    “We get a lot of engagement with the pictures, posts and videos we put up because people want to talk about the products,” he says. “They generally want to say how fab the model looks or want to ask if we’ve got it in a particular size and to tag their friends to see what they think. It’s a really great way of getting the message out there, letting people talk to one another, as well as us, about our ranges.  “We join in using the tone of best friends, we’ll even put ‘x’ for kisses at the end of a comment, just like they do to one another.” Being ‘always on’ There is a danger that your audience can have high expectations, in terms of how quickly a company will respond via social media. Businesses on Facebook can set a ‘response time display’ (eg typically responds within 24 hours) in the Settings tab to manage expectations, and set up automatic replies with business opening hours in response to direct messages.  To interact with its users more efficiently, Pentland says Krystellie Fashion is planning to supplement the chat window offered on its homepage, with a button to interact automatically through Messenger.  Gray admits that finding the balance can be difficult, particularly if you are a small operation gaining traction: “Really you want to be having these conversations with everybody. With the best will in the world, all of your customers are equal. But if you have more resources at your disposal, you would be ranking users and replying to the ‘most valuable’ or most followed first.” Setting aside time every day, or every couple of days can also help, as well as making it part of everyone’s responsibility. Make sure you have set out the appropriate tone of voice to be used so that the whole team is able to keep this consistent, no matter who posts.  But above all, Gray stresses, listen to your audience: “You can’t be assumptive in how you behave. Don’t assume that the best time to post is 10:31am on a Thursday. Wait and see how your audience interacts with you, and let their behaviours steer the way that you talk to them.”  Useful feedback Listening to Treyhill’s followers has provided Johnson with a quick, cost-effective way to test ideas and explore new business avenues. “Facebook has been a fantastic way to test the market’s response to certain things,” she says. “I can very quickly gauge a wider audience’s reaction to my (sometimes crazy) ideas. If there’s a deathly silence, I know I need to have another coffee and to think again.”     Red Paddle Co encourages its audience to share their own photos on their social pages to generate discussion.    Red Paddle Co, who design and manufacture inflatable paddle boards, has also found that posting engaging content also led them down unexpected but profitable avenues. The company recently developed a new product thanks to comments on their Facebook page.  “Some feedback from paddle boards in New Zealand helped us design a new board for use in the rapids. They were suggesting what they’d want, and we built it. Basically it was wider and shorter to make it easier to get through rapids,” digital media manager Luke Green says. The business’s Facebook page has more than 75,000 followers, grown from just a handful of people three or four years ago. Their success, Green believes, is down to the business showcasing the passion that paddle boarders naturally show about their sport. Occasionally, there is a negative comment, but these are handled swiftly.  “It’s rare and it’s nearly always to do with a warranty issue. Our rule is to be polite and try to take the conversations off social and on to the phone or email,” Green says. “We had one instance of a competitor making claims about our products, which backfired because we were able to point out several mistakes in what they’d said and our user community backed us up. The rule for us is to be honest and polite and that seems to resonate very well with the public.” Gray says this type of user support is priceless. He cites an incident with O2 a few years ago, where the network was down for nearly a week. The overwhelmingly negative comments on social media eventually turned around as their audience started to stand up for them. “To see their followers come to their defense showed that their strategy to not monetise those relationships but to create good will around their brand, was a strategy that paid off.”  His top tip with social? Know what you want to achieve. “Have a strategy and determine how you can measure whether or not that approach is working. There’s a finite resource that you can give to any endeavour. So you have to be clear whether that is best spent doing what you’re doing, or doing something else.”  Content on this page is paid for and produced to a brief agreed with Facebook sponsor of the Guardian Small Business Network Connected for Success hub.",
  "webTitle": "The importance of social media listening",
  "webPublicationDate": "2016-05-20T08:00:35Z",
  "webUrl": "https://www.theguardian.com/facebook-partner-zone/2016/may/20/the-importance-of-social-media-listening",
  "keyword": [
    {
      "webTitle": "Facebook partner zone",
      "id": "facebook-partner-zone/facebook-partner-zone",
      "sectionId": "facebook-partner-zone",
      "sectionName": "Facebook partner zone"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Hargrave",
      "id": "profile/seanhargrave"
    }
  ],
  "guardianId": "facebook-partner-zone/2016/may/20/the-importance-of-social-media-listening"
}