{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/13/tahmima-anam-i-have-complicated-relationship-with-bangladesh-interview",
  "id": "2016-05-13-280",
  "sectionId": "books",
  "body": "There’s a moment in Tahmima Anam’s latest novel when her protagonist, Zubaida, realises that she may never be as fulfilled as her parents, who lived through the war in Bangladesh. “The war was fundamental, a kind of birth not just for the country but for all the too-young people who had willed the country into being.” The Bones of Grace is the final part of Anam’s trilogy that began in the war of independence that separated Bangladesh from Pakistan in 1971. Zubaida is the third generation of the Haque family chronicled: she is a young, US-educated palaeontologist who returns home to fulfil an obligation to marry her childhood sweetheart. “My parents are now, forty years later, starting to come to terms with what the war has done to them,” she reflects. “All the good things – their marriage, woven with the broken threads of what they lost; the sweetness of knowing their lives have meant something, for they are not, like so many, plagued by the pain of insignificance.” There is another reason, besides historical accident, for Zubaida’s sense of insignificance: she is an orphan, adopted as a baby into the well-to-do world of the childless Maya Haque. Knotty questions of class and identity underpin the latest novel, which wears its connections with the earlier volumes in the trilogy lightly. A Golden Age, published in 2007, told the story of widowed Rehana, separated from her children by a family rift that mirrors the geo-political fracture that freed Bangladesh from Pakistan. Hailed as “a stunning debut”, it was shortlisted for the Guardian first book award and won a Commonwealth writers’ prize for best first novel. “Throughout the novel Anam deftly balances the story of nation against that of family,” wrote reviewer Kamila Shamsie. “There is never a moment when we lose sight of the upheaval of Dhaka in 1971, but Anam adroitly weaves these stories into the personal lives of her characters.” Four years later, The Good Muslim took the story forward a generation, examining “the consequences of war, the hazards of an uneasy peace, the gains and losses of nation-building, the rewriting of history”. This is when we last encountered Maya Haque, as a doctor in the mid 1980s struggling to come to terms with the radicalisation of her brother and the limits of her own political will.    This book is more about migration and belonging. It isn’t bound so much by a specific history    The Bones of Grace is more fractured – a story addressed by two very different Bangladeshi narrators to Zubaida’s American lover. For Anam, now 40, it represents a break with the sense of historical obligation that she felt with the first two novels. “It’s more about migration and belonging. Though I loved writing the first two books and they were important to me, I felt I was doing them out of a duty to tell a particular story that hadn’t been told before. This one is what I wanted to say: it isn’t bound so much by a specific history.” The novel was five long years in gestation, during which she won a place on Granta’s prestigious list of the 40 best young British novelists and gave birth to a “severely premature” baby after suffering from the potentially fatal condition pre-eclampsia. “I’d written a first draft before he was born, and then it was totally transformed,” she says. Weeks of visiting her son in a premature baby unit changed her as much as it changed her book. “I felt like an entirely different person. On the other hand, I realised, when I looked back, how much I had always written about losing children.” The bones of grace of the title belong to an “ambulocetus” – a distant ancestor of the whale, which walked on land. “It was an intermediate species,” Anam explains. “Whales are the only animal that came out of the sea and went back to the sea. It’s symbolic of a lot of things that happen in the book: Zubaida herself is trying to decide whether to swim or to stay on land.”     Anam with her Aunt and uncle in Bangladesh in 2008. Photograph: Spencer Platt/Getty Images    Like her character, Anam is a child of different worlds. Delivered in Dhaka on the office table of the local doctor “because I was born early and she didn’t have room in the clinic”, she spent her first two years living in a family compound with her grandparents and the families of her father’s four brothers. Her mother and father had both been deeply involved in the campaign for Bangladeshi independence. A story her grandmother used to tell her, of how the army raided the family house and discovered guns that her guerrilla uncle had buried in the garden, became a centrepiece of A Golden Age. But when she was two, her father’s job with UN took the family to Paris, then on to New York and Thailand. “The interesting thing about being in these places was that all the time we were there my parents would tell me we weren’t going to stay. They spoke Bangla to me at home, and cooked Bangla food. For them it was just a pause, but for me it was my whole life.” Her expatriate childhood came to an end when she was 15, and her father finally realised his ambition to go home and start a newspaper. “It was a huge moment in my life,” she says. “My father had put all his savings into the paper so suddenly the stakes were much higher and everything became very serious.” Shortly before they moved back, her sister was born, “so it was me, the baby and the paper”. She was enrolled at a school, and on her first day made “this huge faux pas” of criticising the recently ousted dictator, Hussain Muhammad Ershad, not realising that the parents of some of her fellow students had been jailed because of their roles in his government.    What I hadn’t realised at 25 was that my sense of discomfort in the world was something to be owned    At 17 she won a scholarship to Mount Holyoke, a small liberal arts college for women in rural Massachusetts with “a monastic quality”, which briefly converted her to the academic life. “I spent four years in this freezing cold New England town with this very tough mentor who got me into anthropology.” When she came out she knew she wanted to be a writer, but had no idea how to go about it, so decided to do a PhD at Harvard first. Her thesis was an oral history project on the Bangladesh war, which involved travelling around the country gathering “little vignettes about people’s lives, who their friends were and what cigarettes they smoked.” Though she completed her doctorate, she decided that a novel would “more faithfully capture the memory than an academic book”. So, after the false start of marriage to “a suitable boy” – again, much like Zubaida in the novel – she moved to London with a fellow student with whom she had fallen in love at Harvard and signed up for a creative writing course. “What I hadn’t realised at 25 was that my sense of discomfort in the world was something to be owned and not to be denied, and that it’s one of the major pillars of my identity,” she says now. Anam came from “a broadly Muslim background”, though her parents, “having been revolutionaries, raised me on a strict diet of socialism”. Her boyfriend, now her husband, Roland O Lamb, came from a quaker background in rural New Hampshire. “It was like we were the same even though none of the facts lined up,” she says. He is an inventor who created a new type of electronic keyboard, which aimed to bridge the gap between acoustic and digital music. “When we met he was a softly spoken academic type studying Chinese philosophy. Now he’s the CEO of a company employing 100 people.” Anam is on the board. “It’s very important to me that life and work and passions coexist. He’s a jazz pianist and my great love story so, inevitably, he makes it into my book: that sense of intimacy with a total stranger was something I had myself.”   Related: Review: A Golden Age by Tahmima Anam    In The Bones of Grace Zubaida’s piano player is Elijah, a man she meets just as she is about to leave the US for home, and to whom the whole novel is addressed. He visits her in Bangladesh when she has abandoned palaeontology for a job recording the experiences of workers slaving away on a second whale in the book: the beached hulk of a passenger liner, which is being stripped down in the burning Bangla sun. This powerfully evocative central section embodies Anam’s ambivalence about her country, portraying an economy in which the poor from the rural north are forced by the harsh winters to abandon their homes and travel to the coast to work as cutters, pullers, welders and rollers in a treacherous scrap industry based on the exploitation of desperate poverty. As well as its economic injustices, Bangladesh is a hotbed of religious and political intolerance, where only last month an academic was hacked to death, allegedly by Islamic State, for “calling to atheism”. Anam reports on such atrocities in her other life as a columnist for the New York Times, basing one recent column on the problems faced by her own father, after his paper was implicated in the wrongful imprisonment of a former prime minister, Sheikh Hasina, in 2007. “‘I’m being sued for 17 billion dollars,’ he wrote. ‘This is more than the total budget of the country at independence.’ I hear the smile behind the words. I also feel the sadness behind the smile.”   Related: The Good Muslim by Tahmima Anam – review    Today she says: “I was sitting there thinking, ‘Will this man leave this country?’ And I realised he’d rather go to jail. He’ll never retire. This is the person he’s always wanted to be. He’s an activist, and that’s something – to have that in your life.” Her mother runs a human rights aid organisation and her sister works for an NGO set up to bring Muslim and secular students together. Her father’s brothers still live in the family compound, which has now been turned into an apartment block. She is resigned to being the only member of her family to have made a marriage and life outside her country and, though she makes a point of taking her son back for a few months every year, she is aware that she doesn’t have her parents’ drive to immerse him in Bangla culture. “I have a complicated relationship with Bangladesh,” she says. “On the one hand I think it’s the source of a lot of my creative energy and when bad things happen I feel deeply, personally involved in it. On the other hand it’s very difficult for me to imagine having a life there. I’ve come to accept it’s a long distance love affair.” • The Bones of Grace is published by Canongate (£14.99). To order a copy for £11.99 go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Tahmima Anam: ‘I have a complicated relationship with Bangladesh’",
  "webPublicationDate": "2016-05-13T08:00:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/13/tahmima-anam-i-have-complicated-relationship-with-bangladesh-interview",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Armitstead",
      "id": "profile/clairearmitstead"
    }
  ],
  "guardianId": "books/2016/may/13/tahmima-anam-i-have-complicated-relationship-with-bangladesh-interview"
}