{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/leicester-mathew-tait-saracens-worcester-premiership-playoffs-rugby-union",
  "id": "2016-05-01-20",
  "sectionId": "sport",
  "body": "Leicester booked their customary place at the Premiership play-off table but, if they are to reach the final for the first time since 2013, they will probably have to win at a ground where they have tended in recent years to put in some of their lamest performances. As the table stands before this weekend’s final round of matches Leicester will be off to Allianz Park to face the champions, Saracens, having on their last three visits there failed to prove the real thing on the artificial surface. The average score in those games is 32-7 to Sarries and not even training on the same type of surface before January’s game there made a difference. “There have been no excuses for our performances there,” said the Leicester full-back Mathew Tait, who appeared in the centre against Worcester in the bonus-point victory that ensured the Tigers would finish in the top four for the 12th consecutive season. “Saracens are a good team, firing in Europe with a well-drilled squad that has class players throughout the team. They are the most consistent side in the Premiership and we would not go there under any illusions about the challenge we face. But we know we are capable of beating any side. “It was a tough week before the Worcester game after losing in the semi-final of the European Cup and, while it was not a perfect result, we got what we want which was a place in the top four. We know we have to improve in the next few weeks.” Leicester were without six of those who started against Racing 92 in the European Champions Cup semi-final. Freddie Burns and Manu Tuilagi were injured but Dan Cole and Ben Youngs were on the bench to provide needed impetus during the second half when Worcester were threatening to take control. The Warriors merited a bonus point for the way they forced Leicester to compete for every scrap of possession. The Tigers were fortunate to be 21-17 ahead at the interval and the telling difference between the sides was the quality the home side had behind the scrum, but the Warriors showed why they were for once not locked in a relegation scrap in the final weeks of the campaign, three times ahead in the opening half.   Related: Leicester Tigers secure play-off place with victory over Worcester    “I was pleased with the performance,” said Dean Ryan, the Worcestershire director of rugby. “It is important that we end the season on a good note and we were competitive throughout. The game was there to win but we missed a few opportunities and had two tries ruled out, wrongly in my view, for forward passes. We just have to become a bit more clinical.” Leicester Veainu; Thompstone, Betham, Tait (Smith, 70), Goneva; Williams, Harrison (B Youngs, 43); Ayerza (Genge, 52), Ghiraldini (Bateman, 52), Balmain (Cole, 52), Barrow, Kitchener, Slater (capt; Croft, 64), McCaffrey, Fonua (Evans, h-t). Tries Goneva, Fonua, Veainu, Evans. Cons Williams 4. Pen Williams. Worcester Pennell; Heem, Symons, Mills, Vuna; Heathcote (Lamb, 70), Hougaard; Ruskin (Leleimalefaga, 20), Annett (Bregvadze, 52), Schonert (Johnston, 64), Cavunati, Barry (O’Callaghan, 33), Dowson (Betty, h-t), Kirwan, Van Velze (capt). Tries Heem, Symons. Cons Heathcote 2. Pen Mills. Referee G Garner (RFU). Att 21,682.",
  "webTitle": "Leicester’s Mathew Tait ‘under no illusions’ over threat from Saracens",
  "webPublicationDate": "2016-05-01T21:29:05Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/leicester-mathew-tait-saracens-worcester-premiership-playoffs-rugby-union",
  "keyword": [
    {
      "webTitle": "Leicester",
      "id": "sport/leicestertigers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Worcester",
      "id": "sport/worcesterrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/01/leicester-mathew-tait-saracens-worcester-premiership-playoffs-rugby-union"
}