{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/06/halifax-raises-mortgage-borrower-age-limit-80",
  "id": "2016-05-05-4",
  "sectionId": "money",
  "body": "Halifax has raised its age limit for mortgage borrowers by five years to 80 in a further sign of the financial pressure on homeowners as property prices continue to rise. The move by Britain’s biggest mortgage lender means that a 55-year-old customer could take out a 25-year loan and repay the loan before his or her 80th birthday. However, Halifax says that any borrowing beyond retirement age will require proof of retirement income. Workers are no longer compelled to retire at the age of 65 and the state pension age will rise to 67 for both men and women between 2026 and 2028.    Related: Barclays’ 100% mortgage is great – if your parents are wealthy | Jonn Elledge    Simon Collins, of mortgage broker John Charcol, said: “This is a very under-served area of the market, but I think they could have gone even further. It would be nice if we did see some others following suit, and maybe even edge up to 85. “Lenders have come under a lot of pressure from the regulator over this. These are very low-risk borrowers with excellent track records with credit scores – why wouldn’t you want to lend to them?” Halifax said: “As demographics and working habits continue to change, we continually review our products and policies to ensure they reflect the evolving needs of our customers, including those who wish to continue working longer.”  The UK already has almost 12 million people aged over 65 and a growing number of lenders have been aiming mortgages at this group. Hodge Lifetime is offering the 55+ mortgage that is only available to applicants over that age, with 85 as a cut-off age for applications.  The property must be in England or Wales and be worth between £170,000 and £1m. The minimum loan is £20,000 and the maximum £500,000, although the highest loan-to-value ratio is 60%.  Epsom-based National Counties building society will consider applicants up to age 89 but will not take into account employment income beyond 70. Its deals include a five-year fixed rate mortgage at 3.29%. However, most mainstream lenders still have far lower age limits. Barclays and RBS have an age limit of 70 for their mortgages, while HSBC, Nationwide and Santander impose a cut-off at 75. Mortgage lending surged 64% to £17.1bn in March – the highest figure since April 2008, just before the financial crash struck – as buy-to-let speculators and second-home buyers rushed to beat an increase in stamp duty, according to the British Bankers’ Association. Mortgage borrowing remains at historically ultra-low levels, with the average two-year fix falling from 2.97% to 2.55% in the past 12 months, while the average five-year fixed rate dropped from 3.53% to 3.19% over the same period, according to Moneyfacts.",
  "webTitle": "Halifax raises mortgage borrowing age limit to 80",
  "webPublicationDate": "2016-05-05T23:26:58Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/06/halifax-raises-mortgage-borrower-age-limit-80",
  "keyword": [
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Retirement age",
      "id": "money/retirement-age",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Retirement planning",
      "id": "money/retirement-planning",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Family finances",
      "id": "money/family-finances",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Johnston",
      "id": "profile/chris-johnston"
    }
  ],
  "guardianId": "money/2016/may/06/halifax-raises-mortgage-borrower-age-limit-80"
}