{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/12/bbc-white-paper-key-points-john-whittingdale",
  "id": "2016-05-12-258",
  "sectionId": "media",
  "body": "Culture secretary John Whittingdale unveiled his long-awaited white paper on the future of the BBC on Thursday, setting out what sort of programmes it should make and how they will be funded. Along with greater transparency about star salaries and a greater commitment to diversity, the government demanded more distinctiveness on BBC1, Radio 1 and Radio 2, and raised the prospect of the first BBC pay-TV subscription services in the UK  Star salaries The public has a right to know what the BBC’s highest earners are paid out of the licence fee. It will have to publish names of all employees and freelancers paid more than £450,000 in “broad bands” to be agreed with the BBC. In 2014/15 nine BBC stars earned more than £500,000, and 34 earned between £250,000 and £500,000. Verdict: The BBC has resisted publishing its stars’ salaries but it could have been worse - Whittingdale was said to have wanted to set the bar at £150,000. The big question - how will highly-paid stars such as Chris Evans, Graham Norton, and Gary Lineker react? Will it be a poacher’s charter? Distinctiveness  The white paper contains an explicit requirement that its output must be “distinctive, high quality and impartial”. Whittingdale said he is “emphatically not saying that the BBC should not be popular” but popularity should “not [be] the primary measure of success”. Verdict: One of Whittingdale’s favourite words, the white paper references “distinct” or “distinctiveness” 50 times. But like BBC1’s The Voice - since lost to ITV - one person’s distinctiveness is another person’s copycat. TV BBC1 “could have greater levels of creative ambition” as it has a tendency to play it safe. Whittingdale likes Strictly Come Dancing and War and Peace, less keen on daytime schedule staples such as Bargain Hunt, now into series 43. Should be more current affairs, music and arts on BBC2, less entertainment. Verdict: The BBC’s acting director of TV Charlotte Moore rails against any suggestion that BBC1 is not distinctive, but with the exception of big hits such as The Night Manager and War and Peace, lots of its peaktime line-up is long in the tooth (but still popular).  Radio  Radio 1 and Radio 2 could show “even greater levels of ambition … while still remaining channels of broad public appeal”. Higher overlap with commercial rivals than BBC figures suggest. Verdict: Radio 1 has long been under pressure to reach a younger audience with mixed results. Radio 2, with 15 million listeners, can afford to lose a few in pursuit of distinctiveness. Online Whittingdale has welcomed BBC plans to make online services “more distinctive and to reduce magazine-style content”. Its focus should be on “rigorous, impartial analysis of important news events and current affairs”. Verdict: No explicit references to recipes, but the white paper had been expected to sound the death knell for the softer elements of the BBC’s online offering. Governance New charter will abolish the BBC Trust and create a new unitary board for the BBC responsible for governing the BBC in the public interest. With between 12 and 14 members, the chair and deputy chair and members for each of the four nations of the UK will be appointed by government, with the rest appointed by the BBC. Ofcom will become the BBC’s regulator “with power to investigate any aspect of BBC services ... a strong regulator alongside a strong BBC”.   Related: BBC must become more accountable, says John Whittingdale    Verdict: The prospect of the government appointing the majority of the BBC’s board, responsible for its editorial output, had been one of the major concerns of critics such as Wolf Hall director Peter Kosminsky. But it remains to be seen how it will work in practice. Funding “There is no perfect model but the licence fee remains most appropriate model for next charter period. We will increase the licence fee in line with inflation to 2021/22 when there will be a new settlement.” The iPlayer loophole will be closed so on-demand viewers will need a TV licence like everyone else. Verdict: The licence fee survives to fight another day. Quite a lot of them in fact, with a viable alternative still no closer than it was 10 years ago. Inflation-linked licence fee rises and a closed iPlayer loophole are wins for the BBC, but overshadowed by the £700m-plus burden of free licences for the over-75s. Pay-TV BBC BBC will investigate new subscription offerings but it will be for the “BBC to set the scope of these plans” which will feed into the next charter review process. They will be for “additional services” not currently provided by the BBC. Verdict: The BBC has warned against subscription services, suggesting they would mean “first and second class” licence fee payers (and could, eventually, sound the death knell for the licence fee). Diversity The BBC will be required to give greater focus to under-served audiences, including black, Asian and minority ethnic viewers, and those in the nations and regions. “We want the BBC to be the leading broadcaster in addressing diversity issues,” said Whittingdale, with diversity enshrined in the new charter. Verdict: Tony Hall has made diversity a key tenet of his time as director general, but the importance attached to it in the white paper suggests it is too little, too late. Radical change, of the sort envisaged by Lenny Henry, may be on the horizon. Transparency  The National Audit Office, which already investigates various aspects of the BBC, will be given a wide-ranging role as the corporation’s official auditor. Verdict: The BBC has traditionally rejected greater scrutiny by the National Audit Office. Now it will be the BBC’s official financial auditor, which should make the corporation’s annual report more interesting. Who makes what? The BBC will allow independent producers to bid to make 100% of its output outside of its news programmes (currently they are limited to 50%) including returnable series such as EastEnders and Strictly Come Dancing. Gives approval to the BBC’s moves to turn its in-house production department into the newly commercial BBC Studios. Verdict: Tony Hall has moved to open up the BBC’s schedules to independents, while widening the scope of the corporation’s own in-house production. But it goes way beyond what the BBC envisaged, and the idea of the it being forced to put EastEnders and Strictly Come Dancing out to tender will mean blanched faces at Broadcasting House. Commercial rivals “The BBC needs to move from a mindset of seeing other media players as rivals ... to one that seeks to work in partnership.” Rival broadcasters will be able to bid for a £20m pot (from previously unallocated funding) to make public service programmes such as children’s TV, but only on a trial basis. The BBC must also do more to share its vast archives. Verdict: Funded by leftovers from the 2010 funding deal, it means no top-slicing from the new licence fee agreement. But who knows what will happen next time round? The BBC has been banging on about partnerships for a long time, but commercial rivals have complained that working with the BBC is rarely easy. Scheduling and acquisitions The white paper stops short of telling the BBC where to schedule its shows, and does not ban the BBC from buying overseas series and formats. But it says in scheduling shows it should “carefully consider any negative impacts” on rivals such as ITV, and should not acquire shows that other free to air broadcasters are willing to buy. Verdict: No outright ban on the BBC going head to head with its rivals but public interest and value for money must be at the forefront of their thoughts. Charter length  The charter will be extended to 11 years to remove it from the political electoral cycle with a “mid-term review” to check its progress. Verdict: As expected, the future of the BBC will be divorced from the electoral cycle, making this sort of thing marginally more straightforward in the future World Service “We’ll protect the BBC World Service funding for five years, plus provide an extra £289m of government funding available over this spending review period.” Verdict: Amid all the cuts, there appears widespread agreement that the World Service is a very good thing for all concerned. Read the white paper in full     BBC white paper: full text",
  "webTitle": "BBC white paper: key points at a glance",
  "webPublicationDate": "2016-05-12T11:00:11Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/12/bbc-white-paper-key-points-john-whittingdale",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/12/bbc-white-paper-key-points-john-whittingdale"
}