{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/29/louis-vuitton-cruise-collection-seeks-fashions-next-dimension-in-brazil",
  "id": "2016-05-29-81",
  "sectionId": "fashion",
  "body": "If challenged on his unconventional buildings, Oscar Niemeyer, architect of the Mac Niterói art gallery which hovers above Rio de Janeiro like a spaceship, would quote Charles Baudelaire: “Strangeness is a necessary ingredient of beauty.” As an aesthetic philosophy, this sums up the Louis Vuitton catwalk collection staged on the snaking ramps of the gallery at sunset on Saturday. Out of the UFO curves of the building came models wearing parachute-silk cape-backed dresses with wetsuit zippers, or silk blouses inspired by Brazilian artist Aldemir Martins’ paintings of Pelé. The famous Louis Vuitton box trunks were reincarnated as Copacabana beach ghettoblasters, complete with gold hardware and the LV monogram. In the front row, Catherine Deneuve watched imperious, while Brazilian supermodel Alessandra Ambrosio captured the moment for posterity with selfies. There is a strangeness to a fashion extravaganza on this scale being staged in a country which is in the grip of recession, with an impeached president, endemic corruption, a major health crisis looming over the Zika virus, and with the small matter of an Olympic Games to host in two months’ time. Unsurprisingly, designer Nicolas Ghesquière took ample artistic licence in the image of Brazil he riffed on for this collection, focusing on a nostalgic Ipaneman glamour and Brazil’s sporting heritage.  The new phenomenon of “cruise” season, of which this show is part, is taking fashion to another dimension. Four megabrands – Louis Vuitton, Chanel, Christian Dior and Gucci – have created an elite class of standalone fashion shows, which take place out of the cheek-by-jowl hustle of ready-to-wear fashion weeks. Each brand vies for the most exotic locations and the most prestigious venues. Three weeks ago, Chanel staged its cruise show in Cuba; in the next few days, cruise-fever will arrive in the UK with Dior’s show at Blenheim Palace on Tuesday, closely followed by Gucci’s at Westminster Abbey on Thursday. Where regular fashion weeks are rooted in a trade-show tradition, the cruise shows promote the more abstract modern art of branding. Karl Lagerfeld’s Chanel is cruise’s answer to pop art, all cartoon Cocos and Warholian colours. Ghesquière’s Louis Vuitton, meanwhile, is something more oblique. He is by instinct an avant-garde designer, and he brings an arthouse aesthetic to his blockbuster brand. If a Louis Vuitton cruise show was an art installation, it would be a Carsten Höller slide, or a room of Martin Creed’s white balloons. The heritage of Louis Vuitton is in travel, not clothes, and Ghesquière has made the venues for his cruise collections an integral part of their image, taking LV on a world tour of elliptically curved space age architecture. UFO-like buildings have become as much a part of Louis Vuitton’s visual brand as those boxy brown-and-gold trunks were fifty years ago. The venue for last year’s cruise show was Bob Hope’s landmark 1970s-meets-the-future Palm Springs home. By commandeering the world’s chicest spaceships as catwalks, Ghesquière keeps the fantasy element of the Vuitton lifestyle alive in an era where air travel has lost its glamour.  This was a sexier, more body-conscious Louis Vuitton. With their low-cut necklines and side cut-outs, the opening dresses had the look of very dressed-up swimwear. Where skirts were long they were cut to ribbons, for plenty of leg. The timelessly ethereal desert-sand shades of last year’s Palm Springs collection were replaced by bold, attention-grabbing colours. Backstage after the show, Ghesquière said it was the integration of sportswear into urban style that he loved in Rio de Janeiro. “I have always loved the clothes that women wear on city streets, and I am obsessed with sport and with movement. Here in Rio, beach life is urban life.” The influence of Brazil’s sporting heritage – and of a city about to host the Olympics – could be felt in the Pelé-print jerseys, in lightweight football shorts, and in scuba-fabric high-top shoes.  New LV muse Jaden Smith, teenage son of Hollywood actors Will Smith and Jada Pinkett Smith, lavished praise on those scuba high-tops backstage after the show, saying he was hoping to wear them himself. The 17-year-old, whose appearance in a skirt in a Vuitton womenswear campaign caused a stir earlier this year, drew by far the loudest screams of the evening when he turned from talking to Ghesquière to wave to the Brazilian teenagers gathered outside the gallery. “I loved that show,” he said. “To me, it just looks like the future.”",
  "webTitle": "Louis Vuitton cruise collection seeks fashion's next dimension in Brazil",
  "webPublicationDate": "2016-05-29T14:52:23Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/29/louis-vuitton-cruise-collection-seeks-fashions-next-dimension-in-brazil",
  "keyword": [
    {
      "webTitle": "Louis Vuitton",
      "id": "fashion/louis-vuitton",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Nicolas Ghesquière",
      "id": "fashion/nicolas-ghesquiere",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Oscar Niemeyer",
      "id": "artanddesign/oscar-niemeyer",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jess Cartner-Morley",
      "id": "profile/jesscartnermorley"
    }
  ],
  "guardianId": "fashion/2016/may/29/louis-vuitton-cruise-collection-seeks-fashions-next-dimension-in-brazil"
}