{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/14/government-to-help-pathologists-tackle-rent-but-650m-bulk-billing-cut-will-stay",
  "id": "2016-05-14-205",
  "sectionId": "australia-news",
  "body": "The government has announced it will help pathologists tackle unfair rent to keep their costs down, but will not overturn a $650m cut to the bulk-billing incentive for pathology and diagnostic imaging. In the leaders’ debate in Windsor on Friday, the prime minister, Malcolm Turnbull, announced that the health minister, Sussan Ley, had brokered a deal with Pathology Australia so that pathologists would continue to bulk bill, despite a cut to the incentive. Ley said the government would help pathologists tackle their rent costs by clarifying what “fair market value” was in the Health Insurance Act, which regulates the rents pathologists pay to be housed in the same properties as other medical services. The Pathology Australia chief executive, Liesel Wett, welcomed the announcement and said it was a significant one that would allow the sector to “maintain current billing practices, in the best interests of the patient”. The government also promised there would be no further changes to pathology services’ bulk-billing incentives for the next three years. However, it is proceeding with $650m of cuts to diagnostic imaging and bulk billing incentives for pathology services. The cut will be delayed while the government legislates the measures to tackle rents, and this is expected to take a few months in the first term of the new parliament.   Related: Pap smears will cost after changes to pathology rebates, say Labor and Greens    Ley said: “The pathology sector recently identified rents as their biggest cost-pressure threatening the ongoing sustainability of bulk billing for patients at a roundtable convened by the Coalition in April. “This announcement will give the pathology sector a more sustainable path to confidently invest in future innovation in line with our plan for jobs and growth. “As such, the Coalition and Pathology Australia have agreed that our action on rents allows pathology providers to continue to bulk-bill patients without the current incentive payment.” The Australian Medical Association president, Brian Owler, told Guardian Australia it was “very disappointing” the deal did not reverse the cuts to bulk-billing incentives because “people will still pay more for pathology and diagnostic imaging”.  Owler said pathologists bid against each other to set up shop in buildings with medical services, which “squeezed out smaller players and increased rents to well above market value”. He accepted that the policy to tackle market value rents would benefit pathology companies. But he said: “The government did have an opportunity to deal with the cuts to bulk-billing incentives. It’s the patient that is still going to pay.”",
  "webTitle": "Government to help pathologists tackle rent but $650m bulk-billing cut will stay",
  "webPublicationDate": "2016-05-14T00:58:07Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/14/government-to-help-pathologists-tackle-rent-but-650m-bulk-billing-cut-will-stay",
  "keyword": [
    {
      "webTitle": "Medicare Australia",
      "id": "australia-news/australian-medicare",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sussan Ley",
      "id": "australia-news/sussan-ley",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/14/government-to-help-pathologists-tackle-rent-but-650m-bulk-billing-cut-will-stay"
}