{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/black-girl-review-ousmene-sembene-groundbreaking",
  "id": "2016-05-18-164",
  "sectionId": "film",
  "body": "“Oh, you must go to Dakar,” a white couple tell friends, as if the capital of newly liberated Senegal were a stylish restaurant down the street. France’s fetishization of post-colonial Africa may not have the fresh sting as it did in 1966, but the communication breakdowns evident in Ousmane Sembène’s Black Girl are far from resolved.   Related: Ousmane Sembène    The first sub-Saharan film to make a major impact in Europe and North America, Black Girl radiates with an expressive tone, despite some script compression and the typical production obstacles of a mid-60s independent film. At just over one hour it tells the bleak tale, loosely based on an actual news item, of an African maid who reaches a tragic end at her French employers’ home. The film begins as Diouna (Mbissine Thérèse Diop) steps off a ship and is picked up by her never-named boss (Robert Fontaine). They drive along the coast of the Mediterranean and reach a small, sparsely decorated apartment in Antibes. The only decor is a prominently placed African mask, which we’ll learn through flashback wasn’t a trinket bought at a marketplace but a gift Diouna gave them back in Dakar. Before coming to Antibes, Diouna was happy as the family’s nanny, even gloating about her great new position and happily accepting cast-off dresses from “Madame” (Anne-Marie Jelinek). Accepting the move to France is something of a bait-and-switch. The children are nowhere to be seen, and her tasks are reduced only to cooking and cleaning. Promises from Madame to take Diouna out shopping never come to fruition, and soon she feels like a prisoner. She’s asked to prepare an African dish for visiting guests – something she never did in Dakar – and one of the appreciative diners embraces her, shouting: “I’ve never kissed a Negress!” It’s clear her worth is just as a breathing version of the mask that hangs on the wall. The sound design in Black Girl is similar to other low-budget independent productions of the time. There is very little synchronous sound, and most of what we hear from Diouna is in voiceover. Short repetitive music cues, some featuring the Senegalese string instrument called a xalam, recur against tedious cleaning images, aiding us to empathize with Diouna’s trance-like haze. It’s an effective technique, and works well with the film’s second half, in which Sembène chooses to work in a more allegorical, almost mythical framework. Some may be less willing to overlook a few inconsistencies. For starters: the apartment is tiny, there isn’t that much to keep clean. Also: Madame is a jerk, but she isn’t denying Diouna her freedom of movement. She even encourages her, vaguely, to get out and see town on her own, though makes no consideration as to her safety in a foreign culture where racism was commonplace. (At night she stares out the window, and the high-contrast black and white film stock presents the world outside as an inky void.) Madame’s turn to psychological cruelty seems to come out of nowhere, and the film’s violent resolution may remind modern viewers of Ron Burgundy’s catchphrase: “That escalated quickly.” I choose to shrug off such criticism about the film’s logic. It is, after all, loosely based on a true event, even if the specifics have receded with time. Sembène’s was a poet before he was a film-maker, and given the political context when this movie was made it’s clear that there’s more going on here than realism. Black Girl won Sembène the Prix Jean Vigo (a French prize given to new directors) and is essential viewing for the well-rounded film lover. For its 50th anniversary, Janus Films/Criterion oversaw a new restoration, and its week-long run at the Brooklyn Academy of Music is, despite longtime acclaim and appearances at festivals and repertory screenings, its first New York theatrical engagement. Accompanying Black Girl is Sembène’s outstanding first film Borom Sarret (The Wagoner), a portrait of a villager on the outskirts of modern Dakar struggling to make a living with his horse cart. At a little over 18 minutes, this observational short from 1963 is believed to be the first film ever made by a black African. It isn’t just a milestone, it’s an outstanding work: funny, insightful, beautifully shot and heartbreaking. Despite its brevity, it is every bit as striking and resonant as the feature presentation.  Black Girl is at Brooklyn Academy of Music from 18 to 24 May",
  "webTitle": "Black Girl review – Ousmane Sembène’s groundbreaking film dazzles 50 years on",
  "webPublicationDate": "2016-05-18T13:26:55Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/black-girl-review-ousmene-sembene-groundbreaking",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Hoffman",
      "id": "profile/jordan-hoffman"
    }
  ],
  "guardianId": "film/2016/may/18/black-girl-review-ousmene-sembene-groundbreaking"
}