{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/08/turnbull-is-introducing-gp-co-payment-by-stealth-doctors-say",
  "id": "2016-05-08-184",
  "sectionId": "australia-news",
  "body": "Doctors are accusing the Turnbull government of trying to enforce a GP co-payment by stealth by extending the freeze on Medicare rebates for another two years.   Related: Any changes to health and welfare payments 'will be consumer-friendly'    They claim it will put patient health at risk, because GPs will be forced to introduce a co-payment to cover the ever-growing funding gap – and that will increase costs for patients. They have pledged to campaign against the government’s decision, which was revealed in the budget, all the way to the election. It means health policy could become a key battleground in the election campaign. The Medicare rebate freeze has been in place since July 2012, but it was controversially extended by the Abbott government in 2014 for four years, leading to a stoush with medical groups. Now the Turnbull government plans to extend the freeze for another two years, until mid-2020, to save the budget another $925.3m. But the move has prompted the Royal Australian College of General Practitioners to launch a campaign against the government, with thousands of GP clinics across the country preparing to warn patients about the policy. From Monday, the RACGP’s 32,000 members will hang posters in their waiting rooms to warn patients that the government is targeting their family’s health. A typical poster will read: “The federal government’s freeze on Medicare rebates will hurt you. It’s a patient co-payment by stealth.” RACGP president, Frank Jones, told Guardian Australia that the government is constantly undervaluing general practice and it is illogical to do so. “We’re the most cost-effective part of the health system,” he said. “If you disinvest in general practice – and force people to start charging a contributory payment – then patients will present later and they will be potentially more unwell, with more referrals to hospital, where costs are four to ten times as much as a GP-equivalent type of clinical problem. “It really is an illogical thing to do to disinvest in primary care. That’s really our argument.”   Related: Doctors given list of 61 tests that could be waste of time and money    Jones said the decision to extend the rebate freeze on GP items will mean the value of GP patient rebates will fall by 20% in real terms. “One estimate of the cost of the freeze for the average GP is $50,000 by 2019-20,” he said. “That’s a lot of money.” The president of the Australian Medical Association, Brian Owler, last week condemned the government’s decision to extend the rebate freeze, saying it continues the government’s “stranglehold” on the Medicare system. “The only way that GPs can maintain their services is to start to charge patients. While there has not been a significant change in bulk billing rates, GPs have absorbed [the rebate freeze], they’ve absorbed it for a period of time,” he said. The RACGP’s campaign is similar to the one run by the AMA since the 2014 budget, after the Abbott government tried to introduce mandatory $7 GP co‑payments, and a $5 cut to GP rebates. The health minister, Sussan Ley, says the extension is necessary because of “the current fiscal environment”.",
  "webTitle": "Turnbull is introducing GP co-payment by stealth, doctors say",
  "webPublicationDate": "2016-05-08T06:34:59Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/08/turnbull-is-introducing-gp-co-payment-by-stealth-doctors-say",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Medicare Australia",
      "id": "australia-news/australian-medicare",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "GPs",
      "id": "society/gps",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/08/turnbull-is-introducing-gp-co-payment-by-stealth-doctors-say"
}