{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/10/uncharted-4-grief-finishing-video-game-loss-novel-tv",
  "id": "2016-05-10-230",
  "sectionId": "technology",
  "body": "When my son was coming to the end of Harry Potter and the Deathly Hallows, having avidly consumed the previous six books in the series, his progress noticeably slowed. He’d go days, weeks even, before finishing a chapter – so much so that we thought that he was going off the story altogether. But he wasn’t. He was drawing it out. Like millions of other fans, he simply could not face leaving Hogwarts. Harry, Ron and Hermione had become more than characters: they were friends. He cried when he read the epilogue, “19 years later”. This is a common phenomenon with very good books, and with television series too: the characters become so habitual and beloved over time that we form relationships with them, often augmented by the way we avidly discuss each instalment with friends and in online forums. In 2014, Cristel Russell, an associate professor at the American University’s Kogod School of Business, completed a study entitled When Narrative Brands End: The Impact of Narrative Closure and Consumption Sociality on Loss Accommodation, which argued that fans effectively go through a mourning process when a good show or book series comes to a close. We have to learn to let go. Although, much less discussed, a similar process happens with narrative video games. I know, because I’m going through it right now with the Uncharted series. These exciting, cinematically beautiful treasure hunting adventures have a wonderful protagonist in Nathan Drake, an Indiana Jones-style hero who is drawn into a series of dangerous escapades. The games have puzzles and shooting, but they also boast humour, grace and a great supporting cast of characters. Uncharted 4, released today, is the conclusion of a series that began almost a decade ago, and I have played them all, breathing in the exotic locations, fantastical set-pieces and myth-laden plots filled with weird artefacts and legendary cities. Now they’re over. I’ve finished. And it sort of hurts. I realise that, as the game is only released today, you’re not where I am yet; you have adventures left to embark on, and many hours of Nathan time ahead. I am quietly envious. Like an elderly relative at a wedding, I feel like clutching your hand and whispering “savour every moment”. But I won’t because that would be weird and technically impossible.    Fans found it easier to move on from a show if there was definite, unambiguous closure    It’s not the first time I’ve felt this way. I was similarly low after completing the brilliantly amusing, challenging and gripping Portal 2; when I finally saw the ending of Quantic Dreams’ fraught psychological thriller Heavy Rain; when I said goodbye to Trip and Monkey, the sparring couple at the heart of Ninja Theory’s hugely under-rated Enslaved: Odyssey to the West. You spend so long with these characters, who are now rendered in intricate human detail, that you begin to know them, anticipate them, worry about and feel remorse for them. In some ways the relationship is even more complex and binding in games, because you interact with these people, embody them even. Your relationship with Lara Croft is different from your relationship with, say, Buffy or Rey, because you’re guiding her through the adventure; you’re an active participant in every dangerous rock climb or deadly encounter. In this way games simulate the binds of emotional life, the multifaceted way in which relationships connect people. In the Uncharted titles, Nathan places great strains on his romantic relationship with his partner Elena, and I found myself actively worrying about them. In the third title, there’s a moment when, under the influence of a hallucinogenic drug, he threatens his best pal and fellow adventurer Sully with a gun. Weirdly, I was less concerned with the immediate peril and more with the ramifications for their relationship. How strange to feel that about pixels on a screen. Although of course, that’s really what all television is about, when you think it through.     Hell cliff: a close-up from Secret of Monkey Island    Games technology is at a stage now where we have climbed the uncanny valley, the point at which human-like characters look weird and scary because they’re not quite human. Major studios now use complex multi-camera set-ups to film and capture not just the body movements of actors, but their facial expressions too. This process used to be undertaken with each actor in isolation, so dialogue was often stilted and weird. Now, developers of games like Uncharted, Assassin’s Creed and Quantum Break can capture live performances, with actors working together, feeding off each other. At the very best of moments, video game cinematic sequences can have the power, not just of movies, but of theatre – that spark of humanity that actors share when allowed to interact freely. But the truth is, games have always been able to achieve this effect. I have friends who still wistfully recall their relationships with characters in the great LucasArts adventures such as The Secret of Monkey Island and Full Throttle. The indie game designer Adriel Wallick once told me that she often replays the early titles in the Final Fantasy series of Japanese role-playing games – she plays them last thing at night, on a Nintendo DS, curled up somewhere quiet, like revisiting an old family photo album. In Russell’s research, she discovered that fans found it easier to move on from a show if there was definite, unambiguous closure, and if they stayed in contact with the communities that grew up around the series. I won’t spoil it, but Uncharted 4 ends in a dramatically pleasing way – a testament to the fact that the developer Naughty Dog was allowed to finish the series rather than milk it until the ideas ran out.  But I miss Nathan, Elena and Sully already; they were all so gorgeous together. And the game’s designers know it – they really twist the knife by building a warm sense of nostalgia into this final game. At one point early on in the adventure, we join Nathan in his attic, rifling through all the trinkets he has collected over the years. But as we explore the space, we can also pick up notes and photos, intimate remnants of past exploits and relationships. As he smiles and remembers, so do I.  I spent over an hour in that room. I’ll probably go back when I can face it. I can’t right now. I miss him too much, and even though I can go and play the game again whenever I want, nothing new will happen between us now. I’ll just be reliving the past. To feel like this is both silly and painfully real. That is being human, I guess.",
  "webTitle": "Uncharted 4 and the grief of finishing a great video game",
  "webPublicationDate": "2016-05-10T10:34:21Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/10/uncharted-4-grief-finishing-video-game-loss-novel-tv",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Game culture",
      "id": "technology/gameculture",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "technology/2016/may/10/uncharted-4-grief-finishing-video-game-loss-novel-tv"
}