{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/hissene-habre-trial-provides-model-for-international-justice",
  "id": "2016-05-30-29",
  "sectionId": "world",
  "body": "The successful resolution of the trial of the former dictator of Chad, Hissène Habré, marks a significant step forward in holding high-profile human rights abusers to account in Africa, experts and campaigners say. The example set by the extraordinary African chambers in Senegal – a special tribunal created in 2013 by the 54 member African Union (AU) under a deal with Dakar – will be an important precedent, human rights lawyers believe.  Not only is the trial of Habré the first time a country has prosecuted a former leader of another nation for rights abuses, it is also an important model of how hybrid courts can reconcile the often conflicting demands of international law and local sovereignty. Other such cases have been tried by international tribunals such as the international criminal court, based in The Hague. However, the ICC only has jurisdiction over crimes committed after 1 July 2002, when its statute entered into effect – well after Habré had lost power.    Related: Chad's Hissène Habré found guilty of crimes against humanity    More importantly, there is deep animosity among African leaders towards the ICC, which is seen as biased. Indictments of incumbent leaders of Sudan and Kenya have stirred particular resentment. So a powerful theme surrounding the trial was, therefore, African justice for an African criminal. “Today Africa has won. We say thank you to Senegal and to Africa for judging Africa,” said Clement Abeifouta, president of a Habré survivors association. “We are proud that this trial took place on African soil.”  The prosecutors and investigative judges were nominated by Senegal’s justice minister and appointed by the the AU. The president of the tribunal was a senior judge from Burkina Faso.  AU officials explicitly stressed that the Habré trial would “be an example of the AU managing its own judicial affairs and it was best placed to do so as it best understood them”. Howard Varney, a South African human rights lawyer and senior programme adviser with the International Centre for Transitional Justice, said the tribunal was an interesting development in the context of “what could be described as the first serious endeavour by the AU to address crimes against humanity. It’s something of a contrast with the AU’s relation and approach to the ICC and international law generally.” The tribunal’s €8m (£6m) budget was funded by the AU, EU, Chad, the US and various European countries. Habré’s sentence will be served in Senegal. Varney said hybrid courts could be extremely useful in countries that emerged from conflict with shattered or highly politicised institutions and a deep trust deficit. “Hybrid institutions can create trust and bring capacity where that is required,” he said. Habré, a cold war ally of the west, had fled to Senegal after being toppled in a 1990 coup. He accused some of his former backers of playing a role in the trial. On hearing the verdict, he raised his arms into the air and shouted: “Down with France-Afrique,” a term used to describe France’s continuing influence on its former colonies. One potential wartorn African country that may see some kind of similar tribunal in the future is South Sudan. An August 2015 peace deal made provisions for the establishment of some kind of hybrid court to try serious crimes there. Currently, however, there is fierce political opposition in some quarters to the proposed court. Amnesty International’s west Africa researcher Gaetan Mootoo said the verdict would serve as a guiding light for those living in repressive regimes around the world. “It is moments like these that other victims around the world can draw on in darker times when justice appears beyond reach. It will nourish them with hope and give them strength to fight for what is right,” Mootoo said.",
  "webTitle": "Hissène Habré trial provides model for international justice",
  "webPublicationDate": "2016-05-30T19:08:23Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/hissene-habre-trial-provides-model-for-international-justice",
  "keyword": [
    {
      "webTitle": "Chad",
      "id": "world/chad",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Senegal",
      "id": "world/senegal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "International criminal justice",
      "id": "law/international-criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Burke",
      "id": "profile/jasonburke"
    }
  ],
  "guardianId": "world/2016/may/30/hissene-habre-trial-provides-model-for-international-justice"
}