{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/13/should-couples-in-their-70s-be-able-to-have-ivf",
  "id": "2016-05-13-87",
  "sectionId": "society",
  "body": "An Indian woman, thought to be 72 although she has no birth certificate, has had a baby after IVF treatment. Is this even possible? Yes it is, although not with her own eggs. Daljinder Kaur is said to have had two years of treatment at the National Fertility and Test Tube Baby centre in Hisar, in the Indian state of Haryana. She will have stopped producing eggs at the time of the menopause, which for most women is around 50, when the levels of female hormones drop and menstruation stops. But the uterus, or womb, is a regenerative organ and can be returned to fully functioning condition with hormone replacement therapy. So she used eggs donated by a young woman. Her husband is thought to be five to seven years older than her. Does his age affect the quality of his sperm? Yes, fertility experts caution that this is an issue. Charlie Chaplin’s youngest child was born when he was 74 but, says Dr Simon Fishel, founder of Care fertility: “There is evidence that sperm deteriorates and the offspring can be compromised.” The Human Fertility and Embryology Authority, which regulates IVF in the UK, sets an upper age limit of 45 for sperm donors. Older fathers get counselling about the risks, which are thought to include an increased incidence of schizophrenia.   Related: Indian woman in her 70s gives birth to healthy baby boy    Is it safe for a woman in her 70s to give birth? It is risky. The biggest worry is the possibility of pre-eclampsia, or high blood pressure, which can be fatal to mother and child. It can be caused by placental insufficiency – when not enough blood gets to the placenta to sustain the baby, so the mother’s blood pressure rises to try to compensate. A woman in her 70s is highly likely to have a caesarean section to avoid the physical strain of labour. There are always risks to any surgery, but in a caesarean they are relatively small. Are there any other potential problems for the baby in the womb? It may not grow properly if there are problems with the placenta, which can lead to low birth weight. There is a lot of evidence that premature and underweight babies can have cognitive and developmental problems, which is why IVF clinics in the UK now try to avoid multiple births. So why don’t we have women in their 70s giving birth in the UK? Clinics won’t treat them, though presumably few women of that age would want to. Even those in their 20s soon realise how physically and emotionally demanding having a baby is. We also don’t have the same inheritance laws that exist in India. Mohinder Singh Gill, the father, stood to lose out on his inheritance if he did not have a child.   Related: I’m an older mother – and I bloody love it    Is there a legal ban on IVF at that age in the UK? No – there is no legal upper age limit to IVF, but there is an understanding that clinics will not generally treat anybody above the age of 45 or 50, beyond when it is just still possible for some to get pregnant naturally. Much of the consensus among fertility experts on the upper age at which they will treat women is based on social rather than medical factors. It’s possible to do it, but the child that is born will have elderly and increasingly frail parents, who may not be fit and healthy enough to bring them up. The clinics have a duty to consider the best interests of the child when carrying out IVF. In India, that might possibly be overcome by the existence of a close, extended family. Is this Indian case a one-off? Not at all. Anurag Bishnoi, the Leeds-trained embryologist who treated Kaur, claims to have succeeded in helping at least one other woman aged 70 to have a baby, and a 66-year-old to have triplets. His website displays many pictures of couples who, at first glance, would seem to be grandparents with big smiles, holding babies on their knees. In 2005, Adriana Iliescu from Romania gave birth to a baby girl at the age of 66, and was said then to be the world’s oldest mother. Could attitudes to the age of motherhood change as we all live longer and healthier lives? Possibly, if it becomes accepted that older women can be fit and healthy enough that the child will not suffer. The US is more permissive than the UK. Adam Balen, chair of the British Fertility Society, which represents IVF doctors, debated the age issue recently with the president of the American Society of Reproductive Medicine. The UK says 50 – with donated eggs – and the US says 54. “The data shows that up to the age of 53 or 54 there is no increased medical risk to the woman during pregnancy,” says Balen. No risk to her means no risk to the baby, either.",
  "webTitle": "Can couples in their 70s have children?",
  "webPublicationDate": "2016-05-13T16:46:56Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/13/should-couples-in-their-70s-be-able-to-have-ivf",
  "keyword": [
    {
      "webTitle": "IVF",
      "id": "society/ivf",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Fertility problems",
      "id": "society/fertility-problems",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "society/2016/may/13/should-couples-in-their-70s-be-able-to-have-ivf"
}