{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/the-guardian-view-on-the-eurovision-song-contest-how-to-protest-and-survive",
  "id": "2016-05-16-70",
  "sectionId": "commentisfree",
  "body": "Music and politics often mingle. National anthems rely on the emotional pull of a good tune. Whether by Verdi or Bob Dylan, songs and music have inspired uprisings all through history, all over the world. In the former Soviet Union, where the old Communist system tried to warp every form of culture to fit within its ideological straightjacket, protest singing is often especially charged. Songs gave expression to resistance to the dictatorship. In the Brezhnev era and even before that, artists such as Vladimir Vysotsky and Bulat Okudzhava became popular symbols of independent thinking. Their songs were not overtly political but their words were easily understood as a denunciation of oppression. They breathed hope for change. Cassettes and recordings circulated almost like samizdat, the clandestine publications that circumvented censorship. In Leningrad, above all, the underground rock scene was a platform of protest for the young to vent their frustrations. When one of its heroes, the musician Viktor Tsoi, who once wrote a song about a man stuck in a train taking him where he didn’t wish to go as a metaphor for the Soviet system, died in a car accident in 1990, a generation mourned. And when the Soviet system started crumbling, it was through song that huge crowds in the Baltic states called out for their nations’ independence: this was dubbed “The Singing Revolution”. With this Soviet backstory in mind, the political passions inspired in Ukraine and in Russia by this year’s Eurovision song contest begin to make sense. The title went to Jamala, an ethnic Crimean Tatar whose full real name is Susana Jamaladynova. Her rendition of 1944 recounted Stalin’s forced deportation of untold numbers of Crimean Tatars during the second world war. It brings things up to date, by denouncing the consequences for the Muslim Tatar minority that have followed Russia’s 2014 annexation of Crimea when the Tatar Mejlis, or parliament, was closed, and some of the community’s leaders were imprisoned. For Ukrainians and Crimean Tatars alike, this Eurovision prize could only be interpreted as a symbol of European solidarity with a country that has lost control of swaths of territory in the face of Russian aggression. The war in eastern Ukraine has caused more than 9,000 deaths. EU member states are to decide next month whether to prolong sanctions against Russia. While Ukraine’s controversial president Petro Poroshenko hailed the Eurovision result, Russian officials have cried foul, claiming that political attitudes prevailed over fair competition. There have been threats of a Russian boycott next year, when as winner Ukraine hosts the next contest. It is nothing new for Eurovision voting to have political undertones. Juries and the public often root for singers as much on the basis of nationality as on the basis of talent. But in the end, a victory is a victory, and if this one has a political dimension, then it is a welcome one. It has brought global attention to the historical tragedy of Crimean Tatars, whose mass deportation in 1944 was one of the great crimes of the Stalin era, an atrocity that Russia’s political leadership today might have preferred to forget. Songs are about emotion and memory. Jamala stands in the long tradition of music, protest and freedom. Euro-vision indeed.",
  "webTitle": "The Guardian view on the Eurovision song contest: how to protest and survive | Editorial",
  "webPublicationDate": "2016-05-16T18:40:33Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/the-guardian-view-on-the-eurovision-song-contest-how-to-protest-and-survive",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Eurovision 2016",
      "id": "tv-and-radio/eurovision-2016",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/the-guardian-view-on-the-eurovision-song-contest-how-to-protest-and-survive"
}