{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/12/roobarb-custard-box-set-review-cartoon",
  "id": "2016-05-12-143",
  "sectionId": "tv-and-radio",
  "body": "Imagine Grange Calveley’s head as he watched cartoon import after cartoon import in the 1970s. These glossy all-American universes – featuring everything from lowly Top Cat to the space-dwelling Jetsons – just didn’t chime with him. His response was to create Roobarb, a wobbly cartoon about a green dog and his nemesis, a pink cat called Custard. The latter would look down on our hero from the safety of the garden fence, wallowing in schadenfreude while the mutt’s hare-brained schemes collapsed. The decision to animate them in the messy style known as “boiling” was intended as a riposte to all those immaculate US cartoons. Roobarb’s unique look – drawings that shimmered like your TV was losing its signal – was designed by the great Bob Godfrey. Roobarb himself was based on Calveley’s Welsh Border Collie, and his adventures would range from trying to build himself a beak, so he could muscle in on the birds’ favourite snack, to such bizarre pursuits as trying to understand the appeal of opera. Occasionally, Custard would hatch his own plot: building a scuba suit out of a bin so that he could dive for the fish in the pond. But mostly he was content to lounge on the fence, yawning and manipulating. Just like a real cat. Roobarb’s ambitions were simpler. When it got hot, he would dig for sauce – he had heard this was where water came from. When he got fed up with the nosiness of the other animals on the lawn, he would creep into the shed and practice theatrical soliloquys. If he ever went indoors, he would give reading a go – but would soon get sidetracked, usually around the fifth word. Life in the garden of his never-seen owner seemed idyllic, possibly because he was very happy with his lot: “A very sunny garden with trees and bees and bone-holes, and things that sniffed good and things that bounced.” All the characters’ thoughts came through the voice of Richard Briers: Roobarb was his first brush with anarchic comedy (until he got conned into fronting the bogus Gefafwisp campaign on Chris Morris’s Brass Eye). And make no mistake, Roobarb was anarchic: the theme tune, with its punky electric guitar, made mothers flinch; background trees had an oddly testicular look; and the moon wore curlers. With its suburban accents and small-garden setting, Roobarb was a scruffy alternative to the sedate dottiness of The Magic Roundabout. It proved hugely popular with adults: when first broadcast, paratroopers in Belfast would apparently cut short their foot patrols to tune in. And, crucially, it balanced its cheekiness with plenty of innocence – the phrase “furry triangle” is to be taken at face value. The acid test of Roobarb is that it has aged well. Included in the box set are all 39 episodes of Roobarb and Custard Too, the sequel to the original series that came along in 2005. It maintains the formula and is no letdown. Still written by Calveley and voiced by Briers, little has changed, except Roobarb is now an odd shade of highlighter pen. Like its predecessor, it taught kids  important lessons. It’s OK if you end up plummeting to the ground after impulsively building your own winged suit and trying it out. It’s OK if you write off your kitchen trying to make Christmas relish out of jelly. And it’s OK if your shadow puts on boxing gloves and asks where he can find work. You’re not the only weird thing in the garden.",
  "webTitle": "Roobarb and Custard review: Britain’s answer to Top Cat",
  "webPublicationDate": "2016-05-12T15:45:02Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/12/roobarb-custard-box-set-review-cartoon",
  "keyword": [
    {
      "webTitle": "Animation",
      "id": "tv-and-radio/animation",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "tv-and-radio/2016/may/12/roobarb-custard-box-set-review-cartoon"
}