{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/27/manchester-university-2400-local-people-into-work-employment-moss-side-the-works",
  "id": "2016-05-27-312",
  "sectionId": "sustainable-business",
  "body": "For many years, mention of Manchester’s Moss Side conjured up images of sink estates and social deprivation. While major rebuilding efforts are beginning to change the physical landscape of the inner-city borough, economic regeneration is proving more protracted. As the city’s largest employer, the University of Manchester has the potential to speed things along. Four years ago the university set up The Works, an employment centre in the heart of Moss Side that helps local residents find job opportunities at the university and further afield. As part of its remit, The Works connects people out of work with appropriate training and work preparedness courses. Because the centre is embedded within the university’s overall recruitment and human resources systems, its staff are able to flag upcoming job opportunities to potential recruits.   Related: Is a higher salary the only way business can boost staff loyalty?    Every year, the university has around 600 or 700 non-academic job openings. To expand its reach, The Works also acts as a go-between for other employers in Manchester, many of which are small enterprises that lack the resources to identify and equip low-skilled residents. To date the initiative has helped around 2,400 people find a job, the vast majority of whom (97%) were previously unemployed. Most of the job opportunities are in non-academic areas such as catering, administration and construction. In what promises to be a major boost for the employment prospects of Moss Side and neighbouring boroughs, The Works recently signed a recruitment agreement with three major construction firms. Laing O’Rourke, Balfour Beatty and Sir Robert McAlpine share the contract for a £1bn programme of building works for Manchester University over the next decade. Under the agreement, the companies commit to hire 1,000 local unemployed residents every year. “There are lots of public and voluntary sector strategies to get people back into work, but what none of those have is a job at the end of it,” says Julian Skyrme, director of social responsibility at the university. “What’s different about [The Works] is that we offer work-ready training up front but also the carrot of final employment.” The Works is the 2016 winner of the social impact category of the Guardian Sustainable Business Awards.",
  "webTitle": "Manchester University puts 2,400 local people back into work",
  "webPublicationDate": "2016-05-27T04:00:22Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/27/manchester-university-2400-local-people-into-work-employment-moss-side-the-works",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Sustainable Business Awards",
      "id": "sustainable-business/gsb-awards",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Unemployment",
      "id": "society/unemployment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "University of Manchester",
      "id": "education/universityofmanchester",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Balch",
      "id": "profile/oliver-balch"
    }
  ],
  "guardianId": "sustainable-business/2016/may/27/manchester-university-2400-local-people-into-work-employment-moss-side-the-works"
}