{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/five-things-we-learned-england-victory-over-turkey",
  "id": "2016-05-22-30",
  "sectionId": "football",
  "body": "1) Classic three does not suit Hodgson’s terrific two “We’re starting off with a more classic three [in attack] but there’s no reason why we can’t play with two wide forwards and a more diamond-like formation,” said Roy Hodgson before the game. “The good thing is with those players we can change things around in the game without changing personnel.” Well, yes, kind of. Hodgson did indeed change things around after an hour but only after the starting lineup – which always looked best suited to a 4-4-2 – had demonstrated why the initial formation did not suit them in the first place. England flourished in qualifying using a 4-3-3 with Danny Welbeck, now injured, normally on the left of the attacking trident, but playing Jamie Vardy there denies him the chance to demonstrate his finest qualities – particularly in front of goal – and focuses on his weaknesses. This friendly, and the win over Germany, showed a diamond suits the squad far better than Hodgson’s first-choice formation.   Related: Jamie Vardy pounces to give England win against Turkey in friendly    2) England fail to gain from Kane’s set-piece pain  If the decision to play Vardy on the left looked unwise, Harry Kane’s appointment as set-piece taker-in-chief was similarly regrettable. Though Kane is capable of scoring from them – he got a 90th-minute match-winner for Spurs with one against Aston Villa in November 2014, though to be fair it was deflected – at Tottenham he plays alongside Christian Eriksen, one of the division’s better set-piece takers, and thus most of his dead-ball experience has come on the training ground. On this evidence that is probably where it should remain – two early shots flew off target and the problem with his crosses was that, even when they were good, he was not there to score from them. His corner did lead to England’s late winner, though had Volkan Babacan, the Turkey goalkeeper, not decided to impede Ismail Koybasi, it would have brought only a straightforward goal-line clearance. 3) Calhanoglu highlights defensive disarray It was not just in attack that England disappointed from set pieces. In Hakan Calhanoglu, one of a group of talented young German-born players in the Turkey squad, Fatih Terim has a player who offers excellent delivery and in the second half – the Turks not having won a corner in the first – he repeatedly caused problems. Twice he found team-mates in space, with Cenk Tosun heading wide of the near post and Hakan Balta heading wide of the far. On both occasions Dele Alli was stationed on the near corner of the six-yard box, ostensibly a free man, but failed either to attack the ball or to impede his opponent. Hodgson has nearly three weeks to work on his team’s defensive positioning before their first game of Euro 2016, and will need every moment. 4) Vardy still up for going down despite suspension England’s historical supremacy over Turkey is such that even opening the scoring within the first 150 seconds fell well short of breaking their record in this fixture, John Barnes having needed only 62 to score the first in an 8-0 win at Wembley in 1987. If England looked once again en route to a rout when Kane turned in Alli’s pass, it did not turn out that way. Indeed without a howler from a linesman – Kane was so offside Terim felt compelled to show the fourth official a replay on a mobile phone – and another from Babacan, England would not have scored at all. Between times Vardy proved that his contentious yellow card for diving against West Ham in April, in nearly identical circumstances to his successful penalty claim here, has not put him off the practice of running in front of defenders and deliberately falling over them. 5) Team profits from club connections Only five Tottenham players were selected for England in the entire 1970s, with Glenn Hoddle only making that list courtesy of a goalscoring debut against Bulgaria five weeks from the end of that decade. Here there were five in a single starting XI, evidence of the team’s current elevated status. It was not a unique achievement – since 2000 Arsenal and both Manchester clubs have had at least as many players on the pitch together in England shirts – but it is nevertheless an impressive one. Club team-mates can bring a depth of understanding that is hard to achieve at international level and there were a couple of glimpses of that here, once very early and again towards the end. In the better of them Alli created a goal for Kane – he had done so seven times in the league this season, making them the most destructive combination in Europe’s top five leagues – while later Vardy was released by an early pass from the substitute Danny Drinkwater, leading to another chance for Kane. Alli’s position in the starting XI, despite the number of free-kicks he concedes, looks fairly secure but Drinkwater also has a case. He provides an intuitive link with Vardy and was more effective than Jack Wilshere at protecting a defence which, on this evidence, will need quite a bit of assistance in France.",
  "webTitle": "Five things we learned from England’s 2-1 victory over Turkey",
  "webPublicationDate": "2016-05-22T20:04:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/five-things-we-learned-england-victory-over-turkey",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Turkey",
      "id": "football/turkey",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Harry Kane",
      "id": "football/harry-kane",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jack Wilshere",
      "id": "football/jack-wilshere",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/2016/may/22/five-things-we-learned-england-victory-over-turkey"
}