{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/04/penny-dreadful-is-so-gory-and-so-great-itd-be-a-crime-not-to-watch",
  "id": "2016-05-04-204",
  "sectionId": "tv-and-radio",
  "body": "There are other gothic TV shows – Peaky Blinders, Ripper Street, The Knick – but none have as much fun with the period trappings as Penny Dreadful. Where other grisly dramas seem to churn out random gruesome imagery, Penny Dreadful is surreal, supernatural and builds its scares carefully, adding genuine unease to the blood and gore. There’s also nothing on the small screen with such a literary bent – and the fun is souped-up if you’ve read such classics as Frankenstein, Dracula and The Picture of Dorian Gray. Yes, it plays fast and loose with these characters, but it exploits their core strengths; not for nothing have these milestones of terror endured for over 100 years. Series three just kicked off in fine style, thickening the monster mash with two new arrivals – Dracula and Dr Jekyll (making three, if you count the inevitable Mr Hyde). So, Dr Frankenstein gets a visit from his old school chum Dr Jekyll, making up the show’s mad doctor quota after showrunner John Logan was unable to secure rights to HG Wells’s Dr Moreau – although Frankenstein does call his lab the “House of Pain” in a nod to the missing doc. Together they hatch a plan to “domesticate” the errant Lily Frankenstein. My bold prediction is that this will not go at all well.     This won’t go well ... Dr Jekyll (Shazad Latif) and Dr Victor Frankenstein (Harry Treadaway). Photograph: Jonathan Hession/Showtime    Frankenstein’s other creation, the monster, AKA John Clare, is stuck in the Arctic on a ship full of the dead and dying that is slowly being crushed by the ice. In the upcoming battle between the living and the undead, he’ll make a powerful ally to whichever side he fights on … if he can stop moping around the ice floes.   Related: Eva Green: ‘I don’t want to be put in a box marked Weird Witch’    Over in Zanzibar, Sir Malcolm is soaking up the booze, having buried his faithful retainer Sembene. Suddenly, he’s attacked by a street gang – then rescued by Kaetenay (Wes Studi), a Native American man who insists they must find and help Ethan Chandler/Talbot. Ethan does seem in need of assistance as he’s bundled off a train in New Mexico Territory, forced to face justice for his werewolf crimes of killing (and sometimes eating) people. Desperados working for Ethan’s father slaughter almost everyone, although the men from Scotland Yard making sure his extradition runs smoothly are saved from the bloodbath by their extreme Britishness – they had popped to the club car for a spot of tea. Last, there’s poor Vanessa Ives, who has “sunk into an unhealthy lethargy”. The house is a tip, with cobwebs and rotting food everywhere. Eva Green is exceptional in these scenes, conveying turmoil and helpless sadness without uttering a word. Things perk up when she visits a “mental doctor” played by a returning Patti LuPone rocking an Ayn Rand bob. If the show has to do a bottle episode with the pair of them, that will be just fine. “There are no emotions unwelcome in this room” is a promise I hope Penny Dreadful can keep; these two performers could certainly make good on it. And it’s nice to see the show is still so messed up that Vanessa’s chat about scorpions with the mysterious academic at the Natural History Museum is what passes for flirting.     Vanessa Ives (Eva Green) and Dr Sweet (Christian Carmargo) flirt over preserved scorpions. Photograph: Jonathan Hession/Showtime    There’s really nothing else like Penny Dreadful on television. You could be forgiven for thinking this quality would attract viewers in droves, but Penny Dreadful draws just enough of an audience to stay on air. However, this weird, wonderful show has always delivered the goods, with the full spread of classic horror ingredients and a slew of great actors taking it all so seriously. It’s almost rude not to watch.  • Penny Dreadful season three is on Tuesdays at 10pm on Sky Atlantic. Catch up on previous seasons on Now TV.",
  "webTitle": "Penny Dreadful is so gory and so great it'd be a crime not to watch",
  "webPublicationDate": "2016-05-04T12:14:43Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/04/penny-dreadful-is-so-gory-and-so-great-itd-be-a-crime-not-to-watch",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Horror (TV)",
      "id": "tv-and-radio/horror",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Phelim O'Neill",
      "id": "profile/phelimoneill"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/04/penny-dreadful-is-so-gory-and-so-great-itd-be-a-crime-not-to-watch"
}