{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/brexit-perfect-gift-vladimir-putin-eu",
  "id": "2016-05-13-324",
  "sectionId": "commentisfree",
  "body": "Politics often makes for strange bedfellows. Far-right parties in the UK and across Europe push for anything that will weaken the European Union – a goal shared by Vladimir Putin and Donald Trump. This week, their fellow Brexiteer Boris Johnson went as far as to repeat the Kremlin line that Europe is partly to blame for Putin’s ongoing invasion of Ukraine. One does not expect clear policy statements from Trump or Johnson, but Putin’s reasoning is irrefutable. His goal is to weaken the institutions, including Nato and the EU, that could thwart his neo-Soviet ambitions. The Kremlin was in mourning when Scotland narrowly voted to stay in the UK. Putin sees Europe as his enemy and wants his adversaries to be divided, smaller and weaker.   Related: Grapes of wrath: fury in Crimea as Putin and Berlusconi drink 240-year-old wine    Divide and conquer isn’t new, but that doesn’t mean it isn’t effective. During his 16 years in power, Putin has done a good job of picking off the weakest, most pliable members from the herd of European leaders and using them as a wedge against a united Europe. He had Silvio Berlusconi, who boasted he was Putin’s personal advocate. He had Gerhard Schröder – and in fact still has him as chairman of the Nord Stream gas pipeline connecting Russia to Germany, which Schröder signed into effect as German chancellor. Brexit isn’t simply an item on Putin’s wish list. Russia Today and Sputnik, Kremlin propaganda outlets that are inexplicably treated as legitimate news sources in the west, are full of Brexit articles (next to the pro-Trump ones). Putin always supports the most divisive elements in European politics, and hopes they will repay the favour by voting to end the EU sanctions placed on Russia after his invasion of Ukraine. Europe’s anti-immigrant parties, the quasi-fascists and the not-so-quasi fascists, openly venerate the man who has annexed European territory and continues his military assault in Ukraine – a country Putin wishes to punish for following the dream of joining the EU, a dream some in Britain would freely abandon.   Related: Life after Ukraine: the ‘invisible’ Russian fighters struggling to return to normal    Brexit would embolden the forces of divisiveness and hatred already on the rise. It would be a boon to the terror groups already active inside and outside Europe’s borders, to the Russian dictator who is crashing through those borders, and it would reduce the ability of the UK and Europe to resist these assaults. It would be a giant step backwards for the global order, for the globalised economic growth that depends on that order, and for the values of human rights and democracy. There are limits to broad appeals to the greater good and what Winston Churchill called “the responsibility of greatness”. It is reasonable for Britons to ask, “What’s in it for me?” Healthy self-interest is a cornerstone of democracy and the free market system that has brought freedom and prosperity to so much of the world – the freedom and prosperity we envied so much from behind the iron curtain. Yet without the UK’s influence, the EU will move toward the ideologies and policies that frustrate many Britons (and others). Meanwhile, the UK would still rely on the EU, an EU made less effective and more vulnerable to exactly the tendencies the Brexiteers complain about most. To solve its problems and to become a better version of itself, the EU needs the UK – and the UK needs that better EU.    To solve its problems and to become a better version of itself, the EU needs the UK – and the UK needs that better EU    I do not have a great deal of sympathy for the Brussels bureaucracy. No one who grew up in a totalitarian state has ever looked at a problem and thought that what was needed was another layer of politicians and functionaries. In this case, however, the cure has proved to be better than the disease. For all its limitations, the EU is far superior to the fractious era that went before. A quick survey of those who most desire a return to that era is enough to give pause. If you’re not sure of the best course of action, you could do worse than look at what Putin wants and do the opposite. For example, he desperately wants Trump to become the next president of the United States. The European dream is still worth fighting for, and must be fought for. Churchill, addressing the American people on 6 September 1943, pleaded the common values of Anglo-American unity. His coalition of English-speaking peoples is obsolete. The union has expanded to include all those who desire a common language of liberty, peace and democracy. But Churchill’s words still apply: “I say, ‘You cannot stop.’ There is no halting-place at this point. We have now reached a stage in the journey where there can be no pause. We must go on. It must be world anarchy or world order.”  This piece is also published on InFacts.org",
  "webTitle": "Why Brexit would be the perfect gift for Vladimir Putin | Garry Kasparov",
  "webPublicationDate": "2016-05-13T04:59:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/brexit-perfect-gift-vladimir-putin-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Garry Kasparov",
      "id": "profile/garry-kasparov"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/brexit-perfect-gift-vladimir-putin-eu"
}