{
  "apiUrl": "https://content.guardianapis.com/society-professionals/2016/may/18/how-to-enter-guardian-public-service-awards",
  "id": "2016-05-18-271",
  "sectionId": "society-professionals",
  "body": "How to enter You can submit evidence of your teamwork in the form of a case study, illustrating a specific project.  Or you could choose a broader approach, addressing one of our categories by detailing ongoing work.  To enter, simply complete the online entry form. Ensure you fill in every box. Additional/support material Please do not send any additional material with your entry at this stage. If your organisation is selected for the shortlist, you may be asked to provide a supporting statement, a set of financial accounts and optional promotional material where appropriate.  If your application is shortlisted, a limit of three promotional items may be sent. The Guardian and its advisers may request additional information if necessary to meet judging criteria. All material is generally non-returnable. Pointers It is important that your entry is clear, concise and in the appropriate category. Think hard about how you can grab the judges’ attention by making your entry stand out. Judges will be looking for clear evidence of teamwork, an ambition for improvement and demonstrable impact.  This last point is especially important: if you cannot quantify any change, you must seek to demonstrate it in qualitative terms. In your submission, you should clearly outline the aims of your scheme, problems faced, solutions and subsequent benefits. Remember some element of the project or initiative entered must have taken place between 9 July 2015 and 8 July 2016.   Related: Working smart: the lasting legacy of the Public Service Awards | Anna Bawden    Judging All entries are considered by an illustrious panel of judges. Visit the judges’ page for a full list.  Preliminary and shortlist judging will take place in August and September 2016, after which all shortlisted entrants will be notified. The panel of judges is appointed by the Guardian and all its decisions are independent of the awards administration. The judges’ decision will be final and the Guardian will not enter into any discussion or correspondence concerning the results. The information contained in this document is correct at time of publication. Click here for full terms and conditions. The Guardian Public Service Awards administration reserves the right to make any changes that subsequently become necessary. Questions on the entry form When completing the online entry form you will be required to fill in two sections.   First, select the category you wish to enter and provide us with your contact details.  Then, we need you to answer in full the following questions: (If you select Public Servant of the Year, you will go through to a separate form.) A. Tell us what your project is called. Briefly outline its aims, target audience and when it started (and finished, if appropriate).  Maximum 200 words. B. Demonstrate how your project meets all these criteria:   Clear evidence of teamwork Ambition for improvement: how does the project go above and beyond existing standard practice? Any challenges the project had to overcome  PLUS the specific criteria for the category you are entering. Click here for full details of all categories and criteria.  Maximum 200 words.  C. Demonstrate the impact of your project and how it has exceeded the requirements and expectations of those it serves.   Please provide evidence of measurable, sustainable change as a result of the project  Please bear in mind that each will be judged against schemes from different areas of the public services. Maximum 200 words. Shortlisted projects may also be asked about the funding of their organisation and the specific funding of the project, so please have these figures ready. Public Servant of the Year To nominate someone for the Public Servant of the Year category, you will need to answer the following question: Explain how this public servant has made a real difference and why they should receive an award for outstanding work in public service. Maximum 300 words. Entry form Armed with all this info, if you’re ready to enter a project, team or individual, click here to fill in the entry form.",
  "webTitle": "How to enter the Guardian Public Service Awards 2016",
  "webPublicationDate": "2016-05-18T09:26:44Z",
  "webUrl": "https://www.theguardian.com/society-professionals/2016/may/18/how-to-enter-guardian-public-service-awards",
  "keyword": [
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Guardian Public Service Awards",
      "id": "society/publicservicesawards",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society-professionals/2016/may/18/how-to-enter-guardian-public-service-awards"
}