{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/washington-capitals-cursed-nhl-heartache",
  "id": "2016-05-11-174",
  "sectionId": "sport",
  "body": "The Chicago Cubs. The Buffalo Bills. Their names are synonymous with heartbreak, through decades of mediocrity punctuated by agonizing near-misses.   Related: The offside rule is ruining the NHL playoffs – and the mess could get worse    One name to add to that list: the Washington Capitals, ousted from the NHL playoffs Tuesday night by their perennial nemesis, the Pittsburgh Penguins. The Caps had the best regular-season record in the league for the second time in seven years, but they’ll miss the last two rounds of the playoffs. Like the Cubs and Bills, the Caps have been atrocious at times. As an expansion team in 1974-75, they won eight games, tied five and lost 67 – some by epic margins (1-11 v Montreal, 1-12 at Boston, 0-10 at Montreal, 1-12 at Pittsburgh) unheard of in today’s NHL. They didn’t make the playoffs until their ninth season, somehow missing the postseason tournament even when it accepted 16 of the league’s 21 teams. Sporadic success followed – first place in the Patrick Division in 1988-89, the conference finals in 1989-90. In 1996, young goaltender Jim Carey won the Vezina Trophy, but he was pulled out of the playoff series (a loss to the Penguins), then promptly faded out of the sport. Two seasons later, they made an improbable run to the Stanley Cup finals, where they were swept. Even in their best seasons, they had more grit than flair. Two seasons after the Cup run, journeymen pugilist Chris Simon led the Caps in goals with 29 as they finished first in their division – and lost in the first round of the playoffs to the Penguins. But the turn of the century brought change, the kind promised but rarely delivered by the politicians that descend upon DC. New owner Ted Leonsis, an affable America Online executive, made an effort to connect with fans to improve the home atmosphere. And the financial cushion he provided brought the league’s leading scorer, Jaromir Jagr, to Washington … from the Penguins. This is also where your long-suffering correspondent joins the story, having married a Caps fan and moved to DC’s Virginia suburbs. The NHL managed to remove a team from my childhood state of Georgia not once but twice, so transferring my loyalties wasn’t difficult. I started humming the Caps’ unofficial anthem – Marilyn Manson’s ironically titled The Beautiful People – and cheering for a bunch of scrappy guys ready to take the NHL by storm. But the Capitals didn’t even win the weak Southeast Division during Jagr’s tenure, and they sank back to the bottom of the league. Jagr made the Stanley Cup finals in 2013 with the Boston Bruins, and he continues to skate on into his 40s, a spectre of what might have been. A ray of light appeared in 2005 with the arrival of gap-toothed Russian sensation Alex Ovechkin. He took the Calder Trophy for the league’s top rookie, besting much-hyped Canadian Sidney Crosby … of the Penguins. In Ovechkin’s third season, 2007-08, the Caps made a dramatic late surge to win the Southeast and get back into the playoffs. They followed up with a 50-win season, then the Presidents’ Trophy (best regular-season record) in 2009-10.  But 2010 just brought the biggest heartbreak yet. The Caps were cruising in the first round of the playoffs, leading 3-1, when the league’s top offense suddenly sputtered against Montreal goalie Jaroslav Halak. The Caps remained Southeast powers and playoff perennials for three more seasons but didn’t advance past the second round of the playoffs. When the NHL realigned once more for the 2013-14 season, they sank to fifth in the difficult Metropolitan Division (won by … the Penguins) despite the late “can’t beat ‘em, buy ‘em” signing of Halak. Things are supposed to be different now. The Caps brought in well-respected head coach Barry Trotz and promoted Brian MacLellan to general manager in 2014. In Trotz’s first season, Ovechkin led the league in goals, Nicklas Backstrom led the league in assists, and the Caps were two minutes away from their first conference final since 1998. The Rangers – at least it wasn’t the Penguins – scored late to tie Game 5, won in overtime and took the last two games of the series. This year, the Caps made a massive deal with St Louis to bring in TJ Oshie. They landed Justin Williams in free agency. They broke the bank to keep star goalie Braden Holtby. They won the Presidents’ Trophy again – and this time, no one could accuse them of padding their record against the weak Southeast. In England, everyone’s singing the praises of Leicester City, the soccer team that broke the big clubs’ stranglehold on the Premier League this year. No one cares that they lost in the early rounds of the FA Cup. But in the USA, we do playoffs. They’re usually fair in sports like football and basketball, where top teams win 70-80% of their games and go on to postseason success. They’re less fair in baseball and hockey, where teams that squeak into the bloated brackets can win a league championship. The Presidents’ Trophy in particular is a curse. The 2010 Capitals were neither the first nor the last Presidents’ winners to lose in the first round of the playoffs. And the Capitals themselves – like the Cubs, the Bills or the pre-2004 Boston Red Sox – must be cursed. Maybe it’s the curse of Jagr. Maybe it’s because the team was launched in the shadow of Watergate. Maybe it’s because the rest of the country’s politicians go back to their constituents and tell them how evil “Warshington” is, and that mindset seeps into the confidence of the city’s athletes. (Or the NHL’s refs.) But it’s still a great time to be a Caps fan. In this mess of a metropolis, where the subway system is on the verge of closure and the roads are clogged, the Washington Capitals have managed to instill some civic pride. Out in the suburbs, you see more and more street hockey goals, and lots of Capitals magnets or stickers on SUVs and minivans. And we trade stories of going to games and seeing Ovie, Oshie, Backstrom, Holtby and new phenom Evgeny Kuznetsov. Go to a Caps game, and you’ll see some beautiful hockey in front of a spirited red-clad crowd packed to the rafters. And from those rafters, you can look across at all the Southeast Division and Presidents’ Trophy banners. Maybe one day, a more meaningful banner will hang there as well. Does anyone know how to lift a curse? The Cubs are off to a great start, so anything’s possible. Right?",
  "webTitle": "For the cursed Washington Capitals, another season ends in heartache",
  "webPublicationDate": "2016-05-11T14:25:49Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/washington-capitals-cursed-nhl-heartache",
  "keyword": [
    {
      "webTitle": "Washington Capitals",
      "id": "sport/washington-capitals",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NHL",
      "id": "sport/nhl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Beau Dure",
      "id": "profile/beau-dure"
    }
  ],
  "guardianId": "sport/2016/may/11/washington-capitals-cursed-nhl-heartache"
}