{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/18/zambias-national-multi-stakeholder-approach-to-achieving-the-sdgs",
  "id": "2016-05-18-108",
  "sectionId": "business-call-to-action-partnerzone",
  "body": "When it comes to successful examples of national multi-stakeholder cooperation for development, Zambia is not the first country that comes to mind. Yet, Zambian businesses, investors, NGOs and government have long recognised the need for concerted effort and combined resources to address development challenges. These challenges include the 80% rural poverty rate, malnutrition, limited access to energy, water, sanitation, basic health services and diversification from mining activities. Additionally, inadequate irrigation facilities are hampering agricultural development. To this end, key actors are coming together through multi-stakeholder platforms to collaborate. One such partnership is the Zambia Business in Development Facility (ZBiDF), a country-level platform which has received a high level of interest from the government by directly engaging the private sector to achieve the country’s Vision 2030, the Sixth National Development Plan and the Private Sector Development Reform Programme. ZBiDF was identified by the Business Call to Action (BCtA) as a key partner for launching a national dialogue on inclusive business and the sustainable development goals (SDGs) in Zambia in April of this year. Private sector and industry players in the country are highly attuned to the national development agenda and were keen to engage in dialogue on emerging opportunities for business. The discussion focused on the 2030 global development framework as a unifying agenda.      Zoona developed a platform that allows emerging entrepreneurs to start their own business and provide financial services to their community. Photograph: Steve Sugrim/Steve Sugrim. All rights reserved. stevesugrim.com    Indeed, the business case for inclusive business (valued at as much as $5tn (£3.4tn) per year) stems from the growing demand for goods and services among people living at the base of the economic pyramid (BoP) as well as limited supply of resources to meet the demand. This global context means businesses must be creative in generating new revenue streams, lowering operating costs and mitigating supply risks, or risk irrelevance.  During the April event, three companies shared their experiences of pursuing inclusive business models – Zoona, a mobile financial services company; Saro Agro, who provide agricultural equipment for Zambia’s growing smallholder market; and SABMiller’s subsidiary Zambian Breweries, which sources ingredients from smallholder farmers and supports women’s entrepreneurship.  A BCtA member since 2012, social enterprise Zoona achieved scale and profitability in Zambia through a core offering of money-transfer products and e-voucher transactions for people at the BoP. Zoona developed a platform that allows emerging entrepreneurs to start their own business and provide financial services to their community, thereby increasing financial inclusion and creating jobs. The company today works through a network of 1,000 agents (70% of whom are women) in over 1,500 communities in Zambia and Malawi. Zoona serves 1 million unique consumers every 60 days, and since 2009 has processed over $1bn (£68m) in mobile money transactions. This staggering achievement has motivated the company to scale up its operations to Malawi in 2014 with plans to launch in Mozambique in 2016 and other African markets before 2020.  Bob Keating, Zoona’s operations director, discussed critical enablers for the company’s success, including tailored and streamlined offerings designed based on customer feedback, close partnership with the Bank of Zambia and other key financial institutions. Some challenges still remain however. According to Keating, these include a lack of access to financing for risk mitigation, strict regulation of the BoP money-transfer market and barriers for non-banking companies like Zoona to develop new products. Keating’s aspiration for the future of inclusive business is to see support for local entrepreneurship and investment in the local economy. When discussing the successful alignment of a company’s model with the global development agenda, Keating highlighted the importance of building strong messaging within the company so that every employee understands what the SDGs are and how the company is contributing to their achievement. As in many developing countries, smallholder farmers lack the necessary collateral to be fully fledged beneficiaries of banking services. Saro Agro has an internal system of vetting farmers and making recommendations to banks on their behalf. Calvin Salah, agriculture advisor at Saro Agro, says his company has pursued a memorandum of understanding with leading Zambian banks to provide smallholder farmers with equipment loans.    Related: How Kenyans are embracing mobile technology to access healthcare    Salah remarked that the kwacha (Zambia’s national currency) devaluation has been a significant challenge, leading to numerous loan defaults and halting the influx of new borrowers. However, there are visible changes on the horizon as farmers begin to increase their loan requests following the crisis. Saleh highlighted the need to support “middleman” entrepreneurs who help Saro Agro reach rural farmers in remote areas. He argued that private-sector actors need to empower network agents in more innovative ways. SABMiller’s local corporate affairs director, Ezekiel Sekele, showcased the company’s model of incorporating the SDGs into corporate affairs . Management has invested effort in internalising the global development framework and SABMiller’s outstanding work with smallholder cassava farmers and women entrepreneurs in Zambia demonstrates how governments show their support for inclusive models. After seeing SABMiller’s impact on farmers’ livelihoods, Zambia’s government provided incentives for the company in the form of a better-than-market borrowing rate. Sekele expressed a wish to see more collaboration and less competition between private-sector actors when working towards the SDGs. While the architecture of the SDGs implementation on national levels is still in the making and many pivotal elements including monitoring, measuring achievements and communicating progress towards sustainability remain to be further aligned by global and local actors, it is the platforms and events like the ones taking place in Zambia that allow stakeholders to be ahead of the curve. Content on this page is paid for and provided by Business Call to Action, sponsor of the business and the sustainable development goals hub",
  "webTitle": "Zambia's national multi-stakeholder approach to achieving the SDGs",
  "webPublicationDate": "2016-05-18T15:58:44Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/18/zambias-national-multi-stakeholder-approach-to-achieving-the-sdgs",
  "keyword": [
    {
      "webTitle": "Business call to action partnerzone",
      "id": "business-call-to-action-partnerzone/business-call-to-action-partnerzone"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/18/zambias-national-multi-stakeholder-approach-to-achieving-the-sdgs"
}