{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/27/60-minutes-producer-sacked-and-reporters-warned-over-child-abduction-story",
  "id": "2016-05-27-302",
  "sectionId": "media",
  "body": "The producer of the Sally Faulkner child abduction story, Stephen Rice, has been sacked and reporter Tara Brown and the crew have all received warnings as a result of Channel Nine’s formal review. “Inexcusable errors,” were made in embarking on the story, said Gerald Stone, the founding 60 Minutes producer who led the review. It was the “gravest misadventure in the program’s history”. A statement from Nine said Rice would be leaving the company, effective immediately.   Related: 60 Minutes kidnap attempt: Adam Whittington abandoned by Nine, say supporters    “Other staff involved in the planning and execution of this story have received formal warnings. The crew continue to receive counselling related to the events in Lebanon and the other team members will return to work soon.” The three-member internal inquiry found 60 Minutes grossly underestimated factors, not least of which was the power or willingness of a foreign government to enforce its laws. Nine’s reputation was “tarnished” because it paid the child recovery agency involved directly, which went against Nine’s standard procedure, the review found. Two payments totalling $115,000 were made direct to Child Abduction Recovery International (Cari), which had been independently contracted by Sally Faulkner to retrieve her children Lahela, five, and Noah, three. “There was little practical difference in paying that company directly, and paying Ms Faulkner, when Nine well knew what all of the funds would be used for, and this exacerbated the risks faced by Nine,” the review said. Producers at 60 Minutes had such a high level of autonomy that the executive producer saw no need to consult the news director on the wisdom of commissioning the story, the inquiry found.    Channel Nine findings into the #60mins snatch case.Veteran Producer Stephen Rice leaving immediately #MediaWatch pic.twitter.com/LYJHoIY1l2— Media Watch (@ABCmediawatch) May 27, 2016    The internal review blamed gross misjudgment and the excessive autonomy of the 60 Minutes team for the incident which led to four Nine staff being locked up in Beirut for two weeks. The 60 Minutes team did not consider it neccessary to tell news management they were planning to be party to a child abduction in Beirut. A query raised by one of Nine’s internal lawyers about the payment to the child abduction team Cari was discounted by the producer, and never went any further. After interviewing everyone involved, the report’s authors concluded that 60 Minutes had a “culture which supports risk taking” without appropriate checks and balances to identify excessive levels of risk.  Producers failed to exercise due diligence in researching the child abduction specialist they planned to use or to explore alternate exit strategies from Lebanon, the review found. While the review did not single out any person for blame, the Nine board and management decided Rice had to go. A former executive producer of the now defunct Sunday program, Rice is the most experienced producer on 60 Minutes and has worked for Nine for more than 20 years in a number of senior roles.    No-one at @Channel9 has deeper credentials in serious journalism than #StephenRice. He's now the scapegoat for the #60mins fiasco.— Hugh Riminton (@hughriminton) May 27, 2016    The review found Rice and Brown and the crew failed to adhere to Nine’s usual procedures for safety and the payment of third parties, and failed to raise the significant risks with management. But management did not escape censure, with the review finding that Nine news management had failed to properly oversee 60 Minutes. “The review panel believes the erosion of clear and appropriate referral guidelines must also be taken into consideration as a failure at the management level of Nine,” the review said.  The extremely risky story was allowed to happen because management was so confident in the experience of the 60 Minutes team; and the team was so autonomous that they did not think to ask anyone outside the program for help, the review said. “The reporting team had formed a genuine emotional attachment to Ms Faulkner and as they saw it, the justice of her cause,” the review said. “Worthy as that might sound, such commitment has its obvious pitfalls in coverage of a custody dispute between parents of different nationalities.  “In this case, it led to 60 Minutes grossly underestimating a number of factors, not least being the power or willingness of a foreign government to enforce its laws. That type of misjudgment is not to be expected of seasoned journalists and is bound to tarnish the program’s world-wide reputation for credible reportage.  “In its earliest years, 60 Minutes was directly answerable to senior management by a clearly defined set of guidelines, governing far more than authorised expenditure levels. The guidelines specifically applied to any story likely to pose potential legal risk such as defamation or breach of the law. While it was understood the program would on occasion pursue stories posing risk of injury or death, it was expected to seek an objective opinion on the wisdom of doing so and how such risks could be minimised.”   Related: The public has a right to know how 60 Minutes stuffed up on the Lebanon kidnap case | Richard Ackland    The report revealed that the executive producer of 60 Minutes, Kirsty Thomson, did not tell the director of news and current affairs, Darren Wick, about the planned story. Nine chief executive Hugh Marks said the network and program had suffered significant damage to their reputation in a case that exposed its crew to serious risks. “We got too close to the story and suffered damaging consequences,” Marks said in the statement. “If Nine’s usual procedures had been adhered to, the errors of judgment may have been identified earlier, with the result that the story would not have been undertaken at all, or at least not in the way in which it was implemented,” it said. Marks said 60 Minutes should not have paid the recovery agency.  “Amongst other elements of the execution of this story it was inappropriate, and at odds with our standard procedure, for a payment to be made directly by 60 Minutes to the recovery agency that had been independently contracted by Sally Faulkner,” Marks said. “It was also inappropriate, with the risks involved for our crew, not to have consulted with Nine’s security advisers before the story was finalised. “As a result of the review, we are expanding and upgrading our processes related to story selection and approval, how we approve contracts and payments and the way we conduct risk assessments. We have an obligation to our staff, our shareholders and our viewers to operate in ways that enhance our reputation as a leading producer of news and current affairs,” Marks said.  The review was conducted by Stone, former Nine executive David Hurley and legal counsel Rachel Launders.           60 Minutes’ Ross Coulthart talks about crew in Lebanon. Source Channel Nine    Stone said that despite the litany of mistakes, he believed 60 Minutes could learn lessons and “continue to earn the respect and attention of the viewing public for years to come”. The chairman of Nine, Peter Costello, said a strengthened risk assessment process in addition to enhanced financial controls and delegations would be put in place. “It is the determination of the board to build a robust system of checks and balances to guard against such events occurring in the future.  “Our talented people are the most valuable resource of the company and their safety is our priority.”",
  "webTitle": "60 Minutes producer sacked and other staff warned over child abduction story",
  "webPublicationDate": "2016-05-27T04:14:53Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/27/60-minutes-producer-sacked-and-reporters-warned-over-child-abduction-story",
  "keyword": [
    {
      "webTitle": "Channel Nine",
      "id": "media/channel-nine",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sally Faulkner",
      "id": "media/sally-faulkner",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Lebanon",
      "id": "world/lebanon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/27/60-minutes-producer-sacked-and-reporters-warned-over-child-abduction-story"
}