{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/jurgen-klopp-liverpool-improvement-chelsea",
  "id": "2016-05-10-121",
  "sectionId": "football",
  "body": "Jürgen Klopp believes his first seven months at Liverpool will provide the foundation for a major improvement next season. Klopp takes charge of his 50th game as Liverpool manager on Wednesday when Chelsea visit for the final home game of the season. The contest pits eighth against ninth in the Premier League, a far cry from recent title challenges by the two clubs, but the German insists he has gathered enough evidence to know that position will not be repeated next season. “I’m not too interested in when Chelsea can next win the title and I have no idea when we can but I promise we will try everything to build on the base of this season,” Klopp said. “We can get sixth position. It isn’t the biggest success in the history of Liverpool but everyone interested in Liverpool can see the good signs and we will build on it. We have to improve and I am sure we will. A lot of things need to be perfect for a really good season. I’m really looking forward to next season, to pre-season, but this season we are still looking for what we can get.”   Related: Uefa unbowed by Liverpool and Sevilla’s need for a bigger Europa League boat | Barry Glendenning    Liverpool can still embellish their season with victory in the Europa League final against Sevilla and secure Champions League qualification with it but Klopp will not allow any letup in the remaining league games against Chelsea and at West Bromwich Albion on Sunday. He said: “If we lose the next two games, believe me I will go to Basel confident but it would feel better if we have won these two games. Sevilla changed 11 positions in the last game and all you read is that Sevilla is not ready for the final. They are already preparing for the final. We can’t do this. We are not in a fixed position in the table like they are. That is their way but our way is to be focused on Chelsea and West Brom and to try to get sixth before the final. We will try everything for sure.” Klopp confirmed the Liverpool captain, Jordan Henderson, has resumed light training after sustaining a knee ligament injury in the Europa League quarter-final at Borussia Dortmund. He expects the midfielder to be fully fit for England’s European Championship campaign but will have to wait on Henderson’s recovery in time for the Europa League final. “There is really good news on Hendo,” he said. “We had to rest him with his injury for a long time and he could not do a lot. We tried everything to avoid surgery and the surgeon has said it is not necessary. Yesterday he trained, not with the team, and it looks good. It was only passing and running but it’s looking good step by step. It’s only nine days until the final, so not sure about that but 100% he will be fit for the Euros. That’s good, but for our games we are not sure.” Divock Origi, who has been sidelined since damaging ankle ligaments against Everton three weeks ago, has an outside chance of being fit to face Sevilla. Klopp said: “Origi is already training but not with the team. He is passing and running but we don’t have to make a decision on him yet. He is quicker than we thought, like Emre Can. The physios and coaches have done a good job but we cannot force it. He is in a better way than we thought the day after the injury.”",
  "webTitle": "Jürgen Klopp expects improvement from Liverpool next season",
  "webPublicationDate": "2016-05-10T15:36:35Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/jurgen-klopp-liverpool-improvement-chelsea",
  "keyword": [
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/10/jurgen-klopp-liverpool-improvement-chelsea"
}