{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/17/magic-mushrooms-lift-severe-depression-in-clinical-trial",
  "id": "2016-05-17-258",
  "sectionId": "science",
  "body": "Magic mushrooms have lifted severe depression in a dozen volunteers in a clinical trial, raising scientists’ hopes that the psychedelic experiences beloved of the Aztecs and the hippy counter-culture of the 1970s could one day become mainstream medicine. A clinical trial, which took years and significant money to complete due to the stringent regulatory restrictions imposed around the class 1 drug, has found that two doses of psilocybin, the active substance in the mushrooms, was sufficient to lift resistant depression in all 12 volunteers for three weeks, and to keep it away in five of them for three months. The size of the trial and the absence of any placebo means the research, funded by the Medical Research Council and published in the Lancet Psychiatry journal (pdf), is a proof of principle only.  The scientists, from Imperial College London, said they hoped the results would encourage the MRC or other funders to put up the money needed for a full trial. However, the use of a placebo control, comparing those who use the drug with those who do not, will always be difficult, because it will be obvious who is having a psychedelic experience.  In spite of the outcome, the researchers urged people not to try magic mushrooms themselves.  The lead author, Dr Robin Carhart-Harris, said: “Psychedelic drugs have potent psychological effects and are only given in our research when appropriate safeguards are in place, such as careful screening and professional therapeutic support.  “I wouldn’t want members of the public thinking they can treat their own depressions by picking their own magic mushrooms. That kind of approach could be risky.” The senior author, Prof David Nutt, said it was justified for researchers to explore the medical use of banned recreational drugs.  “It is important that academic research groups try to develop possible new treatments for depression as the pharmaceutical industry is pulling out of this field‎. Our study has shown psilocybin is safe and fast acting so may, if administered carefully, have value for these patients.” All the volunteers had severe depression and had failed to improve on at least two standard antidepressants. They were initially given a low dose of psilocybin to ensure they had no adverse reactions (none did) and then a higher dose a week later. They were treated in a specially prepared room, with music playing and in the presence of two psychiatrists who talked with them throughout. The psychedelic experience lasted up to five hours. One of the volunteers, Kirk Rutter, from London, described himself as being heartbroken by the death of his mother and unable to come to terms with it in spite of counselling and medication. He said he was nervous about taking part and had never taken magic mushrooms, but said the friendly staff, the room layout and the music had relaxed him by the time he came to swallow the capsules. “Both times I experienced something called ‘psychedelic turbulence’. This is the transition period to the psychedelic state, and caused me to feel cold and anxious,” the 45-year-old said. “However this soon passed, and I had a mostly pleasant – and sometimes beautiful – experience. “There were certainly some challenging moments during the sessions, for instance when I experienced being in hospital with my mother when she was very ill. And during the high-dose session I visualised my grief as an ulcer that I was preventing from healing so that I could stay connected to my mother. However, by going through memories, and feeling the love in our relationship, I saw that letting go of the grief was not letting go of her memory.” He said it was not a quick fix and he needed to keep working at feeling positive, but he was still “doing great”. Nutt said major hurdles had to be overcome to carry out the research. It took a year to get ethical approval and there was a six-month safety study, but the hardest part was getting through the red tape.  It took 30 months to get the drug, which had to be specially packaged into capsules for the trial by a company which was required to get a licence to do so. All the regulatory approvals took 32 months, Nutt said. “It cost £1,500 to dose each person, when in a sane world it might cost £30.”   Related: Magic mushrooms, international law and the failed 'war on drugs' | Amanda Feilding    The researchers said they did not know whether the effect of the drug was caused by chemical changes in the brain or whether the psychedelic experience, which people describe as spiritual or mystical, gives them a new perspective. Either way, they said psilocybin offered hope for those who had been depressed for an average of 18 years - the majority of the volunteers had been depressed most of their lives. The study was part of a research collaboration between Imperial and the Beckley Foundation, a thinktank that focuses on drugs policy. Amanda Feilding, founder of Beckley and co-director of the trial programme with Nutt, said: “The results from our research are helping is to understand how psychedelics change consciousness, and how this information can be used to find breakthrough treatments for many of humanity’s most intractable psychiatric disorders, such as depression, addiction and obsessive compulsive disorder.”",
  "webTitle": "Magic mushrooms lift severe depression in clinical trial",
  "webPublicationDate": "2016-05-17T09:15:23Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/17/magic-mushrooms-lift-severe-depression-in-clinical-trial",
  "keyword": [
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "science/2016/may/17/magic-mushrooms-lift-severe-depression-in-clinical-trial"
}