{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/b-52-bomber-crashes-on-guam",
  "id": "2016-05-19-344",
  "sectionId": "us-news",
  "body": "A B-52H Stratofortress bomber has been destroyed in a fiery crash shortly after takeoff at a US air force base in Guam. All seven crew members survived and got away safely from the wreckage, military officials said. The plane crashed around 8.30am on Wednesday “on the flight line” at Andersen air force base, which adjoins the village of Yigo in the US territory, the base said in a statement. Photographs posted by local media showed the fiery aftermath in which the aircraft appeared to have been completely burnt out.    Guam Homeland Security Press Release: The Offices of Homeland Security and Civil Defense … https://t.co/1zuGSAGAhT pic.twitter.com/crRX9cU6FV— KUAM News (@guamnews_kuam) May 19, 2016     Related: Chinese fighter jets intercept US spy plane 'unsafely' over South China Sea    The crew members were from the 69th Expeditionary Bomb Squadron and had been taking off on a routine training mission when the plane crashed, the military said. The cause was under investigation. The air force said the bomber had been deployed to the US territory from Minot, North Dakota, as part of the military’s continuous bomber presence in the Pacific.    ADELUP PRESS RELEASE: The government of Guam is helping to respond to an incident in Ander… https://t.co/cOViGHlret pic.twitter.com/LH5UGCYnRk— KUAM News (@guamnews_kuam) May 19, 2016    The B-52H Stratofortress is a long-range heavy bomber that for more than 40 years has been “the backbone of the manned strategic bomber force in the United States”, according to the air force’s website. The Air Force has been rotating B-1, B-2 and B-52 bombers through Guam since 2004 to boost the US security presence in the Asia-Pacific region. A B-52 crashed off Guam in 2008, killing all six crew members on board. That plane had been flying around the island as part of Guam Liberation Day celebrations, marking the day when the US military arrived to retake control of the island from Japan during the second world war. The B-52 had been scheduled to conduct a flyover in a parade. Guam is a US territory 3,700 miles south-west of Hawaii. With Reuters and the Associated Press",
  "webTitle": "B-52 bomber crashes on Guam",
  "webPublicationDate": "2016-05-19T02:37:25Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/b-52-bomber-crashes-on-guam",
  "keyword": [
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/19/b-52-bomber-crashes-on-guam"
}