{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/30/manchester-united-michael-carrick-mourinho-contract",
  "id": "2016-05-30-25",
  "sectionId": "football",
  "body": "Michael Carrick has been offered a year extension to his Manchester United contract by José Mourinho, with the veteran midfielder considering whether to extend his stay at Old Trafford into a second decade. Carrick, who moved to United in 2006 from Tottenham for an initial £14m, is out of contract at the end of June and had been linked with a move away from Old Trafford. However, Mourinho’s arrival to replace Louis van Gaal earlier this month has led to the 34-year-old being given assurances that he does figure in the new manager’s plans for next season and Carrick is now mulling over whether to stay.   Related: Manuel Pellegrini: If I don’t get an interesting offer I will quit football    “Mourinho’s track record speaks for itself. He’s a good fit for the club and hopefully he’ll do very well,” he said earlier this week. “I have to say it’s sad to see anyone lose their job, the manager and staff, but good times are ahead.” Mourinho spent Bank Holiday Monday meeting staff at United’s Carrington training base having travelled up from London. He was greeted by the executive vice-chairman, Ed Woodward, and given a tour of his new workplace, including meeting Sir Bobby Charlton. Having initially opposed the appointment of the former Chelsea manager, Charlton was shown on MUTV sharing a joke with Mourinho, who referenced England’s victory over Portugal in the 1966 World Cup semi-final.    Mourinho is here! Watch our new boss arrive at the Aon Training Complex… #WelcomeJose https://t.co/qmBsWqat0u— Manchester United (@ManUtd) May 30, 2016    Charlton offered Mourinho his congratulations and said he was “happy to see you here” despite previously doubting the former Chelsea boss’s credentials for the Old Trafford job.    pic.twitter.com/VOEIzVCYji— Matilde Mourinho (@MourinhoMatilde) May 30, 2016    Mourinho, 53, and long-time assistant Rui Faria joined Charlton, Woodward and head of elite development John Murtough on a tour of the club’s training centre. The Portuguese’s wife Matilde later tweeted as picture of her husband outside Carrington clasping a United bag. Mourinho is scheduled to start work with those United players not involved in Euro 2016 or the Copa América when they report back for pre-season training on 4 July.",
  "webTitle": "Manchester United offer Michael Carrick one-year contract",
  "webPublicationDate": "2016-05-30T19:46:52Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/30/manchester-united-michael-carrick-mourinho-contract",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/30/manchester-united-michael-carrick-mourinho-contract"
}