{
  "apiUrl": "https://content.guardianapis.com/media/shortcuts/2016/may/16/britflix-bbc-streaming-downton-abbey-john-whittingdale-netflix",
  "id": "2016-05-16-151",
  "sectionId": "media",
  "body": "Name: Britflix. Age: Not yet. Appearance: Not yet. This has all the hallmarks of British entrepreneurial endeavour about it. I’m guessing someone thought of a play on “Netflix” and is now casting about for a concept to retrofit to it. Oh ye of little faith! It’s actually … Yes? Well, it’s going to be … Yes? Umm … a sort of … I wait with bated breath. A sort of British Netflix. You don’t say. Coming to a screen near you. Sometime. Probably.   Related: BBC gets green light to launch Netflix rival    “Britflix and chill.” Doesn’t have the right ring, does it? Sounds more like people shivering on the sofa refusing to put a cardigan on because “we’re halfway through May!” It’s just a rumoured working title. It’ll be great. The government has given the go-ahead for the BBC to develop a subscription streaming service and it’s going to partner with ITV and loads of others to make it happen. This is part of the push by culture secretary John Whittingdale to dismantle Auntie’s current funding model and make it compete with commercial rivals, then? No, no. Yes, yes. Whittingdale says that the BBC welcomes this greater freedom to supplement the licence fee and viewers will simply revel in the chance to pay for some bits of their viewing separately. Let us, temporarily, agree to differ on this point. What will Britflix look like? It’s an exciting time to speculate. NBC Universal is involved. Apparently the BBC archive will be available. And it will be able to commission its own original series. Making a Cup of Tea? Murdering a Cup of Tea? Unbreakable Kirsty Allsopp? Orange is the New Colour of Huw Edwards’s Tie and I Don’t Like It? NBC Universal owns Downton Abbey so there might also be … Downton Abbey. I won’t worry. We won’t be able to find anything on it anyway. If the US hasn’t figured out a way to make the thing navigable, there’s not a search button’s chance in hell that we will. Scrolling through random lists of offerings ranging from possibly watchable to why-TF-are-you-recommending-this-to-me is the glue that holds 85% of modern relationships together. And the other 15%? They’ve got Amazon Prime. Do say: “If it will give me a full Victoria Wood retrospective, back-to-back Alan Bleasdale and Jack Rosenthal seasons (alongside daily showings of The Monocled Mutineer and Bar Mitzvah Boy), the full Dennis Potter archive and Play School: the Brian Cant Years in constant rotation, sign me up.” Don’t say: “More mindless scrolling? Is this what I’m not paying my licence fee for?”",
  "webTitle": "'Britflix' and chill – doesn’t have the quite same ring to it",
  "webPublicationDate": "2016-05-16T14:34:10Z",
  "webUrl": "https://www.theguardian.com/media/shortcuts/2016/may/16/britflix-bbc-streaming-downton-abbey-john-whittingdale-netflix",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC licence fee",
      "id": "media/bbc-licence-fee",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Amazon Prime Instant Video",
      "id": "media/lovefilm",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "iPlayer",
      "id": "media/iplayer",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Downton Abbey",
      "id": "tv-and-radio/downton-abbey",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [],
  "guardianId": "media/shortcuts/2016/may/16/britflix-bbc-streaming-downton-abbey-john-whittingdale-netflix"
}