{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/11/selfie-toaster-kitchen-gadgets-review-boasy-toasty-aberration",
  "id": "2016-05-11-242",
  "sectionId": "lifeandstyle",
  "body": "What? The Selfie Toaster ($69, burntimpressions.com) is a plastic box housing vertical heating elements, overlaid with bespoke cutaway plates. When bread contacts the plate, a pattern is transferred by scorching. Why? Create your own Shroud of Turin and eat yourself for breakfast. Mmm, sacrilicious. Well?     The narcissist’s grill … Photograph: Martin Godwin for the Guardian    The end times are here again, as proven by this toaster that can print your face on bread. The narcissist’s grill is manufactured by Burnt Impressions (other “Vermont Novelty Toaster Corporations” are available. Not really), to whom I had to email a photo of myself. I am intrigued by the plasma-cut metal stencils that arrive a few weeks later. Should you tire of self-cannibalism, other templates thrown in include I ♥ you, a CND logo, a crab and a lobster – these the biggest mystery (why two crustaceans? WHY TWO?). I slot my portrait-plate into the internal brackets, followed by two white slices. They pop out, the most rudimentary Polaroids of all time. I look like a “Missing” poster of an Italian boxer. (A friend suggested the likeness would be better on wholemeal bread, which, after a tense conversation, we decided wasn’t racist.) It is weirdly impressive. But should I be making toasten images of myself, to ritually consume every morning? It is idolatry, unhealthy in every way. (“Eat well and eat toast!” the box encourages, recognising one can’t simultaneously do both.)            Or is the toaster satirical, reflecting a nutritionally empty culture in which we subsist on a diet of ourselves? Did Yoko Ono invent it? I’m actually in favour of plated art. People who tell you not to play with your food merely lack imagination. I doubt I’d have achieved GCSE English without Alphabetti spaghetti. The issue here is the picture is rendered in chiaroscuro, achieved by selective burning. This leads to wildly uneven toast: undercooked in parts, charred in others. The clearer the image, the more inedible. There is no defrost setting or bagel slot. It is, to be honest, a crap toaster, which is the real sin. Give us this day our daily bread, but golden-brown all over, and soft inside. Not this boasty-toasty aberration, a vain slice of life and relic of an age best forgotten.     ‘A friend suggests the likeness would be better on wholemeal bread.’ Photograph: Martin Godwin for the Guardian    Redeeming features? The action of the crumb tray is surprisingly smooth. It’s not enough though, is it? Picture the euology: “He was a war criminal and a drunk, but his crumb tray was surprisingly smooth.” Counter, drawer, back of the cupboard? The most shameful chamber of our hearts. 1/5",
  "webTitle": "Kitchen gadgets review: the Selfie Toaster – ‘a boasty-toasty aberration’",
  "webPublicationDate": "2016-05-11T11:35:50Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/11/selfie-toaster-kitchen-gadgets-review-boasy-toasty-aberration",
  "keyword": [
    {
      "webTitle": "Bread",
      "id": "lifeandstyle/bread",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Breakfast",
      "id": "lifeandstyle/breakfast",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gadgets",
      "id": "technology/gadgets",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Rhik Samadder",
      "id": "profile/rhik-samadder"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/11/selfie-toaster-kitchen-gadgets-review-boasy-toasty-aberration"
}