{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/04/shockheaded-peter-nikki-sheehan-sinister-subversive-unforgettable",
  "id": "2016-05-04-245",
  "sectionId": "childrens-books-site",
  "body": "With the benefit of hindsight I’m pretty sure that when my older sister woke me in the dark reading aloud from a tattered copy of Shockheaded Peter (Struwwelpeter), she must have been trying to turn me into a writer. As I still speak to her, it really is the only explanation. If you’re fortunate enough not to have had the 10 thrillingly appalling cautionary tales that comprise Shockheaded Peter read to you in a low voice at the dead of night at an impressionable age, let me give you my personal highlights. The sorry tales are all so hideous that it’s hard to choose between them, but in third place is Augustus Who Would Not Have Any Soup. To cut a not very long story even shorter, weighty Augustus (surely the inspiration for Roald Dahl’s Augustus Gloop?) stopped eating, wasted away and died within five days. The end. Then there’s The Dreadful Story About Harriet and the Matches, which ends, predictably, with a pile of smoking ashes, and a pair of scarlet shoes reminiscent of the demise of the Wicked Witch in the Wizard of Oz, only a lot sadder.     Julian Bleach in the theatrical adaptation of Shockheaded Peter. Photograph: Tristram Kenton for the Guardian    Are you seeing a theme here? But my very own bête noir was the story of Little Suck-A-Thumb. Being a child with an appetite for soup, no pyromaniacal tendencies, but a bad thumb habit, this tale of a ‘great tall tailor’ who breaks into your house and cuts your thumbs clean off (you know, they never grow again) reduced me to a clammy-digited wreck. Of course, it made no difference. I continued sucking my thumb until I was 16, but that doesn’t mean that I wasn’t on alert for a creak in the floorboards that might herald the arrival of the tailor and his great sharp scissors. Despite years of lying awake listening for his arrival, the long red-legged scissor-man never did visit me. Turns out that the maniacal tailor with a thing against oral fixation was a figment of the sick imagination of Heinrich Hoffman, a Frankfurt physician who wrote these childhood tales of terror in the 1840s.     Nikki Sheehan.    The most shocking thing for me returning to the book as a parent is firstly that they really are as horrific as I remembered, but worse than that is that Hoffman wrote it as a Christmas present for his three-year-old son. I can just imagine his little face. Even with no Dora the Explorer or Thomas the Tank Engine available at the time, how could the story of a maniac who breaks into houses and amputates fingers seemed like a good idea? So, why is this terrible tome inspirational for me as a writer? Because it’s great on so many levels. The writing is superb. Even translated from German it’s rhythmic, hilarious and so memorable that I can still recite many of the poems 40 years later (thought that might be the PTSD). The illustrations are graphic. There’s nothing glamorous about having nails that are never cut and the image of the dagger-like protuberances from the ends of the eponymous Shockheaded Peter’s fingers is chilling.     Julian Bleach and Martyn Jacques in the theatrical adaptation of Shockheaded Peter. Photograph: Tristram Kenton for the Guardian    The stories are subversive in the best possible way. At a time when vegetarianism would have been unheard of, The Man That Went Out Shooting ends up staring down the barrel of his own gun which is being held by the hare he was trying to kill. Now that’s what I call karma. And, though the wording is uncomfortable, The Story of the Inky Boys who are teased for the colour of their skin, sends out a strong anti-racist message.   Related: Imaginary friends go mainstream – more children have them than ever    But best of all, Shockheaded Peter is just so pleasingly sinister and strange, and I blame this early exposure to surely the weirdest book ever written to children for my taste for the quirky. Although my books for young teens are contemporary stories I can’t seem to stop myself from adding a bit of strangeness, twisting reality in some way, first in Who Framed Klaris Cliff by making imaginary friends real and dangerous. And now in Swan Boy, where the main character begins to sprout feathers.       And for that I blame Shockheaded Peter. Terrifying, thought-provoking, hilarious. And definitely, perhaps unfortunately, unforgettable. Nikki Sheehan is the author of Swan Boy, about Johnny who has to deal with a bully when he moves house and starts a new school. A chance encounter with a swan sparks a series of events that result in Johnny playing the lead in a school ballet. His teacher wants him to live the role, and when feathers start sprouting on his chest, Johnny begins to understand his true potential. Buy Swan Boy at the Guardian bookshop.",
  "webTitle": "Shockheaded Peter: sinister, subversive - and horrifically unforgettable",
  "webPublicationDate": "2016-05-04T10:31:35Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/04/shockheaded-peter-nikki-sheehan-sinister-subversive-unforgettable",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/04/shockheaded-peter-nikki-sheehan-sinister-subversive-unforgettable"
}