{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/16/governments-devolution-model-rural-areas-cities",
  "id": "2016-05-16-265",
  "sectionId": "public-leaders-network",
  "body": "The devolution debate, initially more about cities, has inevitably pulled in rural areas too. As Tony Travers, director of LSE London, says, if local authorities in a highly centralised country like England get more power, “it begs the question, why don’t other areas get the same power and autonomy?” The government – in particular chancellor George Osborne – has keenly pursued policies of devolution and decentralisation; a northern powerhouse is one of Osborne’s key projects. In 2014, it was announced that Greater Manchester’s local authorities would be devolved key powers, such as having more control over transport and housing. Then in July 2015, Cornwall and the Isles of Scilly became the first county region to get a devolution deal.     The Isles of Scilly are part of the first county deal to receive powers over employment, transport, business support, energy, health and social care. Photograph: Apex    Devolution is not about sucking powers up from existing councils. Rather, according to Seán Woodward, leader of Fareham borough council, “it’s about drawing powers down from the faceless bureaucrats in Whitehall that currently make the decisions”. Fareham is part of a potential South Hampshire devolution deal, which would include the cities of Portsmouth and Southampton, but also the rural area of East Hampshire. Woodward cites considerations over housing and planning as factors in favour of devolution: the deal would give the new combined authority the power to designate green belt areas, of which there are currently few in Hampshire. ”Making decisions locally has always got to be better than having them done nationally,” Woodward says. But despite the benefits of devolution, there are concerns around how well the model proposed by government suits rural areas. This model sees several authorities join together to create a combined authority, under the auspices of an elected mayor. But while city regions such as Greater Manchester are made up of similar authorities that are close together, rural areas are likely to be geographically larger and cover several different types of council, which makes things more complex.  Richard Flinton, chief executive of North Yorkshire county council, is an advocate of devolution and argues that “growth is something that is not the exclusive property of a city area” – rural areas should be entitled to the same freedoms and opportunities. But he admits that the government’s devolution model is best suited to cities: “What hasn’thappened is a detailed consideration of how you change the model so that it makes sense in rural areas,” he says.      Whitby harbour in North Yorkshire. A mayor might suit the county, chief executive Richard Flinton says, but only if it doesn’t create inefficiency and duplication. Photograph: Alamy    Travers points out that in some areas, devolution deals could involve one county council and its district councils joining up with another county and its districts. If this then becomes a combined authority with an elected mayor, it means there would be three levels of local government. One widespread concern is the government’s insistence that any area that gets a devolution deal must agree to an elected mayor. While that make sense in cities such as London and Manchester, it seems less fitting for large rural areas covering more than one county.    Related: Parish councils suit city dwellers too, not just rural Britain    Flinton says a mayor might be the right thing for Yorkshire, but, he adds: “We need to understand what [it] should be that the mayor directs without creating inefficiency and duplication across the area.” He gives the example of roads: in city devolution deals, the government wants the mayor to have responsibility for the strategic roads network in the area. But in a rural area such as Yorkshire, it wouldn’t make sense for the mayor to be responsible for some roads, but not others. For the smallest councils – the parish and town councils that deal with hyper-local responsibilities – the concern is that they will be left out of devolution plans, or will not see the benefits of it. Sarah Mason, county executive officer for the Cornwall Association of Local Councils, says smaller councils in the county aren’t sure what their devolution deal means for them.  “People are struggling to understand the impact of the bigger devolution deal and whether that actually offers real opportunities or inevitably produces a number of weaknesses,” she says.      Sevenoaks, a town in western Kent. Leaders insist that towns should not be forgotten in devolution deals. Photograph: David Willis/Alamy    As Linda Larter, chief executive and town clerk of Sevenoaks town council, argues, it would be shortsighted to overlook smaller councils. “Most parish and town councils of whatever size are innovative in delivering facilities for the community,” she says.  For rural and non-city areas, devolution can offer more control over policy areas that affect local people, whether that’s transport, health or housing. But the difficulty is in making a success of a process designed with city regions in mind. “It’s very much a matter of deal-making between groups of authorities and central government,” says Travers. “It’s challenging for large groups of councils like this to get together … and come up with the kind of plan that more tightly drawn city areas have been able to come up with.”  Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Government's devolution model doesn't make sense for rural areas",
  "webPublicationDate": "2016-05-16T10:01:34Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/16/governments-devolution-model-rural-areas-cities",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Devolution",
      "id": "politics/devolution",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "public-leaders-network/local-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Hardy",
      "id": "profile/ruth-hardy"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/16/governments-devolution-model-rural-areas-cities"
}