{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/04/manchester-city-vincent-kompany",
  "id": "2016-05-04-26",
  "sectionId": "football",
  "body": "There was a brave wave, a sad trudge off, and now for Vincent Kompany in the coming days surely more soul-searching as Manchester City’s captain contemplates the 33rd injury in his eight years at the club. Manuel Pellegrini had stated before this Champions League semi-final second leg that City’s best opportunity was to “play well in defence”, then he watched dismayed as Kompany hobbled off 10 minutes in with what appeared to be a quad problem. This meant the leader of the rearguard – and the side – was again a helpless onlooker, and it now fell to Eliaquim Mangala to partner Nicolás Otamendi at centre-back.   Related: Real Madrid 1-0  Manchester City (agg 1-0_: Champions League semi-final – as it happened    This was the pairing at the heart of a defence that shipped four goals in Sunday’s defeat at Southampton. Mangala was one of three players from that unit dropped for this evening. Aleksandar Kolarov and Pablo Zabaleta also made way for Gaël Clichy and Bacary Sagna at left- and right-back respectively, so as the Frenchman replaced Kompany the test was whether the disrupted defence would be able to repel Real Madrid at the Bernabéu with the tie poised at 0-0. The first answer came around 10 minutes after Kompany was forced off, as Gareth Bale ran at Joe Hart from the right and conjured an opener that beat the City goalkeeper via a deflection that pinballed in off his right-hand post. At this juncture Real were running riot and Pellegrini’s faith in Kompany as the back four’s bedrock appeared a gamble that had misfired at the worst possible time. This reliance on the Belgian is a prime head-scratcher for the incoming Pep Guardiola. The Spaniard officially takes over on 1 July but he is already plotting how to take City on to the next level. After his Bayern Munich side were eliminated by Atlético Madrid in Tuesday’s first semi-final, Guardiola will have watched this encounter and had his concerns over Kompany’s robustness confirmed. Guardiola has to wonder if he can really afford to rely on a 30-year-old whose previous injuries have already cost him 18 weeks of this season, and which up to Wednesday night’s sad end have allowed him to appear in only 21 of City’s 57 matches. City have already spent £74m in transfer fees alone trying to answer the Kompany question. This is the outlay for Mangala (£42m) and Otamendi (£32m) but the best to be said about either is each is a far better footballer when Kompany operates alongside them. City are determined to give Kompany one more year to finally rid himself of his injury plague. The reason is simple: the side are a tougher proposition when he is in it. Yet this “when” becomes more and more an “if” due to the physical problems that have denied the Belgian a serious run in the XI. The firm interest in signing Athletic Bilbao’s Aymeric Laporte for a reported £39.6m release-clause fee is an attempt to finally free them of the problem. The Frenchman is expected to be out until August due to a broken leg and dislocated ankle, however. On the one hand this shows how highly Laporte is thought of by Guardiola and Txiki Begiristain, the sporting director who signs off transfers. But on the other, given that any player who returns from serious injury can never be absolutely sure how he might recover, it seems yet another throw of the dice at centre-back when really what is needed is the acquisition of a banker of a performer. Yet given the manner of Kompany’s early withdrawal City could be proud at half-time to still be within 45 minutes of the European Cup final. The scoreline remained 1-0 to Zinedine Zidane’s team so the equation was the same as at the kick-off: a sole goal would take Pellegrini’s side to the Milan showpiece this month due to the away goals rule. The concern was that every time Real went at the City backline holes would appear. Not 10 minutes had been played after the interval when Luka Modric found himself in, alone on goal, before Hart. The Croatian should have doubled his team’s lead but fluffed the chance, and City’s No1 did the rest. Earlier, Pellegrini had also said: “It is important to realise that it is not easy to get to a semi-final. First you must be in the top four in your league, which is not easy in England. Then it is very difficult to continue after the group stage, the round of 16, the quarter-final. So we must play and fight for every ball to win the game and take our chance to reach the final. “We will see if Yaya Touré is able to complete 90 minutes, but his experience in this game is very important.” By the hour the anonymous Ivorian had been replaced by Raheem Sterling. And as the contest entered its final 15 minutes City still required a goal. Either from the kind of trickery the England forward can provide, or anywhere else. On returning from injury No32, a knee problem that kept him out between 15 March and 19 April, Kompany had spoken of “14 comebacks”. The idea there was to stress the positive. It is an admirable approach but he now faces another challenge of will and spirit. For Manchester City there is a more fundamental issue to contemplate: can Kompany really be the linchpin of the team in the new Guardiola era?",
  "webTitle": "Vincent Kompany injury again highlights Manchester City’s damning weakness | Jamie Jackson",
  "webPublicationDate": "2016-05-04T20:58:33Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/04/manchester-city-vincent-kompany",
  "keyword": [
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/blog/2016/may/04/manchester-city-vincent-kompany"
}