{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/09/terence-davies-british-film-director-sunset-song-agyness-deyn",
  "id": "2016-05-09-74",
  "sectionId": "film",
  "body": "With the aid of a cane the 70-year-old British film director Terence Davies bounded up to the podium at New York’s Museum of the Moving Image to warm the crowd with a little praise. “You have a lot to be proud of. My great debt is to American musicals. The American Songbook is the greatest gift to the world.” The multiple award-winner, whose early works are music-drenched kaleidoscopic reflections of post-war Liverpool, exuded buoyant Americanophilia stating “the only good musicals are American,” before taking a snipe at Britain’s “Andrew Rice Pudding”. Davies is on these shores just as Sunset Song, his adaptation of Lewis Grassic Gibbons’ novel that the Guardian’s Peter Bradshaw calls “sad, sombre and deeply satisfying”, makes its American debut. The Museum of the Moving Image is running a retrospective through this month, and Sunday’s triple-feature was a thorough soak in Davies’ inimitable blend of stylized, melancholy memory. 1988’s Distant Voices, Still Lives is as moody and emotional as ever, a whirl of a family portrait suffering under a violent father, finding warmth in song in their tight-knit working class community. The Terence Davies Trilogy, three short films from 1976 through 1983, show the director growing into his unique, non-linear form, oftentimes making associative leaps based on music cues. There are also specific moments, like a bully’s torment or first homosexual awakenings, that are later replayed in Davies’ 1992 triumph The Long Day Closes.   Related: Sunset Song review – Agyness Deyn roams a stunning Scottish landscape    It was for the screening of The Long Day Closes where Davies joined the audience. Introduced by Sony Pictures Classic’s co-founder Michael Barker as “an impossibility” that mixes documentary style and poetry in a magical way, he urged viewers to just “let it wash over you”. (He also joked that the opening credits, a lengthy still shot of a vase of flowers, were “interminable” but that’s probably on purpose.) The Long Day Closes essentially picks up where Distant Voices, Still Lives leaves off, though perhaps a tad less experimental as it focuses on a lead character (a Davies proxy, age seven) and doesn’t jump through time quite so much. In the post-screening question-and-answer session with Michael Koresky, the editorial director of the Film Society of Lincoln Center and author of a book about Terence Davies simply called Terence Davies, Davies was blunt about this period of his childhood: “Nothing particularly interesting or momentous happened, but it was a paradise.” A lifetime later Davies retains an extraordinary ability to recall the details, like the buttons on the dresses of two neighbors who sang Londonderry Air to him while walking back from the pictures. “Those were four years of happiness, aged seven to 11.” It was at age seven when his abusive father died and, as he put it, “we began to live”. At age 11 he entered a secondary school, all-boys, and was tormented from without and within. As a strict Catholic who thought his gay impulses were unique to him, he “prayed until his knees bled”. There’s a bit of foreshadowing of this coming conflict in The Long Day Closes, with a vision of, as Davies described, “a very hot JC – seethe! seethe!” played by the same actor as a shirtless bricklayer that the lead character watches through the window. (“If you look closely you’ll see the name of the garage was called Smitten’s. Criminal!”) As Koresky gushed about The Long Day Closes (“one of the greatest films ever made, and that’s becoming a widespread accepted truth!”) Davies shrugged and thought it would never make it out of the UK. “It’s just about my family, and how we were drenched in American culture.” He talked about American music, like Charles Ives “for whom I have a soft spot because he married a woman named Harmony Twitchell, it’s so lovely!”) and Debbie Reynolds, whose recording of “Tammy” is used in the film’s most celebrated sequence.   Related: Terence Davies on religion, being gay and his life in film: ‘Despair is awful because it’s worse than any pain’    One of Davies’ older sisters had a “yank boyfriend”, which was just about the greatest thing anyone could have at the time. “He saw our living conditions as positively Dickensian. He nicknamed me ‘Bud’ and gave us peanut butter and chewing gum and a percolator. We drank tea and had no idea what to do with it, so we used it for paintbrushes.” This beau’s extravagant gift of a bottle of Chanel No 5 became a scene in Distant Voices, Still Lives, and got one of the only big laughs earlier in earlier in the day. “Yes, yes,” Davies joked, “I’m really good at death and misery.” In person, though, Davies is sharp and witty and, when not reciting lengthy Shakespeare quotes from memory, is eager to discuss his methods. “I tell my actors not to act, to feel it, otherwise we’ll know it isn’t true.” His newest, Sunset Song, stars Agyness Deyn, who gives an outstanding performance, but is not exactly a household name. “I make my actors read, and some won’t do that.” Davies then told a story from Hollywood, in which he had an appointment with a well-known personality. After waiting an hour, Davies left (“I had more important things to do!”) and then caught the actor in a car in front of the hotel. After accusing him of being an hour late, the actor cried out, “Wait, wait, I can do a magic trick!” and proceeded to move the roof of his convertible up and down. “This is who we’re dealing with!” Davies sighed, adding “I don’t cast big names.”  Terence Davies and Agyness Deyn will show Sunset Song on Tuesday at Museum of the Moving Image, followed by another Michael Koresky Q&A that will hopefully be equally as insightful and amusing as Sunday’s. Davies’ films will play through 22 May.",
  "webTitle": "Terence Davies on avoiding Hollywood A-listers: 'I don't cast big names'",
  "webPublicationDate": "2016-05-09T17:59:10Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/09/terence-davies-british-film-director-sunset-song-agyness-deyn",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Terence Davies",
      "id": "film/terence-davies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Hoffman",
      "id": "profile/jordan-hoffman"
    }
  ],
  "guardianId": "film/2016/may/09/terence-davies-british-film-director-sunset-song-agyness-deyn"
}