{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/16/the-eu-referendum-a-hobsons-choice-between-nasty-corporates-and-nasty-racists",
  "id": "2016-05-16-192",
  "sectionId": "lifeandstyle",
  "body": "Isn’t everyone getting hot under the collar about the EU referendum? Or bored rigid and glazing over, particularly regarding economics. Or frozen with indecision, because the claims from both sides are so off the wall and mendacious that you just want to sit in a darkened room for the next six weeks, clinging to whatever shreds of a decision you’ve made already, not listen to or read another word about it, and then creep to the ballot box under cover of darkness and vote. Or not. I did try, in the beginning, because it all seemed so complicated, to follow the people I most trusted and admired, and vote like them. But there are stinkers on both sides, so that didn’t work. And thrilled as I am to see the Tories on self-destruct and squabbling among themselves, it only adds to the mess. There are fibbers remaining, fibbers leaving, swarms of lies hovering like flies around dung, so you tend to hesitate before plunging in and investigating in depth. And then there are the flip-floppers swapping sides, and panic merchants everywhere – Boris being the most effective. Being an experienced politician and journalist, he ought to know that people rarely listen carefully to a whole speech or interview, even a carefully balanced one. They just latch on to the bit that scares the crap out of them and cling to it. And now that he has juxtaposed the words “superior”, “unbeatable”, “Hitler” and “superstate”, people may think – in their hearts, if not their heads – that Germany is on the march again, or at least planning to boss us about. Then they’ll go running to Brexit, where they’ll find loads of poisonous bile about foreigners and immigrants. And as fear and hate is such a winning combination, I worry that they’ll be happy there. “Those bastard Brexiters have three ideas,” says Fielding. “Immigration, immigration and immigration.” But it’s Hobson’s choice: “Nasty corporate business, versus nasty racists. Both useless. But it’s good that we’re together somehow. We don’t want any more bloody wars in Europe.” So, after careful thought, he’s going to remain. And so am I. For what it’s worth.",
  "webTitle": "The EU referendum: a Hobson’s choice between nasty corporates and nasty racists",
  "webPublicationDate": "2016-05-16T12:51:50Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/16/the-eu-referendum-a-hobsons-choice-between-nasty-corporates-and-nasty-racists",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Michele Hanson",
      "id": "profile/michelehanson"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/16/the-eu-referendum-a-hobsons-choice-between-nasty-corporates-and-nasty-racists"
}