{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/22/hillary-clinton-donald-trump-trayvon-martin-nra",
  "id": "2016-05-22-99",
  "sectionId": "us-news",
  "body": "Hillary Clinton said on Saturday that under a Donald Trump presidency, more American children would be placed “at risk of violence and bigotry”.   Related: Trump and Clinton on guns: two visions of race, justice and policing in the US    One day after the presumptive Republican nominee spoke before members of the National Rifle Association and secured the group’s endorsement, Clinton addressed a fundraising dinner organized by the Trayvon Martin Foundation, a not-for-profit group established in the name of an unarmed black teenager who was shot dead by a self-appointed neighborhood watch guard. In an address which focused on the intersection of gun violence and the criminal justice system, the likely Democratic nominee delivered a sharp rejoinder. “If you want to imagine what Trump’s America would look like, picture more kids at risk of violence and bigotry,” Clinton said. “Picture more anger and fear,” she added. “Ask any of the mothers here tonight if they want to live in that kind of America … Enough is enough.” Clinton’s remarks were in direct response to Trump’s appearance at the NRA’s annual meeting in Louisville, Kentucky. The billionaire, once a proponent of stricter restrictions on firearms, countered skepticism among pro-gun voters by embracing open carry laws and calling for an end to gun-free zones in schools. That idea, Clinton said, “isn’t just way out there. It’s dangerous.” “This is someone running to be president of the United States of America, a country facing a gun violence epidemic, and he’s talking about more guns in our schools. He’s talking about more hatred and division in our streets, even about more nuclear weapons in the world. That’s no way to keep us safe.” Clinton’s speech, in a hotel ballroom filled with predominantly African American mothers who have lost children to gun violence, was her latest effort to highlight the disproportionate toll inflicted upon minorities by easy access to firearms.     This is someone running [in] a country facing a gun violence epidemic, and he’s talking about more guns in our schools  Hillary Clinton     Courting African American voters across the south and in cities, from churches to block parties, Clinton has routinely drawn attention to lost opportunities among young black victims of gun violence that takes roughly 33,000 lives each year. According to a 2014 study from the Centers for Disease Control and Prevention that examined data from more than a decade, African Americans are more than twice as likely as white Americans to be killed in firearm-related incidents.  Referring to many high-profile victims by name, including unarmed African Americans who died in encounters with police, Clinton cited a “moral obligation to protect our children no matter what zip code they live in [and] to stand up against systemic racism and to promote justice and equality”. “Something is wrong,” she said, “when so many Americans have reason to believe that our country doesn’t consider their children as precious and worthy of protection as other children because of the color of their skins.” Clinton spoke three hours south of where one such incident burst into the national consciousness. In February 2012, Trayvon Martin, 17, was visiting Sanford, Florida, with his father. He went out to buy an iced tea and some candy. As he walked through a gated community, he was trailed by George Zimmerman. Zimmerman called 911, to report what he claimed was suspicious activity. Though Zimmerman was advised not to follow Martin, an altercation ensued. Zimmerman shot the teenager through his chest. He was charged with second degree murder and manslaughter, and acquitted. The killing and the verdict sparked nationwide protests. The Black Lives Matter movement has since galvanized activists across the country, amid police killings of unarmed black men including Michael Brown in Ferguson, Missouri and Eric Garner in New York City. Clinton mentioned several such victims on Saturday, as their mothers looked on. She was introduced by Martin’s mother, Sybrina Fulton, who talked about “all the murders and killings in the streets” and praised Clinton as the only candidate to openly campaign against gun violence. Last fall, Clinton met Fulton and other parents. They have since campaigned with her, dubbing themselves the “Mothers of the Movement”. “She walked in as a presidential candidate, but she walked out with compassion,” Fulton said. “She walked out as a mother. She walked out as a grandmother, as a wife and as a woman. “She listened to each one of our tragedies. It’s not a story, because a story ends. This doesn’t end for us.” Clinton has unveiled plans to reduce gun violence and reform the criminal justice system. On Saturday, she reiterated her support for universal background checks, pointing to broad public approval for modest gun safety measures.     Donald Trump speaks at the NRA Leadership forum in Louisville, Kentucky on Friday. Photograph: ddp USA/REX/Shutterstock     Related: Gun control advocates pray for NRA members: 'They too are children of God'    According to several polls, at least 70% of Americans, including a majority of Republicans and gun owners, consistently favor the expansion of background checks. Following the 2012 elementary school massacre in Newtown, Connecticut, the Senate failed to pass an amendment that would have required background checks on all private sales and closed the so-called “gun show loophole”. Typically, gun control, seen as politically toxic, has not been a wedge issue in presidential races. But Clinton has campaigned aggressively on the subject and the Democratic primary has presented a contrast between the former secretary of state and her opponent, Bernie Sanders. The Vermont senator, although holding a D-minus rating from the NRA, has a mixed record on gun laws. Clinton did not mention Sanders on Saturday. Her criticism was reserved for Trump, who in his speech to the NRA on Friday called her “the most anti-gun” candidate to ever run for office, and claimed, falsely, that she wanted to abolish the second amendment. “We are smart enough and strong enough as a nation,” Clinton said, “to figure out how to protect the rights of responsible gun owners while keeping guns out of the hands of domestic abusers, other violent criminals, gang members, the severely mentally ill. “Parents, teachers and schools should have the right to keep guns out of classrooms. Just like Donald Trump does at many of his hotels, by the way.”",
  "webTitle": "Hillary Clinton: Trump presidency will put 'kids at risk of violence and bigotry'",
  "webPublicationDate": "2016-05-22T11:35:00Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/22/hillary-clinton-donald-trump-trayvon-martin-nra",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "NRA",
      "id": "us-news/nra",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Trayvon Martin",
      "id": "us-news/trayvon-martin",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/22/hillary-clinton-donald-trump-trayvon-martin-nra"
}