{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/our-action-on-domestic-violence-is-like-throwing-popcorn-at-the-taliban",
  "id": "2016-05-26-40",
  "sectionId": "commentisfree",
  "body": "I admire the courage of Rosie Batty, and I admire the courage of the many women who endure lives of quiet desperation in the shadows of a continuing cultural conspiracy in this country that limits domestic violence to the physical acts that capture public attention.  I endured an extremely violent marriage for 11 years in the 70s. It was physically violent, and I know now, as the definitions have finally widened, that it was socially, emotionally and financially violent as well. I was not allowed friends, and I was not allowed money. When I acquired both of these I was able to leave.   Related: Tara Moss: We do not live in a predominantly feminist world    But as so many women know, the violence does not end there. I am enduring to this day, in a thousand insidious ways, an ongoing regime of punishment from my ex-husband for the audacity of leaving. And often sons continue this generational entitlement to control women through access to grandchildren. Because they have been taught by their fathers, and the male-oriented, sport-obsessed culture of much of Australia. When I was an equal opportunities adviser with the South Australian education department, I often asked students to collect articles from major newspapers about men, and about women. It was enlightening, and to some (usually the girls) a distressing awakening. Not simply because of the stereotypes conveyed, but the sheer volume of the number of articles about men’s interests, including sport, as compared to those highlighting women’s interests. That was in the 80s. It is barely worth stating that nothing major has changed. Male tribalism continues to flourish in a way that still privileges men, and few voices are raised to cry that this is a mistaken and dangerous myth of normality. While a largely apathetic nation often has to be dragged groaning into compassion, we are all willingly co-opted to the horror of Australia’s statistics of one woman a week murdered by men who supposedly love or loved them. And we applaud the brave women whose tragedy hurls their pain into the media.    Many Australians, of all genders, have a deeply nourished suspicion of women.    But we are in denial about the causes, and therefore the solutions. There is the conspicuous compassion of White Ribbon Day. There are anger management courses for perpetrators. There are programs in some schools. Politicians and priests repeat a mantra of respect for women. Football clubs and codes appear to take a stand. These are all great things but they are like throwing popcorn at the Taliban. It is action in a disabling disguise, and it is allowing us to continue a national deceit. And that is that many Australians, of all genders, have a deeply nourished suspicion of women. And this translates into degradation, humiliation, invisibilisation, marginalisation and murder. Hegemony is the means by which those with power maintain it and hegemonic masculinity is one term used to explain male dominance. The witch hunts, where millions of women were murdered, were in many ways an attempt to rid villages of wise women who challenged the power of men. The past removal of many women who practised healing led to an historical cementing of male power over all things medical, which still impacts on women to this day. But these societal explanations of oppressive gender and cultural maintenance serve also to let us off the hook as individuals. Similarly, I could go on about the ugly and subservient position of women in religions. Attempts to control the reproductive systems of women is institutionalised violence in the extreme. And doctrines and dogma that teach that women are in any way inferior, whether Catholic or Muslim, are acts of gendered terrorism that are experienced and accepted daily. But I want to deal with the personal. The ways in which decent, well-meaning Australians perpetuate and condone violence against women. How many times do we still hear mothers say, “Wait till your father gets home” – reinforcing the belief that fathers are the legitimate controllers of other people’s actions and behaviours, and teaching that women have less power to influence what is actually happening in their own homes. And children are able learners. How many people let their children watch the Footy Show, and the associated ads, which in this writer’s opinion showcases a misogyny that the simple addition of a woman to its panel will not overcome. Look at the award ceremonies, where women are the fashion accessories and men the achievers. Look at the recent ads for the cricket which mocked men who might be helping out at home rather than padding the pockets of cricket administrators. Look at the ad for safe driving where men put each other down by using terms of endearment usually reserved for women. Why do so many of us tolerate male family members speaking to their spouses or children in ways that would never be tolerated past the living room walls? Why do so many people still use the word “feminism” as a pejorative?  Why do so many women still distance themselves from the term as though equality has arrived or isn’t needed because we are equal but different, don’t you know? And why, when people oppose quotas to increase women’s participation, bleating it has to be on merit, why don’t we yell: “Oh like those private school networks, and private clubs and religious and political affiliations like the Freemasons that men have utilised for promotion for centuries. You mean that sort of merit?” Why do fathers still take sons to shoot things, and why don’t the mothers of boys stop trying to accommodate their needs and teach their sons some of ours. Why do we still tolerate the “c” word, which abuses men by reference to the very thing that makes us women. And why do we still have double standards of behaviour and accountability for male and female politicians?   Related: 'We are the men of a childhood where the monsters of family violence were real' | Anonymous     All countries have national stereotypes. I think it was Bishop Tutu who said the only problem with stereotypes is how you use them, and they can be catastrophic inhibitors of change.  The dissonance between the stereotype of the laidback Aussie who enshrines a fair go, and the reality, is about as wide as between an intelligent woman and a group of guys at a 70s buck’s night. We don’t give anyone a fair go unless they prove they are just like the average Aussie bloke. Barriers to a fair go are deeply entrenched, and they apply mainly to women. Yet we promote this lie with the zealotry and self-imposed ignorance of the convert. We don’t have the courage or the leadership to tackle the big issues in Australia. The excuse often given is that we are a young country. Well, let’s grow up. No policy or amount of money will come near addressing domestic violence until we face sexism head on. Everywhere. Not over there, but here. In our houses and in our hearts and in our heads.  Politicians can legislate. Police can enforce. But the real action is up to each of us.",
  "webTitle": "Our action on domestic violence is like throwing popcorn at the Taliban | Janine Gebert",
  "webPublicationDate": "2016-05-26T20:54:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/our-action-on-domestic-violence-is-like-throwing-popcorn-at-the-taliban",
  "keyword": [
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Janine Gebert ",
      "id": "profile/janine-gebert"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/our-action-on-domestic-violence-is-like-throwing-popcorn-at-the-taliban"
}