{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/12/peaky-blinders-recap-series-three-episode-two-enter-paddy-considine-the-creep",
  "id": "2016-05-12-27",
  "sectionId": "tv-and-radio",
  "body": "Before this series started I interviewed creator Steven Knight, who told me that “things would come back to bite the Shelby gang”. And so it came to pass, as this episode ended with Grace lying wounded in her husband’s arms as Polly ran desperately for an ambulance and Arthur and John beat the living hell out of the Neapolitan assassin called in to do the job.  As to how serious Grace’s injury is – I’m not sure. She’s always seemed pretty unkillable; I predict an Adrian from Rocky-style coma for much of the season. Still, it was a great climax to a strong episode as Tommy’s constantly spinning plates – Shelby business, Russian business, Grace business, Economic League business – threatened to overwhelm him once and for all. There’s a point in every series of Peaky Blinders where it seems that Tommy has bitten off more than he can chew, yet somehow he always manages to carve a path through. This time, I’m not so sure he can. There’s a lot at stake – and, judging by the conversation between Grand Duke Leon and his formidable wife, more than even Tommy knows. Our heroes     With his list of enemies growing by the day, is Tommy Shelby’s luck finally about to run out? Photograph: Robert Viglasky/BBC/Caryn Mandabach/Tiger Aspect    Life would be much easier for Tommy if he could rely on his family. As it is, Arthur has lost his taste (if not capacity) for violence, Michael is clearly scheming on the side (and how convenient that the flapper from last week turns out to have a daddy who’s a big cheese in the automobile world), the Lees are siphoning off cocaine for themselves rather than doping the horses and John is arguably a looser canon than even Arthur, picking the unnecessary fight with the Italians that led to Grace’s shooting. John has always intrigued me, especially given his comments last series about having killed men in the first world war by the time he was Michael’s age. Where Arthur is traumatised by his experiences in the tunnels and trenches, and Tommy has locked those thoughts deep inside him (only for them to occasionally surface almost accidentally – as they did this week when he first saw the tanks), John is almost freed by his experience. He’s comfortable with his violence and revels in the power that being a Peaky Blinder brings. I’m also pretty sure he kicked off about Angel Changretta because he still has a soft spot for Lizzie, no matter how much he canoodles with the perpetually pregnant Esme in the Peaky Blinders office.  Yet it was Tommy’s reaction that was really interesting here. Is Inspector Moss (fast becoming my new favourite character) right to state that Tommy “loves the sport of it”? I think yes, in part – as he reminded Polly last week, he is a gambling man and part of him will always want to roll the dice in a tricky situation (as he did with Father Hughes and the dog). But grabbing power is also considerably easier than retaining it. The Shelby’s might, as John said, hold Birmingham, London and the whole of “fucking England” but can they keep that grip while being squeezed on all sides? I’m not so sure. “If we lift our heel off their necks now they will come at us,” said Tommy. He was right – and making the best of a bad job once John had done the damage – but how easy is it to fight so many wars on so many different fronts? The bad guys     To the devil, a devil dog … Father John Hughes and his unfriendly canine prepare for a visit. Photograph: Robert Viglasky/BBC/Caryn Mandabach/Tiger Aspect    Tommy Shelby sure knows how to make enemies. By the end of episode two, the tally of people who might wish the Shelbys harm stands as follows: the Changretta family, and potentially the previously neutralised Darby Sabini; the Grand Duke Leon and his family, all of whom are clearly as slippery as eels; the sinister Father John Hughes, a man who wears his distasteful tendencies on his perfect black sleeve, and through him, the combined might of Her Majesty’s Opposition and Scotland Yard. Call me a pessimist, but I’d say that’s a pretty hefty bunch of opponents, particularly as none of them are demanding the same thing.  As to which will prove the most formidable – the Changrettas have just sparked a mob war which is going to make things very difficult in Birmingham; the Georgian aristocrats are tough as nails and deeply devious, but my money’s on Father John Hughes (and not just because he’s played by Paddy Considine, a man capable of raising the hairs on my neck with one slow smile). Fixer, go-between, maker of deals and despoiler of children, Considine made his entrance into Tommy’s world with creepy relish. Those who complained about the way this show has represented those of the Protestant faith can now enjoy the tables being turned – the devil wears a dog collar and has a nice line in threatening calling cards it seems. Notes and observations • I really want Reuben Oliver to be on the record if only for the beautiful little scene where Polly looked at herself in the mirror and said “A woman of substance and class”. I know this is Peaky Blinders, so she’ll probably get her heart smashed to smithereens, but it would be lovely if he was just as smitten as he seems. • John might have behaved badly this week, but he continues to have a nice line in nicknames: the Madonna of Moseley indeed. • I was amused by the idea that Arthur has a “killing pistol”. Does he have different pistols for different types of work? • It should be noted – just once, then never again – that Grand Duke Leon Not-Actually-A-Romanov, as played by Belgian actor Jan Bijvoet, continued this show’s tradition of insane accents that bear little resemblance to the area they’re supposed to represent.  • We also learned more about Gaite Jansen’s Princess Tatiana, not least that she is willing to carry cursed gypsy sapphires through customs in interesting places but not actually wear them round her neck (oh Peaky Blinders, please never stop appealing to my trashier side). • I enjoyed the snarky scene between Grace and Tatiana – my fondness for Grace would increase considerably if she spent more time sarcastically slapping people down.     That unfortunate moment when you realise you’ve given your wife a cursed gypsy sapphire to wear round her neck … Tommy and Grace. Photograph: Robert Viglasky/BBC/Caryn Mandabach/Tiger Aspect    • All of which brings me to my least favourite scene of an otherwise great episode: Tommy’s bucolic bliss with Grace and Charles. Yes, I know it was there to show us how much he has to lose now, but I’m not sure I buy Tommy Shelby the family man. I’d find it easier to believe that Arthur will get through an episode without killing someone than that Tommy really wants his very big house in the country.  • Finally, anyone interested in reading about White Russians in exile can try Vanora Bennett’s The White Russian for a well-researched page-turner or for a more literary tale, Vladimir Nabokov’s beautiful and haunting autobiography of exile, Speak, Memory. Anachronistic but strangely right song of the week Hurrah for the return of PJ Harvey’s This Is Love, even if I continue to find it incongruous that the show associates the bland Grace with Polly Harvey’s full-throated blues. Quote of the week “There is hell and there is another place below hell. I will remember everything … I forget nothing.” Do you guys have the feeling Tommy Shelby will unleash hell before this season’s out? What did you think? Are we back in business? Who was right –John, Arthur or Polly? And do you think Grace is dead, or did Arthur save the day and ensure it’s only a flesh wound? As ever, all spoilers and no speculation are welcome below …",
  "webTitle": "Peaky Blinders recap: series three, episode two – enter Paddy Considine the creep",
  "webPublicationDate": "2016-05-12T21:00:08Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/12/peaky-blinders-recap-series-three-episode-two-enter-paddy-considine-the-creep",
  "keyword": [
    {
      "webTitle": "Peaky Blinders",
      "id": "tv-and-radio/peaky-blinders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/12/peaky-blinders-recap-series-three-episode-two-enter-paddy-considine-the-creep"
}