{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/premier-league-2015-16-review-manager-of-the-season",
  "id": "2016-05-16-277",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks Eddie Howe   Related: Premier League 2015-16 review: player of the season | Scott Murray    Last year’s LMA Manager of the Year – he pipped José Mourinho to that award, despite the latter’s Premier League title success – believes that what he has achieved this season leaves that narrow Championship title triumph in the shade. And he might just have a point. Bournemouth’s season started with a ludicrous string of injuries – the £8m defender Tyrone Mings tore a knee ligament after 12 minutes of his league debut in August and hasn’t been seen since; the winger Max Gradel ruptured a cruciate ligament, also in August, that ruled him out until the end of February; and last season’s top scorer, Callum Wilson, suffered a similar injury in September, keeping him out until April. Early results – but for an early, encouraging 4-3 win at West Ham – were disappointing. By the end of November they had lost eight, won two, and had every reason to conclude that fate had decided to play grisly games with them and they might as well just concentrate on next season. But then they started December by beating Chelsea in Mourinho’s penultimate league game, followed it with a 2-1 win over Manchester United, and they were on their way. In the end they stayed up with games to spare – just as well, as they have ended the season disappointingly. Survival, Howe said, is “probably my biggest” achievement in management, “because of the quality of the league we are competing in and the difficult start we had with injuries to key players and everything that was thrown at us”. That it came without sacrificing his commitment both to attacking football and to the squad that earned Bournemouth’s promotion is to his great credit. Slaven Bilic Before the season began bookies were offering 10-1 on Bilic winning the race to be the first top-flight boss to get the boot (Quique Sánchez Flores, another name that could easily have made this list, and Claudio Ranieri were also in the top five on that list). Then it started with consecutive away wins over Arsenal, Liverpool and Manchester City, and it’s been onwards and upwards ever since. Last season ended with angry supporters demanding that Sam Allardyce and the joyless if effective brand of football he inculcated be shown the door; this one concludes with West Ham heading to a new stadium and taking more than 50,000 season-ticket holders with them, Upton Park receiving a fittingly joyous send-off as Manchester United were beaten under floodlights. For a while it seemed West Ham might even qualify for the Champions League, but though that chase – and their FA Cup run – ended in disappointment, Bilic’s debut season has been massively heartening.     West Ham manager Slaven Bilic. Photograph: Nick Potts/PA    Claudio Ranieri Dilly-ding, dilly-dong, etc. Has done OK, all things considered.           Claudio Ranieri emotional as he watches tribute from Leicester fans.    Mauricio Pochettino They might not have won the league, but for the youngest squad in the division to be simultaneously the second most prolific and the second most parsimonious, to finish third and to be lavishly entertaining for much of the season is nevertheless a triumph. Their commitment to entertainment is such that they are both the best side in the league at fighting back from deficits and also the worst side in the league at giving away leads. Despite the latter statistic their defence has been massively improved since last season, when only one of the three relegated sides conceded more goals than them. This is in part down to good recruitment – they brought in just five new players last summer, but among those was Toby Alderweireld, their newly-crowned player of the season, a backup centre-half in Kevin Wimmer who has impressed when called upon, and a right-back in Kieron Trippier who might not have displaced Kyle Walker in the first XI but has at least allowed him to take regular rests. Pochettino has also coaxed better performances from his existing defenders, and got players in more attacking positions to make significantly greater contributions when his side are not in possession. Érik Lamela, who got a combined three assists in the last two seasons, has nine this year, scored four goals of his own, and his commitment to defending is such that he conceded more fouls than any other top-flight player. Eric Dier, a decent defender who has blossomed into Tottenham’s defensive midfield mainstay, is walking, talking evidence of Pochettino’s coaching skills. When Wimmer was asked to describe Pochettino in three words, he chose “very”, “good”, and “manager”. Francesco Guidolin There have been seven top-flights departures this season, giving a range of managers a chance to display their turnaround skills, and in terms of statistical impact Guidolin appears the most successful. As Rémi Garde would no doubt attest the dugout switcheroo doesn’t always work, but a few have certainly come good: Rafael Benítez wrought an improvement at Newcastle but was given too little time and an irredeemably feckless squad; Sunderland have been the 12th best team in the division since Allardyce took over in October, two days after Jürgen Klopp arrived at Liverpool, where results have been inconsistent but occasionally stellar. Before Guidolin arrived in Wales, Swansea had lost nine and won two of their previous 15 matches, a miserable plummet following a promising start to the season which cost Garry Monk his job and threatened the side’s top-flight status. Since Guidolin’s arrival they have been the seventh best team in the league. True, long-standing coach Alan Curtis deserves the credit for the victory over Watford on the day Guidolin was appointed and for which he had only a “watching brief”, and for the wins over Arsenal and Norwich in March, which came while the Italian was in hospital with a lung infection (even if he picked the teams from his bed), but the scale of Swansea’s turnaround since January nevertheless earns Guidolin a place on this list (by way of comparison, on the day he was appointed Swansea were one point and one place above Sunderland, where Allardyce had already been in post for a little over two months, but Swansea have finished eight points and five places clear of the Black Cats). Even so, back-to-back away humblings in April, when they lost 3-0 at Newcastle and 4-0 at Leicester, led to criticism of his safety-first approach – up to that point he had neither won nor lost a game by more than a single goal – and to the club considering whether he would ever be able to continue their recent tradition of playing football that is both effective and entertaining. Other potential appointments were sounded out, but then the Swans soundly beat a vastly under-strength Liverpool side, who were between legs of a Europa League semi-final at the time, and thrashed West Ham 4-1 away, following which the Italian was offered and swiftly accepted a two-year deal.     Francesco Guidolin was offered a two-year contract after overseeing a strong end to Swansea’s season. Photograph: Paul Gilham/Getty Images    Check out the other categories:  Player of the season Goal of the season Match of the season Signing of the season Flop of the season Gripe of the season Pundit of the season Referee of the season Innovations for the future",
  "webTitle": "Premier League 2015-16 review: manager of the season | Simon Burnton",
  "webPublicationDate": "2016-05-16T09:40:14Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/premier-league-2015-16-review-manager-of-the-season",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/blog/2016/may/16/premier-league-2015-16-review-manager-of-the-season"
}