{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/community-costs-of-the-towers-for-toffs",
  "id": "2016-05-25-48",
  "sectionId": "society",
  "body": "The local community and the local council opposed the Vauxhall tower – and persuaded a government inspector of our case. But its champions, Ken Livingstone and John Prescott, prevailed (The London skyscraper that is a stark symbol of the housing crisis, 25 May). The result has been a disaster, with a wall of towers permitted from Battersea to the Albert Embankment, the most recent with no affordable housing whatsoever. No schools or libraries or parks have been built; 167,000 sq m of offices – which could employ 12,000 people – has vanished, and few residents have appeared. Meanwhile the developer, Berkeley Group, predicts a £2bn profit over the next three years. The root of the problem has been a misguided London plan championed by both Livingstone and Boris Johnson, which aimed to increase housing and offices by encouraging tall, dense development of “underused” industrial areas. These “opportunity areas” have decimated communities and displaced employment without bringing real family homes. The failure of the policy has led to its desperate acceleration, with Old Oak Common and the Old Kent Road the newest areas identified for sacrifice. We need a new London plan which puts communities first; which works with the existing network of residents, businesses and local councils to identify the necessary social infrastructure; and which creates homes for families to live in. The speculative development of safety deposit boxes in the sky must be stopped by the new mayor.Michael BallWaterloo Community Development Group • I was appalled by the tower for the toffs. I can’t think of anything more dismal than those 54 stories of empty profit; 214 luxury apartments is an insult to the thousands of Londoners who cannot afford a home. It makes me grateful for a different tower – west London’s vibrant landmark, Trellick tower. This icon of Brutalist social housing celebrates its 50th anniversary this year. Despite councils’ best efforts to tear down and sell off estates, Trellick’s 31 stories of Grade II-starred listed architecture still stand proud. Council estates are a passion of mine and the inspiration for SPID (Specially Produced Innovatively Directed). Inspired by their ethos of communal living, we create free community tours and low-tech, interactive shows for their indoor and outdoor spaces. While demand for our work has grown, we are concerned by how many residents currently face eviction. Community spirit is not something to privatise lightly, or sweep away like so much rubble. The people who live on estates have created a shared history whose value is priceless. When will property developers realise that selling to wealthy buyers overseas is sucking out the city’s soul?Helena ThompsonArtistic director, SPID Theatre Company • Attempting to meet the need for affordable shelter, both the Conservative and Labour London mayoral candidates promised to support a living wage and a living rent at one third of local average income (Editorial, 25 May). But at one third of high average incomes, as in, say, Westminster, and Kensington and Chelsea, the rent continues to take too much of the lowest incomes needed for food, the fuel to cook it and keep warm, clothes, transport and other necessities; so shelter is still unaffordable and evictions follow. The uncomfortable truth is that if the value of land is taken out of the price of building and maintaining affordable shelter, then rents can be affordable and economic – community land trusts prove the point. Council houses have been paid for many times over by the rents of the tenants. Of all the madness that has currently seized the London housing market, the selling of public land at market prices is the most insane.Rev Paul NicolsonTaxpayers Against Poverty • In face of the failure of successive governments since Thatcher to provide homes for the people of London, it is good to see you recommending rent controls which would help to give private tenants the chance of long-term secure homes. But it would also reduce house prices and rents as more first-time buyers see secure renting as a preferable option to taking on a mortgage debt for up to 30 years, at a cost of up to 40% of income. The banks would not like it, nor would homeowners, particularly those with large mortgages. The nettle must be grasped sometime and maybe the new mayor of London is the right man for the job.Henry Charles PryorHay on Wye, Hereford  • What is the definition of affordability in terms of sale prices and rents that the developers of St George’s Wharf claim applies to 30% of the estate?Jeremy BeechamLabour, House of Lords  • That ridiculous skyscraper is a perfect example of what housing stupidity is going on in London. It would be interesting to know just how much council tax the local borough is foregoing due to empty apartments or limited occupancy. I hope your reporters don’t let this story drop.David MacdonaldSturminster Marshall, Dorset  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Community costs of the towers for toffs | Letters",
  "webPublicationDate": "2016-05-25T18:08:40Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/community-costs-of-the-towers-for-toffs",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/25/community-costs-of-the-towers-for-toffs"
}