{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/europe-relocates-177-syrian-refugees-turkey-eu-deal",
  "id": "2016-05-18-123",
  "sectionId": "world",
  "body": "Fewer than 200 Syrians have been resettled in Europe under the EU’s controversial refugee deal with Turkey, figures from the European commission have revealed. EU leaders agreed in March to take one Syrian from Turkey for every irregular migrant sent back across the Aegean Sea. Since the deal came into force, the number of people arriving in Greece has fallen sharply, but Europe has taken only a tiny number of Syrians from Turkey. A total of 177 Syrians who were in Turkey have been found homes in five EU member states, the figures showed.  Sweden, Germany and the Netherlands have taken the most people, 52-55 each, while Finland and Lithuania have taken a smaller number (11 and five respectively). A further 723 Syrians are awaiting transfer to seven different member states, the commission said. Turkey was also promised €3bn (£2.3bn) of refugee aid until 2018 as well as visa-free access to the EU, subject to conditions. But the deal is at risk of unravelling as Turkey refuses to change its anti-terror laws to meet a key EU demand on visa-free travel. Another potential pitfall is the mismatch in expectations between Turkey and the EU over how many Syrians will be resettled in Europe. EU countries have said they expect to see 12,000 refugees relocated from Turkey, well below the 72,000 places that are available under EU law, and far below the expectations of Turkey, which is sheltering more than 3.1 million refugees in total. Turkish officials expect Europe to airlift substantial numbers of the 2.7 million Syrians now stuck in Turkey, a senior Turkish diplomat said on Wednesday. “With irregular migration declining, we should activate the voluntary humanitarian resettlement also,” said Esen Altuğ, deputy director general for migration at Turkey’s ministry of foreign affairs.   Resettlements from Turkey   The number of migrants being sent back to Turkey from Greece has also fallen short of EU expectations: fewer than 400 people have been returned so far. The EU-Turkey deal is part of a broader push to bring Syrian refugees in the Middle East to Europe, to take the pressure off states including Lebanon and Jordan, where large numbers have taken refuge.  The latest figures showed that 6,321 people out of a proposed 20,000 from refugee camps in the region have been resettled in Europe. The UK has taken the largest number of people (1,864), followed by Austria (1,443). The British government promised to take 20,000 Syrian refugees over five years, a goal criticised as derisory in comparison to the scale of the problem. The latest tranche of data also revealed that efforts to relocate asylum seekers from Italy and Greece remain well off target. In September 2015, the EU promised to disperse 160,000 asylum seekers around the bloc to take the pressure off frontline Mediterranean states. EU officials hoped the first 20,000 people would be rehoused by mid-May, but Wednesday’s data reveals that only 1,500 people have been relocated. Meanwhile, about 46,000 asylum seekers and migrants are in limbo in Greece, awaiting news of either asylum applications or relocation decisions. With the EU failing to relocate significant numbers of refugees from Greece, and the Greek authorities struggling to care for those stuck in their detention centres, dozens of asylum seekers in Greece have begun a hunger strike in protest at their treatment. On the island of Chios, where more than a thousand asylum seekers have been detained in squalid conditions since the start of the EU-Turkey deal, 40 people – 25 women and 15 men – have said they will not eat until further notice.     Refugees and migrants onboard a dinghy approach the Greek island of Lesbos after crossing the Aegean sea from Turkey. Photograph: Santi Palacios/AP    “We left our country to find a better life and education for our children, not just to live in a camp without doing anything,” said Wassim Omar, a Syrian father on hunger strike in Chios, who spoke via WhatsApp because his mouth was taped shut. “We escaped from Daesh [Islamic state] and Jabhat al-Nusra [al-Qaeda’s Syrian affiliate], who had threatened to kill us because my wife and I are teachers, and from the Syrian regime’s army, who wanted me to do military service. We don’t want to spend our life here, so because of that we have this hunger strike.” The European commissioner for migration and home affairs, Dimitris Avramopoulos, once again urged member states to do more. “We need to quickly respond to the urgent humanitarian situation in Greece and prevent deterioration of the situation in Italy. “In parallel, we need to increase resettlements, mostly from Turkey, but also from other countries, such as Lebanon and Jordan. Our recent progress in breaking the smugglers’ business model is only sustainable if a safe legal channel also opens for asylum seekers.” Since the EU-Turkey deal came into force on 20 March, the number of migrants attempting the dangerous sea crossing over the Aegean has fallen sharply: arrivals were down by 90% in April, compared with the previous month. But EU officials are concerned about a likely increase in arrivals from Italy, as the weather improves. About 8,370 people crossed the western Mediterranean sea in April, mostly Eritreans, Egyptians and Nigerians. The decline in Aegean crossings means that Italy has experienced more migrant arrivals than Greece for the first time since June 2015. Guy Verhofstadt, the leader of the Liberal group in the European parliament, said the relocation and resettlement figures were disappointing. The MEP added: “Whether the rotten EU-Turkey agreement is maintained or not, we know the numbers of refugees and migrants risking their lives to come to Europe is likely to increase dramatically in the coming months. “Instead of constantly trying to outsource our problems to questionable regimes in Turkey and Africa, it’s vital the EU gets its own house in order by stepping up its humanitarian response and working together to deliver a genuine European migration and asylum policy, with a permanent border and coastguard capacity.”",
  "webTitle": "Only 177 Syrian refugees resettled in EU under deal with Turkey",
  "webPublicationDate": "2016-05-18T15:07:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/europe-relocates-177-syrian-refugees-turkey-eu-deal",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Rankin",
      "id": "profile/jennifer-rankin"
    },
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/18/europe-relocates-177-syrian-refugees-turkey-eu-deal"
}