{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/leicester-city-scandal-summer-tour-thailand",
  "id": "2016-05-06-11",
  "sectionId": "football",
  "body": "Leicester City will return to Thailand on tour this summer with a warning from the owners there must be no repeat of the behaviour that led to the sacking of three young players last June. The dismissals were prompted by their participation in a racist orgy during what was supposed to be a goodwill trip to the homeland of the club’s billionaire owner, Vichai Srivaddhanaprabha. Vichai’s son Aiyawatt, Leicester’s vice-chairman, is eager for the team to go back to his country, where their popularity has soared as a result of their performances this season. He has taken the precaution of reminding players of their responsibilities to avert any scandal on a par with last year’s ordeal, when footage taken during the trip showed Tom Hopper, Adam Smith and James Pearson – the son of the club’s then-manager Nigel Pearson – laughing and verbally abusing three Thai women after sex. The players were dismissed and Pearson left as manager shortly afterwards.   Related: Julian Barnes: my stupid Leicester City love    “I want them to see the Thai people, how welcome they are,” Aiyawatt said of this summer’s travel plans. “They are massive now and they want to say thank you to the Thai fans. The players need privacy as well but I’ve talked to them and they know they need to treat everything well. You are popular, that is great, and people come to see you because they admire you and they want to talk to you. They will talk to you like you’re their son. So be proud and enjoy.” Aiyawatt, who is referred to in Leicester by his nickname, Top, did not go into detail about the discussions he had with Nigel Pearson following last year’s trouble but said he had little option but to find a new manager. “It was difficult, I understand the situation but it’s happened – we have to find the right way for the club so I had to make the decision.” One positive side-effect was that it led to the appointment of Claudio Ranieri, who, according to Aiyawatt, wowed his prospective employers during his first interview. “Claudio was my first choice even though I had three or four more to interview,” Aiyawatt said. “He had something special on that day and in his interview when he spoke he said everything that was in my head. I don’t know how he did that! He was the one that could take the club forward for sure.” When the appointment was announced, many observers wondered about the wisdom of hiring a manager who had flopped spectacularly with Greece. “I asked him [about that] because I wanted to know,” Aiyawatt said. “He answered everything very clearly, why he failed there, why things happened in the past. I love his character and the way he talks. And now you have seen how he takes the pressure off everyone and the club. He knows how to manage that well.” The chief pressure back then was to avoid relegation. “Realistically we still had to build a team. We were still in the developing process for the football club and for myself as the owner. It is important to build with sure foundations.” If the club’s managerial appointment has been vindicated, so too has their player recruitment. Expensive misses such as Andrej Kramaric and Gökhan Inler have been far outweighed by cut-price sensations such as Riyad Mahrez, Jamie Vardy and N’Golo Kanté. They are worth many multiples of the fees paid for them by Leicester when they were unheralded signings. Leicester need to deepen their squad as they try to retain their title while competing in next season’s Champions League, and Aiyawatt believes they can still unearth bargains even though Leicester’s success has driven other clubs to improve their scouting. He suggested Leicester’s playing style may ensure they still have an advantage over big clubs who demand a more dominant approach.   Related: Claudio Ranieri deserves acclaim. He did more than just say the right thing | Paul Wilson    “Nowadays it’s so difficult – people will try to find the second Mahrez, Kanté and Vardy,” he said. “But it depends on the policy of the club. If you ask me why no one found Kanté, there has to be a reason. He doesn’t play in the way they want. “Leicester play in the way he does; many clubs don’t play like Leicester. Everyone has their own way to manage everything but the way we want – players to come and prove themselves – is very clear. Many people found him but weren’t sure of him. We wanted him because of the numbers I got – not the fee but the stats – and we decided.” The champions will try to mark their final home match of the season by beating Everton at the King Power Stadium on Saturday and Ranieri said his team will play with their habitual intensity despite their partying following Monday’s confirmation of their Premier League triumph. When Leicester clinched promotion from the Championship two seasons ago they lost their next home match 4-1 to Brighton but Ranieri said this time the players’ standards will not slip, quipping that otherwise: “I will kill them with my hands!”",
  "webTitle": "Leicester City warned to behave on summer tour of Thailand",
  "webPublicationDate": "2016-05-06T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/leicester-city-scandal-summer-tour-thailand",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/06/leicester-city-scandal-summer-tour-thailand"
}