{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/29/wallander-hidden-killers-postwar-home-storm-troupers-last-whites-east-end-review",
  "id": "2016-05-29-182",
  "sectionId": "tv-and-radio",
  "body": "Wallander (BBC1) | iPlayer Hidden Killers of the Post-War Home (BBC4) | iPlayer Storm Troupers: The Fight to Forecast the Weather (BBC4) | iPlayer Last Whites of the East End (BBC1) | iPlayer I never thought I’d be disappointed in Wallander, but I was disappointed in Wallander. This can only be because, once, it set the bar so high. Such a refreshingly dysfunctional man, in such a refreshingly dysfunctional landscape of snowy subtitles: both the original Swedish series and the Kenneth Branagh outings oozed murkily on to our screens reeking with dark dramatic class. Since then, of course, we’ve had the likes of Saga Norén, and most recently the splendid Andri Ólafsson in Iceland’s Trapped, but Kurt Wallender was still the first and, arguably, the best written, coming from the highly complex Henning Mankell, lost in untimely fashion last year to cancer.    The wider hinterland, in every sense, of southern Africa and its politics, was stuffed almost laughably into a pint pot    That Mankell had, certainly for a Swede, an abiding love for Africa was never in doubt. What was in doubt was the wisdom of cramming this, the opener to the last ever Branagh series, into 90 short minutes. This meant the standalone story had to be savagely abridged, but more crucially the wider hinterland, in every sense, of southern Africa and its politics stuffed almost laughably into a pint pot; there was hardly room for the landscape to breathe its mighty breaths, never mind the plot. In fact the film The Constant Gardener, with which this story shared more than surface similarities, managed to grip throughout exactly the same allotted time, which shows it can be done. This, however, seemed somehow leaden and rushed at the same time. Possibly from our having to cope with the myriad shocks to the system of seeing Kurt not only jogging, but actually smiling; once we’d had a good brew and nice sit-down to recover, there wasn’t much time for anything else. Branagh, who can seldom put any feet wrong to my mind, had seemed almost, momentarily, happy, and happy to be happy, drinking coffee on a balcony surrounded by possibly the finest vista in the world and certainly the world’s ugliest accents.     Tumisho Masha in Wallander. Photograph: BBC/Left Bank Pictures/Steffan Hill    He’s back in Ystad tonight, but there won’t be much more of that sly imposter happiness. In fact, Mankell has a determinedly bleak, not to say unconscionable, ending planned for him: I’ve read the end of that last book, and it’s tremendously hard to keep lumps from the throat. Despite last week’s rare misstep, we should still be bereft to see all this go. What we shouldn’t miss, at all, according to a bizarre yet not-unwelcome slice of scheduling, is the Killer, Hidden in our Post-War Homes. It was fascinating for all the wrong reasons. Chiefly the glee on seeing boys’ chemistry sets from the 1950s, and contrasting their recipients’ assumed delight on suddenly being gifted the means to set most of a small suburban area ablaze, with the pursed lips of today’s Which? magazine types, rancid with disapproval. The American versions came, splendidly, with actual uranium dust and a mini Geiger counter. The Which? ladies’ faces itched with offendedness. The fact that Hidden Killers of the Post-War Home was offset with hokey-jokey retro titles and jaunty music meant we weren’t meant to take it too seriously, but some serious points emerged. Despite someone from the Royal Society for the Prevention of Accidents (Rospa) averring, wrongly, that “the postwar house was the most dangerous place you could be” – still, ladder falls, salmonella, (particularly) nylon nighties catching fire, every one a tragedy for that particular family.     Dr Suzannah Lipscomb in the ‘hokey-jokey retro’ Hidden Killers of the Post-War Home. Photograph: BBC/Modern TV/Gary Morrisroe    I still think it a Good Thing that the Health and Safety Executive exists – had it been heeded, for instance, Piper Alpha would never have happened – but I am also firmly of the opinion that the Consumers’ Association, the publisher of Which?, set up during those killer-homes years, represents the greatest threat to everyday life-affirming happiness this side of Isis. Whatever, this was chiefly an excuse for the presenter, Dr Suzannah Lipscomb, to gaze distractedly at experts, of the Rospa and scientific and Which? communities, while wondering, almost openly – “What must it be like on your planet? The planet Clever-But-Not-Beautiful?”     Alok Jha had no need to go into a wind tunnel in Storm Troupers, Britain knows what wind is like. Photograph: BBC/KEO/Paul Vanezis    There have been rumbles and mutterings about the wisdom of a three-part series on the weather, and certainly Storm Troupers is an actionable title, and certainly we are in a surprising little TV doldrums after recent weeks, but I found it mesmerising, veering gripping. Science journalist Alok Jha had precisely no need to go into a wind tunnel and tell us what it was like to be blown at, in a wind. We live in Britain. This took up about six inane and uniquely patronising minutes. The BBC will often do this with science, offering demonstration of an effect rather than explanation of a principle. I do wish they wouldn’t. Still, Robert FitzRoy, the father of forecasting, was absurdly fascinating, and next week beckons, so long as they have even a dodgy-teacher stab at explaining the meteorology of James Stagg rather than entering Churchill’s bunker to recreate the drama of D-day, Vera Lynn, Glenn Miller, scratchy broadcasts… am I tempting fate? Best documentary of the week was Kelly Close’s Last Whites of the East End. Somehow, within highly fraught parameters (a certain paper, torn online between its distaste for both immigrants and the BBC, chose the line of genius, which was to quote Twitter accusing the BBC of racism) the result was some surprisingly subtle testimony.     ‘Subtle testimony’: Eileen Kerslake in The Last Whites of the East End. Photograph: Ian Pierce/BBC/Lambent Productions    It’s hard to think of anyone, apart from those Mr Corbyn himself regards as dangerously lefty extremists, taking offence at comments such as “[we’ve] always been a country where immigration’s played a part, but not to this extent,” or “I’d just like to know where my local pub is”. Newham has been an unvolunteered guinea pig for an ongoing experiment in multiculturalism. And what emerged resoundingly was that, while most people are utterly inured to difference of skins, three-year-olds in particular, it is differences of religions that are proving the blockage. Except for three-year-olds. Until they become civilised enough to learn the difference. Religion: bless.  This article was amended on 2 June 2016 to remove a mistaken reference to Henning Mankell’s death.",
  "webTitle": "The week in TV: Wallander; Hidden Killers of the Post-War Home; Storm Troupers; Last Whites of the East End",
  "webPublicationDate": "2016-05-29T06:00:26Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/29/wallander-hidden-killers-postwar-home-storm-troupers-last-whites-east-end-review",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Kenneth Branagh",
      "id": "culture/kenneth-branagh",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Henning Mankell",
      "id": "books/henning-mankell",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Crime drama",
      "id": "tv-and-radio/crime-drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Meteorology",
      "id": "science/meteorology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Euan Ferguson",
      "id": "profile/euanferguson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/29/wallander-hidden-killers-postwar-home-storm-troupers-last-whites-east-end-review"
}