{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/25/compassion-bullying-improving-nhs-care",
  "id": "2016-05-25-254",
  "sectionId": "healthcare-network",
  "body": "Our recent report, The chief executive’s tale, paints a picture of a pernicious national environment where talented NHS leaders are leaving because the culture in which they work is anything but positive. The creation of a positive organisational culture that promotes innovation and quality has to have compassion as a central value and belief. While we expect compassion from frontline NHS staff, they are not always well served by compassionate leadership in their organisation or from national bodies. It’s easy to think that health is delivered by one NHS, but of course it isn’t. It’s a complex federation of disparate organisations under the banner of one of the most instantly recognised brands in the world. The psychological contract patients have with the NHS has been built up over years, based on experience, expectation and promises that shape what they should and can demand. As long as the single brand exists, the national bodies responsible for its strategic development should consider the unifying forces that constitute one NHS. The expectation of outstanding compassionate clinical care at the point of delivery is one of the givens. And it’s right to say that across the system patients do receive amazing care day in, day out – delivered with compassion.   Related: Back-office staff have a role to play in improving NHS care too    In the absence of compassion, however, the quality of care falls and terrible situations like those experienced by patients in Mid Staffs can occur. We know one of the contributory factors when this happens is a failing of leadership, one that shows compassion. The bullying from the government, regulators and the media identified in our report, along with financial constraints and demand for services, can diminish compassion in the system. The bullied eventually become the bullies and as a result patient safety and care is affected. That’s not to say that performance targets shouldn’t be set with the expectation that they will be met. But an environment of cooperation and support that acknowledges what’s working well as well as what’s not is one where sustained quality improvement becomes the norm across the NHS. People feel safest when they are surrounded by understanding and compassion. The reality of effective leaders is that among their ability to be resilient, strong, decisive and results driven, they also have the conviction, confidence and courage to cultivate connectivity and compassion in their organisation. People can’t focus and do good work if they are surrounded by negative emotions. If leaders want people to take committed action and put in a superior performance, they have to connect with their feelings first – and connectivity is compassion in action. The changes required to deliver a health system that’s fit for the future are far-reaching. Integrated services that go across traditional organisational boundaries are necessary and a new settlement with patients on what they can expect is emerging. But as global healthcare expert Don Berwick says: “Culture change and continual improvement come from what leaders do, through their commitment, encouragement, compassion and modelling of appropriate behaviours.” It’s easy to think that in a money-starved environment, where the popular discourse is about failure rather than achievement, we can’t make space for compassion. But I would argue that the opposite is true. Great leaders care about connecting with those they lead. They see connectivity as the conduit for almost everything else they do and compassion is the key. Compassionate leaders inspire people with purpose, hope, optimism and energy because they resonate, empathise and connect. Bullying, directive, coercive styles may move people in the short term, but the dissonance it ignites breeds toxic emotions such as anger, anxiety or apathy, and does long-term damage to morale.  The NHS is anxious about its ability to deliver and therefore about its long-term viability. NHS Improvement is developing a leadership strategy for the health service. The King’s Fund has made a submission to this work and we are being consulted on it. This strategy is an essential element in providing a unifying force that informs the leadership we need, the behaviour we can expect and therefore the care that can be delivered across the system. At the heart of it are values, one of which should be compassion – not just in delivery but in leadership. Only when you get this resonance across the health landscape will you get the transformation that’s so urgently required. Marcus Powell is director of leadership and organisational development at the King’s Fund. He will be joining Jeremy Hunt and other speakers at Wednesday’s leadership and management summit. Follow the debates on Twitter via hashtag #kflead Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Compassion – not bullying – is the path to improving NHS care",
  "webPublicationDate": "2016-05-25T08:15:57Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/25/compassion-bullying-improving-nhs-care",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Leadership and management",
      "id": "healthcare-network/leadership-and-management",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Workforce",
      "id": "healthcare-network/workforce",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Efficiency",
      "id": "healthcare-network/efficiency",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    }
  ],
  "authors": [],
  "guardianId": "healthcare-network/2016/may/25/compassion-bullying-improving-nhs-care"
}