{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/10/royal-ballet-dancer-edward-watson-references-ginger-hair",
  "id": "2016-05-10-253",
  "sectionId": "stage",
  "body": "A principal dancer at the Royal Ballet has turned on a critic for repeatedly mentioning his ginger hair and fair skin in reviews. In an interview with the Times, Edward Watson, who turns 40 this month, said it was ridiculous that the critic, whom he did not name, continued to refer to his complexion and hair colour.   Related: Movers and shakers: the unmissable dance shows of summer 2016    The Times said the most likely target of Watson’s ire was Alastair Macaulay of the New York Times, who has twice referred to Watson’s “pale skin” and “auburn hair” in negative reviews. Macaulay responded by saying he liked “hair colours and skin colours of all kinds” and “enjoys mentioning them”. Watson, who is starring as Leontes in Christopher Wheeldon’s adaptation of Shakespeare’s The Winter’s Tale at the Royal Opera House in London, told the newspaper: “There’s one particular twat who still writes, ‘Oh, he’s still there with his horrible ginger hair and his horrible pale skin’ and you just think, is it really relevant to talk about someone’s skin and hair in a review? I find that kind of ridiculous.     Watson, right with Tristan Dyer, in Woolf Works at the Royal Opera House. Photograph: Tristram Kenton    “I think it was quite hard for a while for people to imagine me as like this kind of strong leading man with great looks and build and lots of dark hair,” he added. “I’m never going to be that. And once I gave in to thinking that I didn’t have to look like someone else – I can do this looking like me and being me and people are going to give me the opportunity to get up there and do it – then I’m not going to feel bad about it, although there are some people that like to make me feel bad about it.” In a review of Watson’s collaboration last year with Wendy Whelan, Whelan/Watson: Other Stories, Macaulay said Watson had a “freakish” presence on stage. “His pale skin and auburn hair always make a theatrical impression; so does his fondness for hyperextension,” he wrote. “He is nonetheless a problematic, weak performer; his basic posture is awkward (he seems unsure about how to carry his head or his jaw), his rhythm and attack seldom excite, and his stage persona is freakish and overwrought.” In 2013, Macaulay compared Watson to another principal in the Royal Ballet: “Mr Watson is the diametrical opposite of the fair-haired Rupert Pennefather (British), who, tall and long limbed, for several years seemed the company’s most stylish male classicist.”   Related: Jeté, pursued by a bear: dancing The Winter's Tale    Watson won particular acclaim for his interpretation of principal roles in the works of Kenneth MacMillan, including Crown Prince Rudolf, Romeo, Des Grieux, The Chosen One, and Woyzeck, according to his Royal Opera House profile.  Born in Bromley, Watson started ballet lessons with his twin sister at the age of three and joined the Royal Ballet school aged 11. He graduated into the Royal Ballet in 1994 and was promoted to first artist in 1998, soloist in 2000, first soloist in 2002 and principal in 2005. Macaulay told the Times that dancers should not read reviews of their work. He said: “What’s amazing is Watson’s vanity. He’s had good reviews for years from many critics. Now he’s staging tantrums because he wants all the critics to love him the same way. “But if you think he’s really bothered about the pale skin and red hair, please do reassure him I think he’s simply lovely when not dancing. And lovelier when neither reading reviews nor trying to manipulate them.  “Since I’m on record in the New York Times as admiring pale-skinned redheads from Moira Shearer and David Wall to Maria Calegari and Alexander Peters, can you clear up that Edward Watson’s complaints cannot refer to me? I like hair colours and skin colours of all kinds and enjoy mentioning them. That’s evident across all I’ve written for over 38 years.”",
  "webTitle": "Royal Ballet dancer fed up with critic's references to his ginger hair",
  "webPublicationDate": "2016-05-10T09:27:28Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/10/royal-ballet-dancer-edward-watson-references-ginger-hair",
  "keyword": [
    {
      "webTitle": "Royal Ballet",
      "id": "stage/royal-ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "New York Times",
      "id": "media/new-york-times",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US press and publishing",
      "id": "media/us-press-publishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "stage/2016/may/10/royal-ballet-dancer-edward-watson-references-ginger-hair"
}