{
  "apiUrl": "https://content.guardianapis.com/housing-network/2016/may/12/council-waiting-lists-shrinking-more-need-homes",
  "id": "2016-05-12-346",
  "sectionId": "housing-network",
  "body": "With worries about the precariousness and affordability of housing in the private rented sector, thousands of households each year apply to join local social housing registers.   The number of people on waiting lists for council housing stands at 1,240,855 in England, while in Scotland, 173,587 applicants are on local authority waiting lists, with demand in some areas far higher: there are 24,909 applicants in the city of Edinburgh.  But despite more people in need of homes, waiting lists are going down, not up. On the surface, with the number down from 219,837 in 2001, it looks as though either Scotland has seen lower demand for council housing in the past 15 years, or more people have been housed. But several local authorities voted to transfer stock to housing associations, notably Glasgow. Before 2003, Glasgow’s waiting list stood at 34,209; now no public records are kept. Wales does not keep centralised figures on its waiting list numbers either.   Related: Two years on, what has the Localism Act achieved?    England’s waiting lists have also gone down. The biggest single factor is the 2011 Localism Act. In London, the number of households on local authority waiting lists for housing fell from 380,301 in 2012, to 255,729 in 2014. This was because the 2011 act amended the Housing Act 1996, allowing councils to consider whether prospective council tenants had a “local connection” to the area – usually by living in the area, but occasionally working, a condition previously applied to a council’s homelessness duty.   council housing waiting lists london england Council housing waiting lists in England and London, 2010-2015.   This change means that, in an attempt to limit the number of people on council lists, many instituted local connection conditions. A survey by Inside Housing magazine in March 2016 found 159 English councils have struck 237,793 people off their waiting lists and barred a further 42,994 new applicants since the Localism Act came into effect in June 2012. Ninety councils have introduced a requirement that applicants have a connection to the local area.    london council waiting lists hammersmith enfield barnet Housing waiting lists over time.   The waiting list for London’s Barnet council fell from 16,103 to just 815 after it instituted a two-year rule on residency to confirm a local connection. And as of February 2015 the council has upped the number of years applicants must be resident from two to five. In Hammersmith and Fulham, too, residents must have lived in the borough for a minimum of five years.  Various other factors also affect the list numbers: councils are increasingly discharging their homelessness duty by offering private rented accommodation, sometimes in a different borough. Join the Guardian Housing Network to read more pieces like this. Follow us on Twitter (@GuardianHousing) and like us on Facebook to keep up with the latest social housing news and views.",
  "webTitle": "Why council waiting lists are shrinking, despite more people in need of homes",
  "webPublicationDate": "2016-05-12T06:11:21Z",
  "webUrl": "https://www.theguardian.com/housing-network/2016/may/12/council-waiting-lists-shrinking-more-need-homes",
  "keyword": [
    {
      "webTitle": "Housing Network",
      "id": "housing-network/housing-network",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social housing",
      "id": "society/social-housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "public-leaders-network/local-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Dawn Foster",
      "id": "profile/dawn-foster"
    }
  ],
  "guardianId": "housing-network/2016/may/12/council-waiting-lists-shrinking-more-need-homes"
}