{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/13/better-than-expected-a-reasonable-and-sensible-compromise-for-the-bbc",
  "id": "2016-05-13-298",
  "sectionId": "media",
  "body": "The temptation to be triumphalist about the BBC reforms must be resisted. But let’s face it: the corporation appears to have emerged largely unscathed from the government’s so-called “major overhaul”. Yes, there are far-reaching changes, notably the abolition of the BBC Trust and its replacement with a unitary board. Also, Ofcom will now be responsible for dealing with complaints about the corporation’s impartiality and accuracy. There is, however, at least one big battle to be fought over the composition of the board, which I’ll come back to in a moment. But these changes have been trailed for months and cannot be said to be unduly controversial. Those of us who have defended the BBC should see these reforms as largely sensible and reasonable. Wild demands from rival media organisations and government ministers to dismantle the BBC as we know it have been shelved (and, just possibly, were never seriously on the table anyway). The Trust was a busted flush. And a lack of confidence in the BBC’s self-regulation - even if more a matter of perception than reality - will be overcome by giving the job to Ofcom.  Look also at the major pluses. The 11-year charter renewal period is welcome as is the fact that, throughout that time, licence fee funding will continue. And the current £145.50-a-year fee will rise in line with inflation from 2017 until 2022. Terrific. Mad flights of political fancy, such as interference in peak time TV programme scheduling has been avoided. Nor, it appears, will there be “top slicing”, the funding of rival broadcasters. The online offering will not be scaled back. A lot of attention has been paid to the demand that the BBC should reveal the salaries of “talent” earning more than £450,000, and that is a subject for ongoing debate and, doubtless, ongoing heat. It is one outstanding annoyance after a bruising process behind the scenes in which the BBC’s director-general, Lord Hall, and his team have been engaged in a lengthy arm-wrestling contest with the culture secretary John Whittingdale and his team. Clearly, Tony Hall has fought a good fight. He has ensured that he will be editor-in-chief, for example. The outcome is a tribute to his negotiating skills fuelled by a determination to preserve the virtues of the BBC. (And maybe people will even see Whittingdale in a new light too). But the struggle is not yet over. The main problem now is the membership of the new unitary board. Any attempt at the exercise of government oversight through its nominees to the board must be fought. I accept that the government have always appointed the chairs and vice-chairs of the Trust and, before that, the Governors. Fair enough... up to a point. But there is no earthly reason for the government to appoint anyone else to the board. We do not want even the slightest hint of the BBC being a “state broadcaster”. One other area that MPs and peers must explore during debates about the charter renewal is the licence fee’s integrity. Can it be protected throughout the 11 years from the kind of raid that will result in the BBC funding TV licences for the over-75s?  Finally, I am sure that the BBC’s defining purpose - to inform, educate and entertain - will remain at the heart of its mission.  All round, although there is work yet to be done, this charter renewal will surely please the British public. Rupert Murdoch may, however, have other ideas.",
  "webTitle": "Better than expected - a reasonable and sensible compromise for the BBC",
  "webPublicationDate": "2016-05-13T06:54:07Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/13/better-than-expected-a-reasonable-and-sensible-compromise-for-the-bbc",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Tony Hall",
      "id": "media/tony-hall",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Rupert Murdoch",
      "id": "media/rupert-murdoch",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/13/better-than-expected-a-reasonable-and-sensible-compromise-for-the-bbc"
}