{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/30/alice-in-wonderland-first-edition-christies-auction",
  "id": "2016-05-30-131",
  "sectionId": "books",
  "body": "A “legendary” first edition of Alice in Wonderland – one of just 22 known copies in existence, after Lewis Carroll withdrew the entire print run – is due to be auctioned in New York next month, where it is anticipated to fetch between $2m and $3m (£1.3-£2m).     The first edition of Alice’s Adventures in Wonderland (Macmillan, 1865, with 42 wood-engraved illustrations by John Tenniel). Photograph: Christie's Images Ltd    Two thousand copies of the first edition of Carroll’s classic children’s story were printed in June 1865. Macmillan & Co was planning to release it on 4 July, and sent 50 advance copies to the author for him to give away. But shortly afterwards, the book’s illustrator, John Tenniel, told Carroll that he was “entirely dissatisfied with the printing of the pictures”, so the author recalled the print run and asked for the advance copies he had sent out to be returned. On 2 August, Carroll would write in his diary: “Finally decided on the reprint of Alice, and that the first 2,000 shall be sold as waste paper.” In an introduction to a later edition of Alice in Wonderland, Carroll scholar Morton N Cohen writes that the author “would probably have been content to leave the first edition stand and, at most, would have wanted the later impressions printed more carefully. For him it was simply a case of making concessions to his uncompromising illustrator.” Cohen records that Carroll “suffered most by the need to reprint”, with it costing him £600 to do the book a second time. Carroll wrote in his diary that “if a second 2,000 could be sold it would cost £300, and bring in £500, thus squaring accounts: any other further sale would be a gain. But that I can hardly hope for.” The book became one of the most beloved stories in children’s literature, and Cohen writes that “so choice” has the “inferior” first edition now become, that “collectors would trade whole segments of their libraries for a single copy of the ‘first’ Alice; bibliographers dream of uncovering an unrecorded copy; and literary chroniclers are at a loss to explain how, even in the heyday of Victorian publishing, such extravagant decisions could be made over a single children’s book as were made over this one.” Christie’s, which will auction the text on 16 June in New York, says that surviving copies of the “legendary” 1865 edition are “excessively rare”. Sixteen of the known copies are in institutional libraries, and six in private hands.     One of the illustrations in the first edition of Alice in Wonderland. Photograph: Christie's Images Ltd    The edition Christie’s is selling was personally given by Carroll to his Christ Church colleague George William Kitchin, who gave it to his daughter Alexandra. She sold it at auction in 1925, when it was acquired for the Pforzheimer library. It passed through the hands of different private owners until it was acquired by the Carroll scholar and bibliographer Jon Lindseth. The book is being sold along with a photograph of Alexandra Kitchin taken by Caroll himself – she was one of his favourite models. The book is “in its true original state, with the text and binding as they were when the book was first produced”, says the auction house, and “no other copy in the original binding in this condition exists in private hands”.",
  "webTitle": "'Legendary' first edition of Alice in Wonderland set for auction at $2-3m",
  "webPublicationDate": "2016-05-30T10:54:42Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/30/alice-in-wonderland-first-edition-christies-auction",
  "keyword": [
    {
      "webTitle": "Lewis Carroll",
      "id": "books/lewiscarroll",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/30/alice-in-wonderland-first-edition-christies-auction"
}