{
  "apiUrl": "https://content.guardianapis.com/uk-news/davehillblog/2016/may/03/london-mayor-green-sian-berry-on-communities-estates-and-pushing-sadiq",
  "id": "2016-05-03-36",
  "sectionId": "uk-news",
  "body": "Like every candidate who isn’t Zac Goldsmith or Sadiq Khan, the Green Party’s Sian Berry has felt squeezed out of the limelight of the London mayor campaign. This, though, has had its consolations. “I’m a little bit frustrated by the focus on the two-horse race,” she says. “That wasn’t inevitable at the start.” And yet: “It’s also been nice not to have been in it, and all the negativity that’s been going on. The nature of it has upset me.”  With commendable consistency, given her party’s strong stance on civil liberties, Berry has intervened in the frontrunners’ hostilities. She has several times times condemned Goldsmith’s (often backfiring) attempts to tarnish Khan as an apologist for, or even an enabler of, Islamist extremism on the grounds that in the past he has “shared platforms” - that helpfully nebulous concept - with people reported to have expressed unpleasant views.  Media complicity in this denigration of Khan, which has drawn sharp criticism from some of Goldsmith’s fellow Conservatives, has displeased her too. “All they’ve kept reporting, in the Evening Standard, in the Telegraph and the Times, over and over again, is basically the same attack on Sadiq: he went to a meeting that was about human rights in some respect, or he spoke as a local MP, and they’re throwing it at him as if it’s some terrible working-with-extremists kind of thing, when at 90% of those meetings there were other MPs from other parties. I’ve been quite consistent in condemning it. I feel it’s my duty as one of the other candidates. It’s really not what London needs.”  London also hasn’t needed to be so heavily distracted from the policy offers of the Greens. Adventurous ideas for introducing a zone-less “flat fares” programme for public transport and redeveloping City airport as a housing and business innovation quarter have been joined more recently by a bunch of ideas for bringing air quality within legal limits and a proposal for founding a regional public bank to help small businesses. This is modelled on existing schemes in Switzerland, Spain, various places in the US and, in particular, Germany. “It would also be an ethical place to put your savings,” Berry says. “And it would involve much more personal contact with customers.”  The thinking behind the bank fits with a Green theme of community involvement running through other signature policies. Mindful of the resistance to some of Boris Johnson’s cycling infrastructure, she cites the approach taken in New York by now former mayor Michael Bloomberg’s transport commissioner Janette Sadik-Khan (no relation). Basically, she tried stuff out before setting it in stone.  “That’s the process I want to use, more or less,” Berry says. “It’s to say to communities, ‘do you want to make your town centre people-friendly? If you do, come to us and we’ll help you put together a plan.’ I think doing things on a temporary basis is a good method. The message from the Mini-Hollands is that coming forward with multi-million pound schemes that are too big to fail, and pushing them through so as not to waste the money can potentially just rile people.” She’d make “liveable” streets in their broadest sense an inclusive process from the bottom up: “If it’s a cycling project and you rely on people who are already cyclists to be your ambassadors, you might rub people up the wrong way. It’s not for the people who already cycle, it’s for people who would like to cycle and don’t. Or who want to walk more and don’t want to have to scurry across a busy road. We have to make sure that the next phase comes from communities who want to reduce the impact of traffic generally.” The same principle guides the Greens’ distinctive housing policies. Their Renters’ Union would be funded from and supported by City Hall, but grow out of campaigns at local level. Berry has championed “making creative use of empty buildings,” rather than letting them rot. The Greens are also strongly against the demolition of housing estates, arguing that improvements and additional homes can be provided more efficiently and with far fewer damaging effects if residents are empowered to lead regenerations themselves: “Densification in certain areas is going to have to happen, but it has to be done with communities.” She proposes a community homes unit to equip them with the skills they need. Preventing demolitions was one of the four “red line” tests the party set for deciding whether to recommend a “second preference” vote for Khan, Goldsmith or neither. In the event, both frontrunners missed out. They were invited to formally discuss the policy issues - airport expansion, road-building and inequality were the other three - but both failed to. “We’re getting a lot of stick for not recommending, but we were literally left with no choice,” Berry says. On estates, she felt both men had said good things but she and her colleagues had needed to know more about how they would enable residents to “own the process” of change, should it occur. She accepts that Khan’s likely housing adviser, Islington’s cabinet member for housing James Murray, is probably the most anti-demolition politician in such a position in the city. She also makes a favourable distinction between the approaches of Hackney and Camden, where she is a councillor, and those of Labour counterparts Southwark and Lambeth, where some of the most fraught estate regeneration battles continue to be fought.  “I’ve been pushing Sadiq on this because I think he might be up for condemning or challenging some of the Labour councils. I think it will be a test if he does become mayor. Camden aren’t brilliant, but they and Hackney are trying things out. They’re not as bad.” She thinks Khan’s pledge to review the Silvertown tunnel and other possible Thames crossings east of Tower Bridge might have resulted from Green pressure, though she’s surprised he wasn’t attracted by their equality red line: “That was just an open goal for Sadiq.” Perhaps the reason for Khan’s reticence lies in the diplomacy of relationships with Labour boroughs: I’m told by an independent source that discussions about his policy on estates became “quite frosty” at times. As Berry says, how he handles the issue should he become mayor will be interesting. A more immediate question now for her is whether her party can maintain its two-member presence on the London Assembly, where the outgoing Jenny Jones - who finished third in the mayoral race in 2012 - and Darren Johnson have done a lot to embed Green politics in mainstream debate about how London should be run.  When we met, Berry was confident that momentum was gathering. Since then, the Clean Air in London campaign has put the Greens top of its list for air pollution policies (followed closely by the Lib Dems) and recommended a second preference vote for Khan (placing him comfortably ahead of Goldsmith). Londoners on Bikes have reached the same conclusion regarding cycling policies. Even so, the latest opinion poll again shows Berry in a low-scoring bunch in the mayoral contest with Lib Dem Caroline Pidgeon and Ukip’s Peter Whittle.  Like them, her victory hopes lie with the “Londonwide list” section of the Assembly election, which uses a form of proportional representation to ensure that smaller parties get a look in. Berry tops the Green list, followed by Islington councillor Caroline Russell. Anything less than two seats will be a disappointment. The same will go for the Lib Dems while Ukip have high hopes of taking one seat at least. It could be nip and tuck. Sian Berry’s Green Party manifesto is here. The Greater London Authority’s guide to voting in the London Mayor and London Assembly elections is here.",
  "webTitle": "London mayor: Green Sian Berry on cycling, estates and 'pushing Sadiq'",
  "webPublicationDate": "2016-05-03T19:27:54Z",
  "webUrl": "https://www.theguardian.com/uk-news/davehillblog/2016/may/03/london-mayor-green-sian-berry-on-communities-estates-and-pushing-sadiq",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Siân Berry",
      "id": "politics/sianberry",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Hill",
      "id": "profile/davehill"
    }
  ],
  "guardianId": "uk-news/davehillblog/2016/may/03/london-mayor-green-sian-berry-on-communities-estates-and-pushing-sadiq"
}