{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/14/mum-review-lesley-manville-stefan-golaszewski",
  "id": "2016-05-14-186",
  "sectionId": "tv-and-radio",
  "body": "In the first episode of new sitcom Mum (BBC2), Cathy is getting ready to bury her husband, Dave. Not as in dig the hole herself (this is a mistake her son Jason’s new girlfriend Kelly makes); professional undertakers will do the actual work. But it’s happening today.  Jason’s wandering around the house in his pants. Kelly shows up, in a red dress and no pants, for the funeral, so she borrows some knickers from Cathy, even though they’ve never met before. Kelly doesn’t think before she speaks – doesn’t think much at all – but she’s nice, and means well.  Next to arrive is Cathy’s brother Derek (“Haven’t you grown?” he says, as he always does) with his partner, Pauline, who’s a horrid, bitter snob. Then Dave’s parents, who are old and deaf and a bit tired of life. And Michael, who was Dave’s best man, and is now clearly in love with Cathy, though he’s an old-school bloke and not very good with things like that (talking, emotions, etc) and anyway, it’s probably a bit soon, what with Dave not yet in the ground. Finally, the professional undertakers arrive. One of them reckons he invented the phrase Keep Calm and Carry On.  Mum is written by Stefan Golaszewski, who wrote Him & Her. It’s made by the same people. That’s both a good thing and a less good thing. A good one because it shares the same subtlety and warmth; it’s somehow familiar; the characters are believable, three-dimensional ones (lovely performances, too, especially from Lesley Manville as Cathy and Lisa McGrillis as Kelly). They don’t speak in the old sitcom way, delivering one-liners then waiting for the laughter, but like real people speak. Oh, and there’s the same odd interest in toilets. (What is it with you and loos, Stefan?) So what’s the problem? Well, it’s inevitably going to get compared to that last outing, one of the best TV comedies of recent times. And it doesn’t quite compare – not so far, anyway. This is a bit more grownup, (more BBC2 than 3), but Him & Her was ruder, more visceral, sexier and – vital for a comedy – funnier.",
  "webTitle": "Mum review – Lesley Manville puts the fun in funeral",
  "webPublicationDate": "2016-05-14T05:45:29Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/14/mum-review-lesley-manville-stefan-golaszewski",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC2",
      "id": "media/bbc2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/14/mum-review-lesley-manville-stefan-golaszewski"
}