{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/100-best-nonfiction-books-14-nik-cohn-awopbopaloobop-alopbamboom",
  "id": "2016-05-02-256",
  "sectionId": "music",
  "body": "Pop, the cultural revolution of the late 20th century, has touched art, poetry, fiction, and everything musical, with its hot white wand. In the beginning, in the 1960s, pop was sex and drugs and rock’n’roll: a way of life. A lot of young journalists covered it, but very few transcended the genre to create a narrative that would outlive the generation that hoped it would die before it got old. Awopbop…, however, a luminously clear, aerial survey of an extraordinary phenomenon, set the gold standard that others would follow.   Related: Awopbopaloomopalopbombom! Sometimes the best lyrics mean nothing at all    Nik Cohn’s dispatch from the frontline of rock is about to turn 50 (its author is now in his 70s) and is still as evergreen and wild eyed as it was when it burst on to the scene, with a snarl and a stamping foot, in 1969. Since then, many Scandinavian forests have been laid waste to describe the pop revolution, with names such as Greil Marcus, Philip Norman and Jon Savage jostling for attention at the front of a crowded field, but Nik Cohn was the first. No one had taken the subject quite as seriously as he did. There was nothing before him and there has been nothing quite as raw or as memorable since. Different, yes; sweeter, for sure; more searching, possibly; but never as fearless, flashy or straight-out thrilling. Written in a white heat, like some of the best journalism, Awopbop… supplied the last word. Here, in 250 pages, was a new form: rock criticism. This was a new kind of critical discourse, the strange fruit of a personal and passionate love affair, smoking with teenage intensity. “From the first blast of Tutti Frutti,” writes Cohn, “rock’n’roll had possessed me, body and soul.” From 1956 to 1968, the year Cohn signed off, he covered the “first mad rush” of a phenomenon that would eventually morph into disco, heavy metal, grunge, glam, techno, punk and many bizarre sub-genres.     Elvis Presley in Jailhouse Rock (1957). Photograph: REX/Shutterstock    At first, Cohn wrote as a freelance, prowling the streets of Soho, and later for the uber-cool Queen magazine. Eventually, he got a job “pontificating on yoof” for the Observer. The celebrated record producer (and manager of the Who) Kit Lambert recalls Cohn showing up “about 1963” as a “thin young man – he looked about 14 – wearing carefully dirtied-down sneakers”. Cohn’s approach was perfectly in tune with his subject. He writes: “Rock in the late 60s was still a spontaneous combustion. Nobody bothered with long-term strategies; hanging on once the thrill was gone was unthinkable. If anyone had told me then that the Stones or the Who would still be treading the boards in 30-plus years, I’d have thought they were out of their minds.” Cohn, the son of the historian Norman Cohn, author of a cult classic, The Pursuit of the Millennium, had grown up in Ireland, but escaped to London by 1963, “the year the Beatles broke through, and the climate seemed to change by the day”. The metropolitan feeding frenzy he became part of was not confined to rock’n’roll. He writes that “newspaper editors, book publishers, fashion mags and film financiers were all caught up in the same fever. Almost overnight, being a teen degenerate was the hottest ticket around.” By the time he was 22, these heady days were done. “Even as I was pigging out on the moment,” Cohn recalls, “rock and pop were already changing. The world I knew and savoured was basically an outlaw trade, peopled with adventurers, snake-oil salesmen, inspired lunatics. But their time was almost over. The scene was becoming more industrial. Accountants and corporate fat cats were fast driving out the wild men.” Before long, rock had become “just another branch of commerce, no more or less exotic than autos or detergents”. Cohn’s account of this “mad rush” is at once an elegy, a retrospective and a lingering goodbye. In 1968, he took a publisher’s advance and holed up in Connemara for seven weeks to write the first draft of what would become a kind of farewell to arms. “My purpose was simple,” he said later, “to catch the feel, the pulse of rock, as I had lived through it… I simply wrote off the top of my head, whatever and however the spirit moved me. Accuracy didn’t seem of prime importance. What I was after was guts, and flash, and energy, and speed. Those were the things I’d treasured in the rock I’d loved.” Awopbop… was the result: subjective, unruly and unintentionally definitive. Questions about good and/or bad were afterthoughts and accidental. Cohn was riffing off memories and impressions. “Did Dion’s Ruby Baby have any aesthetic value?” he asks. “Who cared ? What it had was dirty magic – the slurred, sex-drunk vocal, those shambolic handclaps, the whole glorious unmade bed.”         Dion - Ruby Baby    From Bill Haley to Jimi Hendrix, Cohn runs the gamut of rock’n’roll, with chapters on Elvis Presley, the twist, Phil Spector, the Beatles, the Rolling Stones, the Who, Bob Dylan, even the Monkees. “What I’ve written about,” he concludes, “has been the rise and fall of Superpop, the noise machine, and the image, hype and beautiful flash of rock’n’roll music. Elvis riding on his golden Cadillac, James Brown throwing off his robes in a fit, Pete Townshend slaughtering his audience with his machine-gun guitar, Mick Jagger hanging off his mike like Tarzan Weissmuller in the jungle, PJ Proby – all the heroic acts of pulp.” Cohn was never American, but the wild chords of 60s’ new journalism had left their mark on his style, shaping it into the perfect medium for a new kind of reportage, the journalism of correspondents in motley and denim, not mufti or combat fatigues. Finally, the last war was over, replaced by peace and love and the illusion of immortality. A signature sentence “All that’s left now is the image, the vision of Elvis as he was when he was 21, 22, strutting and swaggering, hanging his grin out, putting on the agony, and freewheeling through everything.” Three to compare George Melly: Revolt Into Style (1970) Greil Marcus: Mystery Train (1975) Jon Savage: England’s Dreaming: The Sex Pistols and Punk Rock (1991)",
  "webTitle": "The 100 best nonfiction books: No 14 – Awopbopaloobop Alopbamboom by Nik Cohn (1969)",
  "webPublicationDate": "2016-05-02T04:45:14Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/100-best-nonfiction-books-14-nik-cohn-awopbopaloobop-alopbamboom",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Elvis Presley",
      "id": "music/elvispresley",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Rolling Stones",
      "id": "music/therollingstones",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Bob Dylan",
      "id": "music/bobdylan",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Beatles",
      "id": "music/thebeatles",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jimi Hendrix",
      "id": "music/jimi-hendrix",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Who",
      "id": "music/who",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert McCrum",
      "id": "profile/robertmccrum"
    }
  ],
  "guardianId": "music/2016/may/02/100-best-nonfiction-books-14-nik-cohn-awopbopaloobop-alopbamboom"
}