{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/clubs-revenues-football-league-shakeup",
  "id": "2016-05-20-32",
  "sectionId": "football",
  "body": "A proposed expansion and radical restructuring of the professional game in England has prompted concerns at the top and bottom ends of the Football League. While there has, in some quarters, been a cautious welcome to the idea of replacing the existing framework with five divisions (including the Premier League) of 20 teams, many Football League clubs appear content with the status quo before their annual conference in Portugal on 9-10 June. “In principle the idea is good and would declutter a very crowded fixture schedule,” said Ian Milne, the managing director of Championship Ipswich Town. “But we would have to understand all the financial implications.” Don Bircham, chief executive of National League Wrexham knows his club could benefit from a potentially easier return to the Football League but is worried about falling revenues at the turnstile. “If we were still in the National League it could represent an opportunity for us,” he said. “But, weighing everything up, I think I may prefer to have the league structure as it is – although with us in it.” An awful lot of lobbying, consulting and negotiating will need to be done before 2019 – the earliest date changes could be implemented and a League Three introduced. No formal vote is scheduled until the summer of 2017, with those advocating change requiring the support of 90% of Football League clubs. A yes vote would see the number of teams expanded by eight, from 92 to 100, which has provoked concerns about an overall loss of revenue, especially in the lower divisions. However Shaun Harvey, the Football League’s chief executive and driver of the deal, has received the support of Richard Scudamore, his counterpart at the Premier League, and Martin Glenn, their FA equivalent. The general idea is that by reducing the Football League season from 46 games to 38 there would be less need for midweek fixtures and it may even be possible to introduce a winter break. The principal objection to the plan is that it would lead to a reduction in gate receipts at already cash-strapped clubs. Football League officials are encouraging debate in what they envisage will be a “democratic process”. Milne likes the idea of reaffirming the sense of Saturday being a special day in the football week by cutting down on both fixture congestion and logistically awkward midweek night games. “It would allow fans, particularly the young ones, to attend matches throughout the season rather than miss midweek matches due to school or work commitments,” he said. “We would study the financial implications and also seek the opinion of our supporters before deciding on our stance – but we welcome the proposals for discussion.” Those talks promise to be lengthy and prolonged. “I think there are a lot of hurdles to cross,” said Bircham, who suspects several second tier clubs may fear for their status when that division shrinks. “I’ve read that, for the Championship clubs, it’s a bit like turkeys voting for Christmas.   Related: Football League shakeup proposes four divisions and eight extra teams    “There will be all sorts of politics involved in the voting process – there are a lot of hoops to go through, lobbying going on, before we even get to the voting stage. “Gate receipts are essential to clubs at our level,” Bircham said. “If you’re at a higher level it’s less of an issue because the whole corporate stream and television money plays a bigger part. For us the bread and butter is people coming through the door – so that would be the downside.”",
  "webTitle": "Clubs concerned about falling turnstile revenues in Football League shakeup",
  "webPublicationDate": "2016-05-20T19:02:01Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/clubs-revenues-football-league-shakeup",
  "keyword": [
    {
      "webTitle": "Football League",
      "id": "football/football-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football politics",
      "id": "football/footballpolitics",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/20/clubs-revenues-football-league-shakeup"
}