{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/04/its-all-about-the-genitals-the-secrets-of-fossil-insects-and-amber",
  "id": "2016-05-04-254",
  "sectionId": "science",
  "body": "“It’s all about the genitals. It’s often the only way to tell the difference between them.” I tried not to choke on my coffee as palaeoentomologist Richard Kelly explained the intricacies of his field of research – the study of fossil insects - during a refreshment break. “Genitalia are usually internal when they’re not being used, or when the animal is dead. There was this one guy who invented a special device for extracting fly genitals. I can’t remember his name though…” These are the kind of conversations one has at the 7th International Conference on Fossil Insects, Arthropods and Amber. Also known as Fossils x 3, it was held in the Scottish capital this year, hosted by the National Museum of Scotland, Edinburgh. This conference is one of the highlights of the year for palaeontologists who specialise in these three branches of palaeontological study.  In case you are wondering, yes there is a difference between an insect and an arthropod, as I was soon informed. Arthropods are invertebrates, meaning they lack an internal skeleton. Instead, they have external skeletons, segmented bodies, and paired legs. Insects are part of the larger arthropod group, but specifically have a three-part body, three pairs of legs, compound eyes and antennae. (On a similar note, whatever you do don’t interchange the term “bug” with “insect” - I did this on day one, much to my chagrin. The term bug refers only to the group Hemiptera, e.g. cicadas, aphids and shield bugs. It may sound like nit-picking, but the correct terminology is important, as these names reflect evolutionary links between groups of insects that share a common ancestor.)     A selection of living arthropod species Photograph: Elsa Panciroli    Specialisation in the study of particular animal groups is the norm for most natural scientists, but can be taken to extremes for entomologists, those who study insects. It’s no wonder: whereas for example there are around 280 species in the mammal order Carnivora (cats, dogs, bears etc.), an insect order such as Plecoptera (stoneflies) is described by entomologists as being “small” despite consisting of 3,500 species. These numbers are only the extant species, those alive today. If you start counting extinct ones, things really take off: estimates rocket into the millions. With groups this size it’s hard to be a generalist. This range of diversity was covered at the conference in three days of talks ranging from the shape of fossil bee wings to the origins of spider-eating spiders. I quickly had to adjust to the unfamiliar language: from “Y-shaped ecdysial lines” to “pectinate CuA”. I’ll admit, I don’t know my Auchenorrhyncha from my Ceratopogonidae, however this doesn’t mean a vertebrate palaeontologist like me has no place at an invertebrate conference. Amid presentations on the minutiae of leg-hairs and the arrangement of claspers and mouthparts, it quickly became clear how important arthropods are in the evolutionary history of all life on Earth.  It may not surprise you that the United Kingdom has a rich heritage of entomology. When it comes to fossils, Scotland is one of the best places to find Palaeozoic (541 to 252 million years old) arthropods. The first creature known to have lived on land, Pneumodesmus newmani, was found near Aberdeenshire. At over 420 million years old, this millipede beat our earliest ancestors to land-lubbering by around 50 million years. It seems Scotland was an early arthropod haven, also producing the first harvestman spiders and members of several insect orders. Intriguingly, the diverse scorpions and millipedes during Romer’s Gap in Scotland – a time when there is a lack of fossils in the rock record for much of the world – suggest previous theories that there were low oxygen levels on earth at this time, may be wrong. These arthropod groups would have needed good oxygen supplies to diversify so successfully.     Close-up of the ancient terreatrial Pneumodesmus newmani from Wilson & Anderson 2004 (Journal of Paleontology 78:169-184) Photograph: Wilson and Anderson    It could be that the tetrapods – our ancestors, the four limbed vertebrates – first ventured onto land to obtain the crunchy insect lunch already established there. Such links between invertebrate and vertebrate evolution are common. During his presentation at Fossils x 3, Dr. Antonio Arillo from the Univeridad Complutense discussed his theory that blood-sucking insects and ticks co-evolved with the earliest mammals and feathered dinosaurs in the Mesozoic, over 100 million years ago. With a body covered in fur or feathers and delicate skin underneath, these animals were a perfect habitat for entrepreneurial parasites, who quickly diversified to exploit them as walking blood canteens. Insects in the fossil record, as in the modern world, are important indicator species. So as well as the tongue-twisting taxonomy and arguments over wing vein placement, studies in palaeoentomology often uncover information about the habitat and ecological richness of a fossil deposit. This makes insect research directly relevant to vertebrate palaeontologists, who are often so focused on the large bones of their tetrapods they can’t see the fossil forest for the trees. By looking at the range of insects preserved in the rocks, we can reconstruct whole ecosystems, climates, and habitats. Amber doesn’t just preserve insects. Plants, fungi and lichens trapped in this fossilised tree resin are also an important part of the conference. Two especially vivid talks used botanical remains in Baltic amber to piece together an astonishingly complex vision of the Baltic region 44 million years ago. Unlike previous reconstructions of a dark tropical swamp, palaeobotanist Eva-Maria Sadowski and Prof. Alexander Schmidt from the University of Göttingen found evidence for a warm climate with a mixed conifer forest: the open canopy interspersed with flowering plants. Occasional meadows and tree-lined rivers bordered brackish swamps, all draped in lichens and fungi. This a fantastically three-dimensional picture of the forest habitat responsible for this world famous region of amber deposits.     Cupressaceae twig fragment from Baltic amber Photograph: Eva-Maria Sadowski)    Of course, you can’t write about an insect and amber conference without mentioning, as one speaker called it, “a certain Hollywood film”. There is no branch of palaeontology more touched by the legacy of Jurassic Park than the study of insects in amber. It encouraged a whole new generation of scientists to enter their respective fields of palaeo-research, and permanently thrust amber fossils into the public consciousness. At the end of this three day insect-fest, one question remained: can we extract DNA from insects in amber?  Scott Anderson has been dedicating himself to scanning arthropods with energy-dispersive X-ray fluorescence (EDXRF) in search of “dinosaur-era” blood. EDXRF points charged particles at a sample and measures the X-rays that are emitted. Different elements have characteristic X-rays signatures, allowing researchers to identify the components of the sample. In Anderson’s case, his samples were arthropods, and what he hoped to detect were levels of iron, the tell-tale component of blood.      Engorged ticks preserved in amber that still contain trace elements from blood Photograph: Scott Anderson    Amazingly, during his presentation at Fossil x 3 Anderson revealed he has been successful: he found higher levels of iron in blood-engorged ticks preserved in amber. While it is astonishing that the remains of blood meal can be detected in a 100 million year old fossil tick, this is still a far cry from recovering DNA. It tells us that blood was once there, but not its structure or origin. Between presentations, I asked University of Manchester researcher and founder of Siri Scientific Press, Dr. David Penney, about his attempts to recover DNA from amber using the latest sequencing techniques. So far they have proven unsuccessful. “Earlier claims [in the 1990s] of successful extraction no doubt related to the recovery of modern, contaminant DNA,” he explained. In other words, previous DNA recovered from amber probably came from the scientists who carried out the extraction, not the insects they were testing. “Rather than providing a protective environment for the long-term preservation of DNA, it would seem that entombment in resin may actually do quite the opposite - it might speed up the degradation of DNA somehow.” So will we ever get dino-DNA from amber? “It would seem not,” he replied, “but…” He shrugged his shoulders. We can dream, right?",
  "webTitle": "It’s all about the genitals: the secrets of fossil insects and amber",
  "webPublicationDate": "2016-05-04T10:13:36Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/04/its-all-about-the-genitals-the-secrets-of-fossil-insects-and-amber",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Fossils",
      "id": "science/fossils",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Evolution",
      "id": "science/evolution",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Elsa Panciroli",
      "id": "profile/elsa-panciroli"
    }
  ],
  "guardianId": "science/2016/may/04/its-all-about-the-genitals-the-secrets-of-fossil-insects-and-amber"
}