{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/05/frieze-new-york-review-art-world-presents-greatest-hits-and-ass",
  "id": "2016-05-05-134",
  "sectionId": "artanddesign",
  "body": "I have gazed upon rather a few memorable asses in my day, but the one at Frieze New York is truly something. Behind a white wall, indifferent to the phalanx of artists, dealers, collectors and chancers pounding through New York’s most important art fair, is a placid brown donkey, 15 hands high, munching on grass beneath a large, baroque chandelier. The ass is called Sir Gabriel, and though he has performed before at the Metropolitan Opera, he figures here in an early, remade work by the impish Italian artist Maurizio Cattelan: a biting sort of self-portrait, so dumb it’s brilliant, entitled Enter at Your Own Risk – Do Not Touch, Do Not Feed, No Smoking, No Photographs, No Dogs, Thank You. The original presentation, in 1994, lasted only a day before neighbors complained to the gallery and shut it down. It took two decades, and Cattelan’s supposed “retirement”, to revisit this legendary “failure” that was its own kind of success.   Related: Frieze art fair New York 2016 – in pictures    Cattelan’s mordant, sardonic ass – drawing queueing patrons as well as a few irked animal rights activists – is the mascot of this year’s Frieze New York, which opens to the public on Thursday after a rainy, packed-to-bursting VIP preview. (The “No Photos” injunction has been totally flouted; Sir Gabriel is blowing up on Instagram.) It’s one of the non-commercial commissions mixed in with exhibiting galleries under Frieze’s sinuous tent on Randall’s Island: a Venusberg-like otherworld divorced from the mainland, reached by ferry or bus.     Yayoi Kusama’s The Moment of Regeneration at the Victoria Miro booth. Photograph: Mark Blower    This fifth edition of Frieze New York takes place as the art market continues to soften; many dealers have gone for cash-and-carry artworks at a lower price point than usual, though if you want the big names you can certainly have them. Super-gallerist Larry Gagosian has given over his booth to Damien Hirst – back in the fold after a three-year conscious uncoupling – and the American wheeler-dealer has brought out more 90s Brit softcore than you will find on Steps’ Greatest Hits. The pharmaceutical cabinets, the tessellated butterflies the formaldehyde-soaked ram: they’re all back, slicked with an exceedingly thin veneer of history. The ram, I will give you, now has a certain Cool Britannia retro; the brain-dead spin paintings are as dreadful as ever, though I am happy to report that there are only tiny doses of the even more infuriating spot paintings that once took over a dozen of Gagosian’s worldwide galleries like some untreated acne breakout.     Adrian Piper, Decide Who You Are #21: Phantom Limbs, 1992. Photograph: © Adrian Piper Research Archive Foundation Berlin.    But other blue-chip dealers have brought shrewder, smarter presentations of artists better esteemed by curators and art historians than by the serial flippers of VIP day and auction night. The dealer Dominique Lévy has one of the great coups of the fair: a major photographic triptych from Adrian Piper, the Berlin-based, African-American artist/philosopher who won the top prize at last year’s Venice Biennale. Decide Who You Are #21: Phantom Limbs (1992) utilizes appropriated imagery of monkeys, eagles and a childhood Anita Hill, overlaid with painful dialogue of a sort women are too familiar with: “It was just an innocent slip-up. You’re imagining things. I’m not saying you’re lying …” It’s a quietly devastating work from an underestimated American master, and it is the capstone of a crazily great booth: Lévy’s is probably the fair’s best, with art by not just Piper but also Frank Stella, David Hammons, Yves Klein and the Venezuelan antiformalist known as Gego.     Mary Kelly’s Corpus, Preliminary Artwork (1984). Photograph: Pippy Houldsworth Gallery    On the booth of Pippy Houldsworth Gallery, from London, is an important presentation by the feminist artist Mary Kelly. The American is still best known for her Post-Partum Document (1973–79), in which she recorded and analyzed the first years of her child’s life through photography, journal entries and precisely analyzed infant fecal samples. Some painstaking notations of daily feedings, testament to the intermixing of maternal love and female household labor, prefix lesser-known but no less important collages from the 1980s, in which Kelly pitilessly dissected the stereotypes used in early psychoanalysis to dismiss the woes of women. It’s easy to get down on art fairs – the VIP jostling, the sallow lights – but they do offer an important chance to see work from beyond the usual art world capitals. This year, along with repeat participants from Asia and Latin America, Frieze New York has a gratifyingly strong showing from eastern European galleries. I was thrilled to discover, on the booth of Bucharest’s Ivan Gallery, the art of the postwar experimenter Paul Neagu: complex, hermetic drawings that link the Egyptian pyramids with Buckminster Fuller’s geodesic domes, or else photographic documentation of performances in which he bounced off gallery walls, covering them with skids and footprints.     Alex Da Corte, Frieze Projects, Frieze New York 2016. Photograph: Mark Blower/Frieze    Lokal 30, from Warsaw, has brought a fantastic suite of photographs from the 1970s by the Polish conceptualist Natalia LL, who contorted her body into awkward poses derived from constellations of stars, plus films and photographs by Józef Robakowski of a nascent punk scene in still-communist Łódź. Elsewhere are the fraught, obsessive drawings of the too-long-neglected South African artist Moshekwa Langa (on the booth of Stevenson, from Cape Town) and a fine color-free outing from Park Seo-bo, Chung Chang-sup, and other minimalist Korean painters (at Kukje Gallery, from Seoul). At 200 galleries it can get overwhelming, and you are going to have to fight for what relief can be had at Frieze New York’s many restaurants, where lines for vegan grain bowls stretch ever longer and a latte will run you seven bucks. By late afternoon, exhausted from hours spent strutting through aisles and air-kissing half-remembered colleagues, many Friezegoers could be seen necking bottles full of a sludgy white liquid. The bottles came from gleaming refrigerators packed into the booth of the Berlin gallery Société, where the American artist Sean Raspet is giving out free samples of Soylent: that rebarbative meal-replacement drink that has lately become a Slim-Fast for the Silicon Valley set.      Salon 94, Frieze New York 2016. Photograph: Mark Blower/Frieze    For you, Guardian readers, I submitted to this nutritional indignity, and I can report that the vitamin-packed slurry smacks of cereal milk, though it’s displeasingly grainy. But there’s no accounting for taste, a fair number of Soylent guzzlers seemed perfectly content to quaff the stuff, not thinking too much about its tang or its meaning. Easy sustenance from a colorless, undifferentiated slop – it is, in today’s art world, almost too brutal a metaphor.",
  "webTitle": "Frieze New York review – art world displays its best face and a fine ass",
  "webPublicationDate": "2016-05-05T15:21:56Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/05/frieze-new-york-review-art-world-presents-greatest-hits-and-ass",
  "keyword": [
    {
      "webTitle": "Frieze New York",
      "id": "artanddesign/frieze-new-york",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Frieze art fair",
      "id": "artanddesign/friezeartfair",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Farago",
      "id": "profile/jasonfarago"
    }
  ],
  "guardianId": "artanddesign/2016/may/05/frieze-new-york-review-art-world-presents-greatest-hits-and-ass"
}