{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/06/gambian-migrants-who-risk-death-find-life-less-than-sweet-in-italy",
  "id": "2016-05-06-329",
  "sectionId": "global-development",
  "body": "Bubacarr* sits on a bench beside a playground in Ferrara, northern Italy. The 24-year-old looks shattered. A proud young man, he is embarrassed by the donated clothes he is wearing, tugging at his loose, faded trousers to make a point. It is almost a year since he was pulled from a stricken fishing boat near the coast of Libya by the Migrant Offshore Aid Station. In a video interview on the rescue vessel, his bloodshot eyes gleamed with the conviction that he would fulfil his dream of finding a career as a carpenter in Europe.  “I am a grown man now, so I must support my family,” he said. But months later, he is living in an asylum centre, his new life a disappointment. Asked how he is doing, he shakes his head disconsolately. “It is not good. I want to work but there are no jobs here. If I get my papers maybe I [will] go to the Netherlands.”    Related: The Gambia faces battle to deter its young people from migrating abroad | Louise Hunt    Bubacarr decided to leave the Gambia because his family were struggling and his salary as an apprentice carpenter was not enough. “There are so many of us in my family, one bag of rice lasts only a week. In Gambia, we were going nowhere,” he says. “I had to come to make my family strong, to pay school fees for my brothers, because my father is getting old and he can’t work as much.”  Now, his family are relying on him to get refugee status and work so he can send money home. But Bubacarr’s only income is the €50 (£39) monthly allowance he receives as an asylum seeker. The chances of finding legitimate work – with youth unemployment in Italy at 37% – are slim, and his asylum application is unlikely to succeed: 66% of claims by Gambians last year were rejected, according to Eurostat. Across Italy, migrants spend their days in parks, or loiter outside bus and train stations, homesick and shocked that, despite everything they risked, their new lives offer so few opportunities.   “We thought life in Europe is better than Africa, but here is very hard,” says fellow Gambian Charles*, who is sleeping in a homeless shelter after being thrown out of his asylum lodgings for reasons that were unclear to him. Migrants in Europe are reluctant to share news of their desperate circumstances for fear of being seen as failures, especially by their families, who often make large financial sacrifices to get them there. Social media is more commonly used to suggest they are living the high life.  In the Gambia, plenty of people still believe that getting to Europe – even at a cost of about £1,600 – is the only way to improve their lives. Gambians are the second most frequent arrivals by sea in Italy, behind Nigerians, according to the International Organisation for Migration. Abdou* says he will leave his home country because there are no jobs.  “As soon as I have the money to travel I will do what I am planning,” says the 23-year-old from Serekunda, near the capital, Banjul. He recently completed a diploma in IT, but has been unable to find a job and scrapes a living selling towels to tourists.      A migrant man learns Italian at the Papa Francisco centre for minors in eastern Sicily. Photograph: Giles Clarke/Getty Images    Many of his friends have already gone: some have made it to Europe, some have not. “One of the boys lost his life. We know it’s not safe, but for someone who’s sitting here with no job, it’s very difficult: people have to go,” he says. “I am 100% sure that if I can get there then changes will come to our family.”  The dreams of a better life do not come cheap. Teacher Bakkary* sold the family’s only asset – a small plot of land – after his brother called him from Mali to say he would be killed by smugglers unless a ransom was paid.  Sitting in a shack in Brikama town, the 35-year-old is clearly livid about the payment.  “I had to sell for a low price because my brother was putting me under pressure. I condemn the backway. I would rather sustain myself here,” he says. The backway describes illegal routes used by migrants to get to Europe.  Bintou Kamara, who is of Gambian heritage and lives in Paris, has lost several members of her family to the backway, and wants to smash the myths and misinformation that are luring more people to Europe. Last year, she set up a charity called Agaid to inform people about the reality of migration. “Agaid’s role is to give people information so that they can make a conscious and rational choice,” says the former broadcast journalist. She visited urban communities in the Gambia this year to raise awareness by screening a short documentary.      By authorising a 100% rise in the levy payable to enter the Gambia, President Yahya Jammeh has triggered a border blockade by Senegalese drivers. Photograph: Jason Florio/Redux    “I use really striking images, and a lot of people are surprised. Gambian television doesn’t show them the reality. It definitely has an impact; afterwards people do discuss what they have seen and they start advising each other,” says Kamara. Bakkary says what’s needed is more training and employment programmes for young people in the Gambia. “The best thing is to create initiatives to engage youths because it is very painful when they finish education and sit for years.” The European commission plans to spend part of its €1.8bn (£1.4bn) emergency trust fund for Africa, announced in November, on creating jobs in the Gambia and deterring people from leaving.  But such initiatives take time to implement, and time is crucial as the economic situation worsens in the Gambia, and political tensions increase.   Already high living costs are being exacerbated by a blockade by Senegalese truckers, who are refusing to pay a 100-times price hike for cross-border traffic, introduced in February by the Gambian president, Yahya Jammeh. Fuel, and fresh and tinned foods – normally imported from Senegal – are not getting into the Gambia, causing price rises because of fears of shortages. Pharmacists are concerned about the prospects of medicines remaining available. With the borders closed except for those travelling by foot, there is a growing sense of isolation in the narrow, riverine country, surrounded by Senegal on three sides. Simmering anger triggered protests in Serekunda, with demonstrators calling for Jammeh’s resignation. Protests are rare in this tightly controlled state.     Goats congregate beside the Gambia river as a boat pulls in to shore. Photograph: Jason Florio/Redux    Security forces used tear gas, and reportedly beat up and arrested demonstrators. Three activists from the opposition United Democratic party were allegedly killed in custody, although the government denies this.  The UN and human rights groups are calling for an investigation into the deaths and allegations of excessive use of force. There is still a heavy military and police presence on the streets. “People are being advised to stay indoors and there is more harassment by the police,” a Gambian source said. “We are very worried about what will happen next.” At a time when there may be more genuine cases for political asylum, Gambian migrants arriving in Italy are now often excluded from the asylum system, making their dangerous journeys futile. The EU’s hotspot (pdf) approach, implemented in Italy and Greece late last year, allows migrants to be categorised by their nationality. Those from countries with asylum recognition rates below 75%, as is the case for the Gambia, are likely to be defined by police as irregular or economic migrants in a screening exercise that takes place before they are allowed to enter reception centres, without having the opportunity to seek legal and humanitarian advice, explains Federica Toso, a researcher with Italian NGO Asilo in Europa. “This means they cannot enter the asylum system. They are given seven days to get to Rome airport and leave the country, but, of course, that will never take place as they don’t have money for flights, so they become illegal migrants on the streets without state support.”  *Some names have been changed to protect identities",
  "webTitle": "Gambian migrants who risk death find life less than sweet in Italy | Louise Hunt",
  "webPublicationDate": "2016-05-06T06:00:16Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/06/gambian-migrants-who-risk-death-find-life-less-than-sweet-in-italy",
  "keyword": [
    {
      "webTitle": "Migration and development",
      "id": "global-development/migration",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The Gambia",
      "id": "world/gambia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Employment",
      "id": "global-development/employment",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Hunt",
      "id": "profile/louise-hunt"
    }
  ],
  "guardianId": "global-development/2016/may/06/gambian-migrants-who-risk-death-find-life-less-than-sweet-in-italy"
}