{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/13/the-dark-mirror-zenders-winterreise-review-ian-bostridge-barbican-london",
  "id": "2016-05-13-143",
  "sectionId": "music",
  "body": "As tenor Ian Bostridge has himself chronicled, his relationship with the most famous of all song cycles stretches back through his entire career as a singer. As well as performing Schubert’s Die Winterreise many times in concert, he has sung it in stage dramatisations, and even written a book about his enduring fascination with it. Until now, though, Bostridge had not performed the most celebrated 20th-century reworking of the cycle, by the composer Hans Zender for tenor and ensemble, which over the last 20 years has established its own place in the repertoire.      For the Barbican performances of the Zender version – in which Bostridge is partnered by the Britten Sinfonia, conducted by Baldur Brönnimann – there is a theatrical staging too, devised by director Netia Jones, but which proves to be more of a distraction than anything else. After Jones’s previous stagings of operas such as Oliver Knussen’s double bill and Unsuk Chin’s Alice in Wonderland, her treatment of Winterreise seems disappointingly prosaic and neutral. There are the predictable video images of figures wandering through snowy landscapes, and moody closeups of Bostridge as that conflicted traveller, while the singer himself is got up in evening dress, as if he has stepped straight out of a 1920s German expressionist film, or is the louche MC of a Weimar republic cabaret. The sense of the cycle as a musical and emotional journey is hardly suggested at all.   Related: Ian Bostridge on Zender's Dark Mirror: Schubert's Winterreise     Certainly the visual commentary on the songs is nothing like as powerful and revealing as the musical one represented by Zender’s reworking, with its pungent scoring from an ensemble that includes guitar, accordion and tuned percussion, realised with great presence by the Britten Sinfonia instrumentalists, so that Schubert’s originals seem to be refracted through the whole subsequent history of German Lieder. At the centre of it, too, is Bostridge’s impeccably coloured performance, his articulation of every morsel of the text utterly lucid, even when, in Zender’s version, it has to be spoken or delivered as Sprechgesang. His concept of what the cycle encompasses is projected as clearly as it always is.  At the Barbican, London, until 14 May. Box office: 020-7638 8891.",
  "webTitle": "The Dark Mirror: Zender's Winterreise review – Ian Bostridge is impeccable despite prosaic staging",
  "webPublicationDate": "2016-05-13T14:15:43Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/13/the-dark-mirror-zenders-winterreise-review-ian-bostridge-barbican-london",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/13/the-dark-mirror-zenders-winterreise-review-ian-bostridge-barbican-london"
}