{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/27/copa-america-usa-argentina-1995",
  "id": "2016-05-27-206",
  "sectionId": "football",
  "body": "When you have Diego Simeone’s attention, you know about it. “We were warming up in the tunnel, and Simeone was cursing us out and calling us all kinds of names,” Eric Wynalda says, as he recounts the day USA took on Argentina at the 1995 Copa América. “I said to Claudio [Reyna] at one point: ‘This guy does know we speak Spanish, right?’” The pair were staring each other down before a meeting that summer in Uruguay. Argentina had comfortably qualified for the quarter-finals after wins in both their opening games. Meanwhile, the United States knew that they would have to match or better Bolivia’s result against Chile to advance. “Simeone and I got into a pushing fight in the tunnel before the game,” Wyanlda says. “I pushed him up against the wall, and I told him I was going to smash his face in, and I’m sure he told me something similar. I think that was my way of saying: we’re not backing down from you guys, and we’re not afraid.” USA were not afraid. Daniel Passarella made changes to his side and chose to rest key players, including Simeone. “We were motivated by that,” Wynalda says. “We knew we had to win, and the odds were certainly against us, but I think Passarella, some of his comments, and the fact he didn’t put everyone out there put us over the edge. It was still a strong side, but I remember looking at the team sheet along with a few of the guys and thinking, well we can beat those guys.”  In the opposition dressing room there was a sense of the unknown. “Sincerely, I personally knew very little of these footballers, even though several competed in the World Cup [of 1994],” defender Roberto Ayala told the Guardian.   Related: Jürgen Klinsmann plays it safe with US Copa América roster after woeful 2015    Motivated by Passarella’s lack of respect, the US camp were determined to prove a point. “I think collectively we said: just don’t give these guys time,” Wynalda explains. “One thing you learn as a footballer over time is that when you’re hesitant, or scared to go in hard on someone, it’s because you’re afraid to get beat. There was an ‘I’ve got your back,’ attitude on that team. If you miss the tackle, I’ll be right behind you. No one let anybody down. Our mindset was do not let them look up.” With Wynalda and his team-mates crashing into tackles from the first minute, it was a pace Argentina could not match. “There was several 20-second stints where they tried to find a rhythm, and then it was a crunching tackle, a slide tackle, an elbow to their head, and they just never got a rhythm,” Wynalda, who will appear on Fox’s coverage of the Copa this summer, adds.            In the 15th minute, the US were forced to substitute Marcelo Balboa for Mike Burns due to injury, although the change did little to lessen the pace of their play. “It was played in the South American winter, so that helped us. It rained, and it was cold,” Alexi Lalas, a member of the team that day, says of the weather at the Estadio Parque Artigas in Paysandú. “It was a small, dark type of stadium. Someone could look at it and say it’s an amazing stadium filled with personality and character, while another person could look at it and say it is less than ideal.” USA would earn their first reward four minutes later. A deep cross from the left fell to Cobi Jones, and his dart across the box was halted. As the ball bounced free, everyone stood motionless, everyone apart from Frank Klopas. “A lot of guys told me I never looked faster than after that goal,” Klopas says laughing. “I just wanted to get it on frame. I managed to keep it low. I’m not going to tell you I aimed for that corner, but I tried to use good technique and keep it low.” Buoyed by their goal, the US continued to press. The US coach Steve Sampson had set his team out in a 3-5-2 formation, and it was constricting the Argentina midfield. Still able to fashion chances, when Argentina did test the US goal, they found an inspired goalkeeper between the posts. “When you have guys like Brad Friedel and Kasey Keller playing in the net, you always have a chance [of winning],” Klopas says. “These guys are like top goalkeepers, and I remember Kasey was fantastic that night.” Now looking for a second goal, the US continued to push their bewildered opponents. “If it’s a street fight, my father taught me one thing,” Wynalda says. “You hit first, you hit hard, and if they try to get up you don’t let them. Just because we got them down for a bit doesn’t mean they couldn’t get back up.” Passarella’s men struggled with the speed of wing-backs Jones and Earnie Stewart. “Neither he [Cobi] nor Earnie were crazy about playing those positions,” Sampson says laughing. “However, they put in a tremendous effort defensively and still had the attacking ability to get in behind.” In the 35th minute, Jones would square up his defender once again, skipping past him and producing a low cross to the near post. “I think Alexi was sensing we were transitioning and he could get in behind,” Sampson says of the move for the second goal. “We covered for his run, and it was a perfect combination of run and cross.” Lalas stole in at the near post and flicked the ball underneath the goalkeeper. The United States now led by two. “I had to pinch myself,” Sampson admits. “I’m sitting next to Clive Charles, my assistant, and I remember that night we are looking at each other thinking: ‘What the hell is going on here?’” As the half-time whistle sounded, the two teams displayed a polarizing set of emotions. The US were now on course for qualification, but a startling realization occurred as they departed the field. “I remember coming into the locker room, and typical Tab Ramos, said in his Jersey voice, ‘You guys do realize if we get one more goal, we win the group?’” Wynalda recalls. “It was dead silent, and everyone let that sink in.” With the United States now feeling ambitious, Argentina were desperately trying to salvage some pride. Sampson introduced Tab Ramos in place of Klopas, while Passarella summoned Ariel Ortega and Simeone from his bench.     Alexi Lalas, pictured in a pre-Copa warm up in 1995, scored USA’s second goal against Argentina. Photograph: Rick Stewart/Getty Images    For Wynalda, the arrival of Simeone represented the conclusion to the pre-match skirmish. As the midfielder entered the field, it was clear that 45 minutes on the bench had done little to calm his tongue. “When he came on at half time, he just would not stop [talking],” Wynalda says. “He was telling us he was going to kill us, and go through us, it was that intimidation factor. If you go back and watch the game, Simeone got the ball and [Thomas] Dooley just took his ass out. Simeone got up, and wanted to start a fight. I ran past him and hit him with my shoulder, and then a few seconds later someone else bumped him. He realized this was a fight, and we weren’t going to back down.” Wynalda admits Simeone did manage to catch him once: “He hit me so hard I swear to God, I tried to pretend like it didn’t hurt.” Wynalda would eventually silence Simeone and his team-mates in the 58th minute: “Joe-Max [Moore] and I still argue about it,” Wynalda says of the third goal. “I tell him: if I hadn’t raced in, the goalkeeper would have slapped it out of there.” Receiving the ball wide right, Wynalda drove inside before playing a cute pass in behind the Argentina defence to Moore. “In my head I was trying to think how do I get into a good spot in case he [Moore] crossed it for me,” Wynalda explains. “My pass went a little bit further than I had hoped, and Joe realized the goalkeeper had actually come out and he had a chance at scoring. He slid in for a shot, and when I realized the ball was in between the two of us [the goalkeeper and I], there was no way I was going to lose that race.” As Wynalda poked the ball home, the US moved to the top of their group. They had not only outfought Argentina, but also outplayed them. “To a certain extent Steve took the shackles off,” Lalas says. “He followed that path that a lot of coaches take, in that he came in after a coach and was able to see what worked and what didn’t. We were a very risk-averse team in the ’94 World Cup, which I think was the right decision at the time, but I think Steve realized if we were going to improve he had to give us more opportunities to go forward.” After seeing out the game to record a memorable victory, the team were then greeted by a special visitor after the game. “Maradona was there in his box,” Klopas recalls. “He came down afterwards to talk to us and he congratulated us on our victory. He said we deserved to win, and that was really nice. I’ll always remember that.” Elsewhere, Passarella attempted to save face. After bemoaning his team selection in the post-match press conference, he ultimately handed credit to the US. Argentina were forced to play Brazil in the next round, where they lost on penalties, but the United States had won fans in Paysandú by beating the Albiceleste. “We came to Uruguay and beat Argentina, so we earned instant hero status,” Wynalda says. “We went out that night and we drank quite a bit.” It was a euphoric evening for all connected with the United States. The team would end the tournament in fourth place. It represented an important shift in US Soccer, and is still to this day the country’s best ever finish at a Copa América. “To me, it really demonstrated the difference between the team that played in ’94 and ’95 as it was a team playing to win, instead of playing not to lose,” Sampson says. “That subtle psychology change is what lead to this landmark moment in US Soccer history, and I’ll forever be proud of that.”",
  "webTitle": "The day USA beat Argentina in Copa América: 'Simeone threatened to kill us'",
  "webPublicationDate": "2016-05-27T11:00:01Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/27/copa-america-usa-argentina-1995",
  "keyword": [
    {
      "webTitle": "Copa América",
      "id": "football/copa-america",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "USA",
      "id": "football/usfootballteam",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/blog/2016/may/27/copa-america-usa-argentina-1995"
}