{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/27/comic-book-superheroes-the-gods-of-modern-mythology",
  "id": "2016-05-27-142",
  "sectionId": "books",
  "body": "It’s a classic comic book story. The villains are two brothers, grotesquely competitive, whose greed and ruthlessness have propelled them to world domination. They continue to try to kill each other, because half of everything isn’t enough for either of them. Only one thing can persuade them to cooperate: the bold challenge of one dauntless man, a David against their twin Goliaths. Enraged by his impudence, they join forces. Their victory seems inevitable. And yet, somehow, in the final act – because he’s strong, because he’s got some sort of gift, or simply because he’s the good guy – the courageous individual wins. Kapow! By and large, Marvel and DC like stories like that. They won’t like this one. Its protagonist is Graham Jules: call him Comicboy. This week, it was revealed  that the two companies had failed in a trademark case the 48-year-old British entrepreneur and law student. Specifically, and remarkably, they were trying to assert their control over a term that has become part of the essential set of myths of modernity: “superhero”. Marvel and DC have cooperated on trademark matters like this since 1979. Their case over Jules’s self-help manual Business Zero to Superhero has dragged on for two years. Now, just four days before a planned hearing, they have quietly given up. Jules, who brought his case without legal assistance, duly posed, book in one hand, the other in a fist pushed towards the sky at a 45-degree angle: the classic pose of the superhero set to fly.      Graham Jules with his book Business Zero to Superhero. Photograph: SWNS.com/Adam Gray    “When I read about him getting one over on them, I thought about how the superhero is this protean, self-perfecting figure,” says Dr Kate Roddy, an academic at Trinity College Dublin who has co-edited a volume of critical essays on superheroes. “I thought he seemed like that kind of figure of hope.” Minor though the case is, it is also resonant. It comes as yet another slew of revisionist superhero movies make millions at the box office, continuing the genre’s relentless domination of the cinema but depicting their protagonists as utterly compromised. It also comes as we are hit with the seismic news from the comic books (which are forever rewriting their own history) that that most apple pie of heroes, Captain America, was working for the supervillains Hydra all along. In 2016, the superhero is a more dominant cultural figure than at any time since Superman first appeared in Action Comics #1 almost 80 years ago. And yet he – it’s usually a he – is also more agonised and contested than ever. “They’re our Greek myths,” says Laurence Maslon, the author of Superheroes!: Capes, Cowls, and the Creation of Comic Book Culture. “But the difference, is, they’re no longer what the Greek myths were to the Greeks – they’re what they were to western civilisation centuries later. We know them so well now. They have outlived the intent of the original. And there are people who grew up with them, seven-year-olds who are 57 now. They don’t want to throw them away, but they want to interpret them through the lens of their own time.” But if the superhero’s commercial protectors guard their rights so jealously, can he really belong to the rest of us too? It wasn’t always so knotty. When that first issue of Action Comics appeared, Superman was a primary coloured, psychologically straightforward guy. He was also something quite new. In his essay Secret Skin, the novelist and comic book enthusiast Michael Chabon writes: “The American comic book pre-existed the superhero, but just barely, and with so little distinction that in the cultural mind the medium has always seemed indistinguishable from its first stroke of brilliance.”  Not that DC invented the term superhero. Some connect the concept back to Nietzsche’s 1883 work of philosophy Thus Spake Zarathustra, with its idea of the Übermensch, a superior human whose existence would justify the species. The word itself was first used in 1917, to describe “a public figure of great accomplishments”; DC didn’t use the term explicitly in one of its books until 1958.     A rare copy of the first comic book – Action Comics cover dated June 1938 – featuring Superman. Photograph: AFP/Getty Images    Still, Superman is the undisputed origin of the genre. He was created by Jerry Siegel and Joe Shuster, two sons of Jewish immigrants who met at high school in Ohio in 1930. As a foreigner whose home was destroyed but has the heartbreakingly imaginary power to heal the wounds of the world by sheer force of will, his myth is inextricable from the catastrophe that was beginning to unfold for Jews in Europe. This was by no means an anomaly.  “Wish fulfilment is at the core of it,” says Lavie Tidhar, author of the acclaimed novel The Violent Century, which imagines superheroes as witnesses to the real 20th century’s horrors. “Not only are superheroes fighting Nazis in the comic books, but if you look at all these characters, Superman and Batman and Spider-Man a bit later, they are perfect immigrants, non-Jewish figures passing as part of the dominant culture.” The creators of Spider-Man, Batman and Captain America, who marked his first appearance in 1941 by punching Hitler in the face, were also Jewish.  As freighted with historical weight as the superhero’s origins were, titles from that “golden age” of comic books, which lasted until the early 1950s, were also uncomplicated stories of good guys prevailing over evil. According to Roddy, “golden age characters didn’t have much of a personality. They were very rigid, even in the way they were drawn.” The following “silver age”, defined by Marvel and Stan Lee’s Spider-Man, gave its protagonists a little more heft. “Marvel made comics appeal to adolescents and young adults, it made the characters more interesting,” she says. “So Spider-Man is a relatable young guy who has to deal with the boring bits of teenage life, and the Fantastic Four have these family feuds. That note of humanity gets introduced.” In the 1980s, Alan Moore’s seminal Watchmen series jolted comic books into yet another era, a period sometimes known as the “dark age”. As postmodernism took hold and the real world started to gaze more intently at its navel, superheroes followed suit, dwelling endlessly on their own motivations and circumstances, finding themselves morally compromised, and wondering where they stood in the world. There were more practical changes, too, that precipitated the superhero’s later shift from fundamentally childish preoccupation to pop cultural symbol of the age. “It wasn’t just that Watchmen was so intelligent and meta,” says Maslon. “It was stitched together as a trade paperback. That was a huge gamechanger. You could read eight or 10 preconceived storylines together, instead of going to your comic dealer once a month.” If the resulting self-seriousness took superheroes into grown-up culture, it also, sometimes, became a bit much. “I got slightly tired of the endless emotional angst,” says Nick Harkaway, author of another acclaimed novel that riffs on superheroes, Tigerman, in which the protagonist dresses up and fights crime to please a 10-year-old boy in his charge. “I lose sympathy for superhero characters who can fly, who are indestructible, who are gorgeous, when they start whingeing.”     Captain America hails Hydra in Steve Rogers: Captain America #1 by Nick Spencer and Jesus Sais. Photograph: Courtesy of Marvel    Since DC and Marvel discovered that their universes could form the basis of an endless, reliably bankable – if artistically patchy – stream of movies, and in doing so managed to transcend the limitations of the declining comic book market, that atmosphere has persisted. But there are more interesting things going on, too. Even if the superhero remains a typically white male figure, women and ethnic minorities are slightly more visible presences these days. And a modern scepticism about authority and the trustworthiness of heroes has infected our myths, too. The three big superhero movies of the year – Batman v Superman: Dawn of Justice, Captain America: Civil War, and X-Men: Apocalypse – all dwell on the idea that superbattles cause terrible collateral damage to ordinary people; in Captain America, the United Nations gets involved as a regulator.  Films like Kick-Ass and Deadpool have poked fun at the solemnity of the genre, with the former film’s eponymous teenager showing exactly how daft anyone who tries to make their own set of neon pyjamas would look in reality. Netflix’s Jessica Jones follows that idea to its logical conclusion: its superheroine doesn’t have a silly name, certainly doesn’t dress up in tights, and would in general much rather be doing something else. “None of this is coincidence,” says Harkaway. “Pop culture gives you the temperature of the nation. We live with the weird now, we live with technology, and maybe some of these superheroes wear ordinary clothes because we live in an extraordinary world. They’re our point of identification. What will happen when Jessica Jones enters the larger Marvel pantheon, when she meets Tony Stark [Iron Man]? She’ll be like, really? This is how you carry on?” Tidhar, likewise, sees a crop of blockbusters about the harm superheroes wreak as deeply indicative of the era: one in which the self-obsession of the 90s is no longer permissible, but the clarity of the 30s and 40s is no longer available. “The idea of the superhero, it’s changed from world war two, when you knew who the good guys were. That’s less and less clear, and we’re not sure about the whole idea of heroes any more. We’re in a more cynical age. We haven’t had a righteous cause like that, and so the heroes themselves are becoming tarnished.”     Vintage Spider-Man and X-Men Marvel comic books. Photograph: Mario Tama/Getty Images    Tarnished as they are, they are also inescapable – and lucrative. As such, the tension between DC and Marvel’s assertion of ownership and their characters’ status as pop cultural barometers of the times is bound to persist. It’s no coincidence that no new superhero has really caught on for decades: we need our myths to have the weight of an oscillating history, the better to gauge what they are telling us about ourselves. “Superman and Batman, my God, they’ve been around for nearly a hundred years!” says Maslon. “They’re never going away. Will the man with the cape always be with us? Yes. But you’re always going to have to pay DC or Marvel to look at him.” The superhero: the CV Born In Action Comics #1, where Superman, the creation of Jerry Siegel and Joe Shuster, made his first appearance in 1938. Career Batman’s arrival along with Wonder Woman and Captain America cements status as a staple of children’s entertainment. Marvel and Spider-Man give the medium a new lease of life in the 60s. More recently, the comic books have endlessly revised the careers of their protagonists – making Captain America evil, Batman a borderline sociopath, and temporarily killing Superman – as the movies have become a staple summer blockbuster. High point Aficionados point to Watchmen, Alan Moore’s tale of troubled superheroes in an era of decay, as a revolutionary achievement. Low point Joel Schumacher’s Batman and Robin movie, obviously. What he says “Up, up, and away!” What they say “We love our superheroes because they refuse to give up on us. We can analyse them out of existence, kill them, ban them, mock them, and still they return, patiently reminding us of who we are and what we wish we could be.” Grant Morrison, acclaimed comic book writer",
  "webTitle": "Comic book superheroes: the gods of modern mythology",
  "webPublicationDate": "2016-05-27T13:30:37Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/27/comic-book-superheroes-the-gods-of-modern-mythology",
  "keyword": [
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "DC Comics",
      "id": "books/dc-comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Action and adventure",
      "id": "film/actionandadventure",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Archie Bland",
      "id": "profile/archie-bland"
    }
  ],
  "guardianId": "books/2016/may/27/comic-book-superheroes-the-gods-of-modern-mythology"
}