{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/25/simon-crowther-loan-grew-by-1800-a-year-says-government-misled-students",
  "id": "2016-05-25-64",
  "sectionId": "education",
  "body": "A graduate whose letter to his MP went viral after it detailed how his student loan had grown by more than £1,800 in the year since he left university has said he and his contemporaries did not understand what they were signing up to when they took out the financing.   Related: Jeremy Corbyn launches battle to stop tuition fee cap being lifted    Simon Crowther posted a letter to his local MP, Vernon Coaker, alongside the statement he received from the Student Loans Company on the social media site. The letter has been shared almost 17,000 times on Facebook. The statement, which arrived at the weekend, shows how his loan grew to £41,976 by the end of March, after accruing interest of up to £180 a month. Crowther wrote that he and his fellow students “feel we have been cheated by a government who encouraged many of us to undertake higher education, despite trebling the cost of attending university”. He wrote: “I was still in sixth form at school when I agreed to the student loan. I had no experience of loans, credit cards or mortgages. Like all the other thousands of students in the UK, we trusted the government that the interest rate would remain low – at around 0%-0.5%.” In fact, Crowther’s loan was attracting an interest rate of inflation, plus 3% while he was at university and in the first year since his graduation – currently 3.9%. The rate is higher than that of the best-buy personal loans on the open market, as well as many mortgage deals, and above the 0.9% currently being paid by those with earlier student borrowing.   Related: The Guardian view on the higher education white paper: the customer is always ripe – for fleecing | Editorial    Crowther’s letter suggests that the sale of the Student Loans Company to a private firm was behind the hike, a detail he has since learned is incorrect. The rate was always set to be inflation plus 3%.  However, he said the mistake underlines the lack of knowledge he and his peers had about the financial commitment they were taking on. Crowther’s letter explains that when he started the civil engineering course at the University of Nottingham he was in the first year of undergraduates to be charged the increased fees of £9,000 a year. He told the Guardian that he had not realised that interest rates were increased at the same time. “None of us really realised what we were signing up to,” he said. “The general consensus was that it was the best loan you could ever get – it was the cheapest money you could borrow.”  Crowther received tuition and maintenance loans and like many of his contemporaries was one of a number of students whose first statement came under the new regime charging £9,000 a year. The system under which he was charged applies to England and Wales only.      Simon Crowther’s open letter to his MP Vernon Coaker. Photograph: Simon Crowther    Crowther said that receiving the statement at the weekend was “an eye-opener” as he had not realised how much interest he was being charged. The interest on the loans will now be 0.9%, the inflation figure being used for the rate for graduates earning up to £21,000, and on a sliding scale that hits 3.9% at earnings of £41,000 a year. The chancellor’s announcement that the lower threshold would be frozen at £21,000 for students starting university in 2012 and beyond was last year criticised by the personal finance expert Martin Lewis and the Institute for Fiscal Studies (IFS).  “I’m assuming I’ll be paying it off for 30 years, and that at that point what’s left will be written off,” said Crowther. “I can’t see how I will pay it off. The monthly repayments seem geared up just to pay off the interest.” One recent graduate posting on Facebook below Crowther’s letter said she had “nearly passed out” when her statement arrived, while another wrote: “I wouldn’t have taken out my maintenance loan if I’d known. They essentially targeted children, lured them in, and then screwed them over!” Crowther has set up his own social media business since graduating, and is pleased that his letter has gone viral. He said he was glad to have raised awareness of the issue, which was adding to the struggles of his generation. “How are we ever expected to pay into a pension when we have this to pay off?” he said. “Older people have the winter fuel allowance, they have bus passes, they have pensions, while my generation have to pay these huge debts.” A spokesperson for the Department for Business, Innovation & Skills, said: “The variable interest rate for loans taken out after September 2012 has not been changed. As the OECD has recognised, our student funding system is fair and sustainable. It removes financial barriers for anyone hoping to study, and is backed by the taxpayer with outstanding debt written off after 30 years.  “Graduates only pay back at 9% of on earnings above £21,000 and enjoy a considerable wage premium of £9,500 per year over non-graduates.”  This article was amended on 26 May 2016 to clarify that student loans taken out in 2012 always had an interest rate set 3% above inflation",
  "webTitle": "Graduate whose loan grew by £1,800 in one year says students were misled",
  "webPublicationDate": "2016-05-25T17:53:07Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/25/simon-crowther-loan-grew-by-1800-a-year-says-government-misled-students",
  "keyword": [
    {
      "webTitle": "Tuition fees",
      "id": "education/tuition-fees",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "education/2016/may/25/simon-crowther-loan-grew-by-1800-a-year-says-government-misled-students"
}