{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/what-family-photographs-about",
  "id": "2016-05-14-198",
  "sectionId": "lifeandstyle",
  "body": "Like so many parents, I have thousands of unsorted jpegs of my children on my phone and laptop. Few of these get printed, let alone framed. I made a beautiful album documenting my first son’s first year in the world, but abandoned all such niceties in favour of survival once number two came along. Towards the end of writing my book Family Photography Now, when every interruption from my two small boys was met with irritation or impatience, I came across a piece of research suggesting that children who grow up with family photographs around the home develop greater confidence and self-esteem. It appeared that I was so busy trying to finish a book about family photography I couldn’t possibly find time to sort through pictures of my own kids. This stung my conscience. Shackled by a working mother’s guilt, I hauled my creaking laptop to Snappy Snaps and eventually printed more than 1,000 photos from the last three years. The boys were elated. We reminisced, cuddled and laughed as we rifled through a mountain of 6in x 4in prints, sent packages to grandparents, plastered the fridge with happy memories and finally made our contribution to the nursery’s family tree display. Naturally, I binned all the photos in which I look fat, fed-up or frustrated, along with all those that triggered memories of days out ruined by whingeing or standoffs over eating vegetables. If I was finally going to make a family album, it was only going to show halcyon days.    Look at us! So loving, so happy, so normal – that has been the basic message for decades    Isn’t that the point? Family life can be thankless and boring at times. We don’t need photographs to remind us of that. We need them to help us remember it more fondly, shoring us up against the sometimes troubling reality. How much easier it is to feel affection for the smiling baby on our screensaver than the same child screaming when they don’t want to go to sleep, or for the man or woman gazing into our eyes in a soft-edged wedding photograph on the mantlepiece, than the spouse who hasn’t washed up for a year. The extent to which we survive and – with luck – thrive within our family has a lot to do with the narrative we tell ourselves about it, and photographs play a powerful role in shaping that. Although the way we take, edit and share family photographs has been transformed by technology, their social and emotional function has remained constant. They are a means of confirming our emotional ties and reassuring us of our place in the social network. In the 19th century, when photography was expensive and cumbersome, families who could afford it would visit photographer’s studios to mark important occasions such as christenings, marriages or deaths, and have their pictures turned into cartes de visite – calling cards that functioned rather like Facebook status updates do today. In 1900, when Kodak launched the Box Brownie camera, priced at $1 and preloaded with film, more and more families began to take their own pictures. First smiles, first steps, birthdays and holidays made up the vast majority of the so-called Kodak moments of the 20th century. Almost every middle-class family around the world owned some kind of point-and-shoot camera by the end of the 20th century. But it was the combined influence of digital photography and mobile phone technology at the start of the 21st century that almost universalised access to the medium. Today, the United Nations estimates that 6 billion of the world’s 7 billion people have mobile phones, and at least 80% of those have cameras. The vast majority of people taking pictures now have only ever done so on a phone, and “photo chat” has become an essential way to stay connected to family and friends. It is easy to carp at the ephemerality of Snapchat (which automatically deletes all photos after 10 seconds), the idealising filters of Instagram or the bragging on Facebook, but social media helps keep today’s increasingly dispersed families connected in a way its analogue ancestor never could. But what exactly makes a good family photo? The internet is awash with articles offering tips and techniques for showing off the clan to best effect: keep everyone close together but avoid placing people in a straight line; stagger head heights for a nice rise-and-fall rhythm; show the special relationship between Mum and Dad that glues everyone together; hold hands, high five or all jump for joy at the same time. As the photographer Martin Parr has said: “Most family albums are a form of propaganda, where the family looks perfect and everyone is smiling.” In January 2015, the Japanese camera company Nikon asked Kordale Lewis and Caleb Anthony, two gay dads from Atlanta, to be part of a new advertising campaign. The couple had shot to internet fame a year earlier when a photo from their family Instagram stream went viral. The “selfie”, showing the two dads brushing their daughters’ hair, attracted over 50,000 likes, along with a heavy dose of homophobic hate. In a world where all publicity is good publicity, that level of attention made Kordale and Caleb hot property from Nikon’s point of view. The ad campaign, titled I Am Generation Image, involved giving cameras to seven people who might have “something to say”. Kordale and Kaleb wanted people to know “hey, we’re normal”. To prove it, they documented themselves engaged in everyday family activities: getting ready for school, doing household chores, making silly faces, playing with the dog. It was exactly the kind of wholesome portrait of family life that photographic companies have been peddling for generations, given an LGBT twist to assure us that Nikon embraces all kinds of contemporary family. “Look at us! So loving, so happy, so normal.” That has been the basic message of family photography for decades. Today’s families may strike more informal poses than their Victorian counterparts and assemble their images on digital walls rather than in physical albums, but the domestic photograph is still, largely, a tool for self-promotion. In researching our book, Stephen McLaren and I were looking for exceptions to this rule. We had no interest in assembling a collection of idyllic family portraits because real families are not often idyllic. They come together, but they also fall apart. They love and protect their different members, but they also reject and confine them. Families are containers for loyalty and cruelty, altruism and selfishness – in short, for all our best and worst characteristics. We wanted to tackle the emotional rollercoaster of family life with the honesty it deserves, cutting through the glut of smiling snapshots and tightly choreographed nuclear units to show how much more photography can be than just a tool for advertising domestic bliss. James Joyce believed that “in the particular lies the universal”. That principle guided our selection of work. Like opening someone else’s diary and discovering your own secrets, we hoped the relationships documented in the book would resonate in universal ways for many of our readers. We didn’t imagine anyone would identify with the people in the pictures – we wanted to appeal to our readers’ capacity to be touched by lives both similar to and different from their own. We sought out photographers who accept that families are contradictory beasts, rarely comprehensible to their own members, let alone to outsiders. And who recognise that when it comes to interpreting internal family dynamics, perspective is everything and everyone’s is different. As we listened to the stories behind hundreds of remarkable documentary projects, it struck us time and again how resilient most families are. Each one has its struggles, misunderstandings, betrayals, disappointments, illnesses, insecurities and tragedies. Yet most find ways to flex and adapt, constantly reworking themselves around their capacity to connect and commit. Photographs have become an increasingly important tool for navigating this turbulent emotional journey, acting as vehicles for empathy, therapy, remembrance, forgiveness and love. Family Photography Now by Sophie Howarth and Stephen McLaren is published by Thames & Hudson, £29.95. To buy a copy for £23.96, go to bookshop.theguardian.com or call 0330 333 6846. There is also a 40-week digital participation project led by The Photographers’ Gallery. Find out more at familyphotographynow.net",
  "webTitle": "What’s the secret of a great family photo?",
  "webPublicationDate": "2016-05-14T05:00:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/what-family-photographs-about",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Grandparents and grandparenting",
      "id": "lifeandstyle/grandparents-and-grandparenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sophie Howarth",
      "id": "profile/sophiehowarth"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/what-family-photographs-about"
}