{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/britain-rule-of-law-europe-eu-referendum",
  "id": "2016-05-27-256",
  "sectionId": "commentisfree",
  "body": "Talk of the 23 June referendum on Britain’s membership in the EU is ubiquitous. In continental Europe our attention is driven by a combination of factors. We are concerned that a vote to leave will kick into overdrive the unravelling of the European project that seems to be looming. We are curious as to whether the British public will play to our worst stereotypes and turn their back on us, or surprise us. We are frustrated that a matter that will have such a great impact on us is essentially out of our hands. We are in denial about the true ramifications of an exit, and at the same time maintain a fatalistic, morbid fascination with it.   spain-map   Yet what is missing is an upfront discussion of the legal unknowns that would follow a vote to leave – in particular the regulatory black holes that will arise for both the UK and the rump EU, as well as the impact that a Brexit would have on the rule of law. For all that has been written and said about the referendum these last months in the UK, the rest of Europe and internationally, this fundamental aspect remains unexamined and undigested. Much has been made of costs in this debate – political, security and most of all economic. But underpinning all of this is the legal uncertainty and instability that would follow a vote to leave. It is by now well known that under Article 50 of the Lisbon treaty, a member state deciding to withdraw must negotiate an agreement with the EU to establish the terms of the departure and the future relationship with the union. The treaty allows for a negotiation period of up to two years, with the possibility of an extension by the unanimous agreement of all the EU member states.     ‘Britain is the birthplace of the common law; it is the land of Magna Carta and Blackstone and Lord Bingham; it was the driving power behind the European convention on human rights.’ Photograph: Chris Young/PA    Two years is a very short period to address the range of issues involved, unless there is a Norway-type blanket agreement that would preserve the continuity of the rules governing the internal market in all the four freedoms, including the core controversial aspect, the free movement of people. Under this scenario, the UK would be left with all the obligations but no voice in rule- and decision-making. Norway’s own experience is a cautionary tale. “We were not there,” is the reason given by Oslo to explain why EU sanctions against Russia protected the gas industry, which had many advocates in the European council, while hammering the oil sector, which is a mostly Norwegian cause. Any other approach will trigger broad and sudden legal uncertainty. From 24 June, the shadow of an inexorable regulatory black hole will be cast. Without knowing the legal rules and standards that will apply for health, safety, labour, or environmental protections after the negotiations, what investor would commit itself in the long or even medium term.    The aspiration of membership was a major force in solidifying the rule of law in Spain's transition from dictatorship       The EU and UK would be navigating in institutional and procedural uncharted territory. We do not even know what the mechanics of such negotiations would be. Article 50 was introduced during the drafting of the ill-fated European constitution, as almost an afterthought to balance the widely favoured inclusion of a clause regulating the expulsion of a member state. Very little structure or detail is provided to guide such negotiations, including the real role that the European parliament will play, and within it, British MEPs. Would they participate? But more than the years of regulatory fog, the shock waves of a British departure would have deeper, longer-lasting reverberations. The EU is an entity of laws and, as famously noted by the European court of justice, it is “a community based on the rule of law”. The sensibility or desirability of EU rule-making can be debated, but what is undeniable is the positive impact the union has on the consolidation of law-based approaches both in its members and the wider world. Spain is undoubtedly an example of this. The aspiration of European membership was a major force in solidifying the rule of law during our transition from dictatorship to democracy and our participation in this common endeavour continues to strengthen these core values. The same is true across Europe. The rule of law creates stable neighbours and predictable partners. It is good for business and security.     ‘Norway’s experience is a cautionary tale. ‘We were not there,’ is the reason given by Oslo to explain why EU sanctions against Russia protected the gas industry while hammering the oil sector that is a mostly Norwegian cause.’ Photograph: Bloomberg via Getty Images    With or without the UK, the EU will continue to be a beacon strengthening the rule of law. But it is a light that will be dimmed. Britain provides an irreplaceable depth, energy and diversity to the law. It is the birthplace of the common law; it is the land of Magna Carta and Blackstone and Lord Bingham; it was the driving power behind the European convention on human rights. Losing this centre of gravity would make the EU’s imprint narrower, weaker and less vital. The diminishing pull of the EU as a force for the rule of law may not have immediately apparent repercussions, but it will take a toll. Leaders tempted to flout the rule of law, as we are now seeing in Poland or Hungary, will be emboldened. Rising democracies, as in the Balkans, will have less of the centripetal force of the law to rely on. And in a world in which rules-based approaches are in retreat, an important voice for the rule of law will be quieter. This would be bad for everyone, including Britain itself. • Tell us what the EU means to you and your country",
  "webTitle": "The EU is a beacon for the rule of law – dim it at your peril, Britain | Ana Palacio",
  "webPublicationDate": "2016-05-27T08:00:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/britain-rule-of-law-europe-eu-referendum",
  "keyword": [
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/27/britain-rule-of-law-europe-eu-referendum"
}