{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/11/country-diary-thrushling-hedge-bird-beginnings",
  "id": "2016-05-11-374",
  "sectionId": "environment",
  "body": "The thrush in the hedge is only a nipper. It’s supposed to remain concealed, but every now and then it whirrs across the lane to the hedge opposite. There it perches in a thicket of twigs and briars, feigning invisibility, like a child hiding behind coats hung on the back of a door.  There may be trouble. Two adult thrushes are flying up and down the lane. It could be the parent birds getting frisky or else one parent seeing off a rival. They are flying literally at breakneck speed; one false move and either of them could be fatally injured. Spring is drunk on daring.  The bird in the bush is not Thomas Hardy’s “darkling thrush” that marks the end of something; it is instead a bird of beginnings, an envoy for new life. As is the way with both the very old and very young, it looks unformed, tatty but somehow innocently unbesmirched, and so unlike the sleek, quick, birds tearing around being aggressively adult. The youngster is earning its spots, testing the edges of the hedge-world but keeping out of trouble.    Related: It's getting steamy in the hedgerow    So far, so good. On hedge banks a luxurious green reaches upwards into the white flowering pulse: cow parsley, hedge mustard, greater stitchwort and, in the more woodland-like stretches, wild garlic, wood anemone, wood sorrel – all white. This makes the richly purple dead-nettles and the dazzling yellow dandelions more noticeable.  The same is true of the thrushling; the more it tries to blend in, the more noticeable it becomes. The bird looks as if it’s made from hedge, which in many ways it is: the colours and patterns, fruits and snails, leaf and twig made flesh, feather and bone.  It will soon break into the open, claiming rights to fields and copses, keeping a weather eye out but confidently making its presence felt. If its crazy parents were not still chasing, one of them would be singing this evening: those etched phrases, rhyming with repetition, levitating above the hedge tops, equal parts elegy, incantation, challenge, teaching the watching one. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "Thrushling tests the edges of its hedge-world",
  "webPublicationDate": "2016-05-11T04:30:03Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/11/country-diary-thrushling-hedge-bird-beginnings",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Plants",
      "id": "environment/plants",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Evans",
      "id": "profile/paulevans"
    }
  ],
  "guardianId": "environment/2016/may/11/country-diary-thrushling-hedge-bird-beginnings"
}