{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/29/cameron-tories-eu-referendum-war",
  "id": "2016-05-29-187",
  "sectionId": "politics",
  "body": "Shortly after Boris Johnson and Michael Gove declared that they would campaign for Brexit back in February, the former Tory leader William Hague seemed more preoccupied with the fate of the Conservative party than with Britain’s future relationship with the EU. “A sustained battle within a party can open wounds that take a generation to heal,” he wrote in a Daily Telegraph column. “Just look at Blair and Brown and the wreckage they left behind.” By suggesting that a split of that magnitude could be on the cards, Hague aimed to focus Tory minds. The former foreign secretary knew that, as the country approached the 23 June EU referendum, it was about to witness the Tory party playing out the final act of its decades-long internal war over Europe – but this time in public, and ferociously, for every voter to see. What concerned him most was not whether the electorate would decide to leave or stay in the EU, but whether the wounds inflicted in the process would ever heal. Could the Tories survive the bloodbath? “As they go bleary-eyed back to work on 24 June, will leading Conservatives be able to work together?” he asked. This week, with three weeks to go in a brutal campaign that has already set Tory against Tory as never before, Gove and David Cameron will appear on Sky television on consecutive nights to debate the Brexit question. The two men, friends for decades, had to be kept apart because of their opposing views on the great question facing the country. Cameron did not want a “blue-on-blue” row on TV. “It’s like two heavyweight boxers before a fight. You can’t allow them to go at each other. It would be too ugly,” says one Tory MP in the Remain camp. Downing Street refused point-blank to put Cameron on stage with a fellow cabinet minister. “It was not even considered for a second,” said a senior source. When he named the day for the referendum earlier this year, the prime minister appealed for an “orderly” debate that would allow the business of government to run in parallel with the EU campaigns. But his attempt to lance the boil of Europe has unleashed levels of disunity and personal acrimony in his own party that border on anarchy. Relations between Cameron and Gove – whose first act as a Brexiteer was to say that Cameron’s entire EU renegotiation was worthless because it lacked legal force – and fellow Old Etonian Johnson, who has described the prime minister’s claim that Brexit will cause severe economic damage as “demented”, are now strained to breaking point. Senior MPs, including members of the 1922 committee of backbenchers, are so concerned about what will happen in their party after 23 June that they have held secret meetings to plan how to bring MPs and ministers back together, whatever the outcome. Charles Walker, a member of the 1922 executive, says that there is no guarantee of success, and that if Tory MPs cannot bury their differences the effects on the party will be disastrous. “There is no secret ingredient that will bring people together,” he adds. “It depends on how each individual chooses to respond afterwards. Do they want a period of two years of internecine warfare followed by an emergency election because we can’t get our legislation through parliament, or do they want to pull together and win the next election? It is up to the individuals.” With Labour disunited under the leadership of Jeremy Corbyn, some Tory MPs believe that the Conservatives can afford this temporary period of blood-letting and then make up. Jacob Rees-Mogg, the Brexit-supporting MP for North East Somerset, says that, if there is a vote to stay in the EU, he will swallow his pride, accept it and move on. He believes even the most hardline Brexiteers on the Tory backbenches will do so, too. “Were it to happen, I will shut up. I believe in democracy,” he says. “Were the British people to say that they want to be ruled by a Brussels bureaucracy, then so be it. I will go off and behave like a Trappist monk. All the leavers are in favour of democracy. I think they would just look silly if they say they don’t accept it.” But that is not a view universally held in the parliamentary party, by any means. And certainly not in private. There is dark talk of the most hardline “outers” – furious at what they say have been wildly exaggerated claims from Cameron and George Osborne about the economic damage of a Brexit – ganging up in the event of a Remain victory to table a vote of no confidence in Cameron. To get the necessary 50 signatures for such a move looks a tall order. But wise heads think a core group of Brexiteers will want to exact revenge afterwards by whatever means they can, even if this means inflicting a slow death on Cameron’s administration. A former minister in the Remain camp says: “Sensible people are worried. Let’s assume Remain wins. There are 25 people in the parliamentary party who define themselves as being all about Europe. It is all they care about. They can make it really difficult for Cameron with a majority of 18, and they probably will. They can stop him doing what he wants by voting against legislation, claiming they are doing so on issues of high principle. That could make his life virtually impossible.” As the Tory party implodes it offers Labour welcome relief, making Corbyn’s opposition look, by comparison, like a rock of stability and unity. There were ugly scenes last week in the Commons tea room as two Tory MPs exchanged insults over breakfast.     Samantha Cameron (left) and Michael Gove’s wife Sarah Vine are reported to have fallen out over Gove’s support for Brexit. Photograph: PA    It is not just about the issues and has all become depressingly personal. Cameron and Gove’s wives, Samantha Cameron and Sarah Vine, are said to have fallen out after what the tabloids claim was a foul-mouthed spat at a party, with Mrs Cameron accusing Gove of having betrayed her husband. Vine, writing in the Daily Mail in February, said she hoped the differences between the two men over Europe would not affect the friendship: “The Camerons are some of our dearest friends. We had been through so much together, both personal and political. I am godmother to Florence, their youngest.” She prayed the closeness would endure. However, harsh words and accusations about honesty and integrity are traded daily. Last weekend Cameron came close to accusing his defence minister, the Brexiteer Penny Mordaunt, of lying over the UK’s ability to block Turkey’s EU entry when she delivered a Gove-Johnson line about a threatened influx of hordes of Turkish immigrants. Tory friendships have been treated as if they never existed. Cameron’s soulmate and ally over decades, Steve Hilton, not only declared for Brexit last week in an interview with the Times, but then twisted the knife by claiming his great buddy Dave was a closet “outer” himself, but could not say so because he was prime minister. Few allegations could be more damaging to his friend. Cameron rubbished the claim. Brexiteer Iain Duncan Smith, seething with anger against anyone who makes the Remain case, made a similar charge against the business secretary, Sajid Javid, saying Javid had told him in private that he wanted out of the EU before the campaign began. Javid said this was “simply not true”. The entire tribe is riven. Even Tory newspaper groups are warring over Brexit, with the Daily Mail (pro-Brexit) and the Mail on Sunday (in favour of Remain) at odds. Bernard Jenkin, a hardline Brexiteer who chairs the public administration select committee, says publicly that, despite everything, his party can pull together afterwards. But if Remain wins, he warns, it will be much more difficult. That is the united, and now public, line among the outers. If they don’t get their way, it will be tough. “It depends on how the leadership behaves,” says Jenkin. “If there is judicious leadership, I do not see any reason why we cannot unite and go on to win the next election. But it will be much more difficult if Remain wins, because most Tory MPs want to leave.” But the question then is: what will this judicious leadership entail? Nigel Evans, another member of the 1922 executive and a Brexit supporter, said that, whatever the result, the immediate aftermath and the inevitable ministerial reshuffle that will follow will be a huge test of David Cameron’s healing skills. What will he do with Gove, Johnson, Mordaunt?     Defence minister Penny Mordaunt, a Brexit supporter, warned over Turkey’s potential entry into the EU. Photograph: Reuters    “I will back David 100% after the result is known,” says Evans, before adding: “The immediate 24 hours after the result will be important for the PM to reach out to the MPs on the losing side and ensure that any changes within the government sensitively reflect diverse views on the subject.” The big tent will have to include the chief proponents in a civil war who have just spent months questioning the other side’s honesty, integrity and judgment on the biggest question facing the British electorate in generations. The reality is that, win or lose, Cameron will have his work cut out to survive with his authority intact. He has said he will not serve a third term. But he wants to remain until close to the next election, and has insisted that even if there is a vote for Brexit he will stay put. Either way his continued occupancy of Downing Street will test his skills and resilience to the limit. If there is a Remain vote, he will be the victor in the strict sense of the word. But he will be leading a blood-spattered party with a large, angry, defeated flank, while trying to secure his legacy through domestic reforms with a tiny parliamentary majority of 18 that may well fall below that number in years to come. Lurking behind him in the Commons and licking their wounds will be dozens of backbenchers who backed Brexit and failed to deliver it. Whatever they say publicly now, they will not sit quietly and watch Cameron delight in victory. Many of his MPs say Cameron’s life will be easier if he loses. They could be right. One says: “Think what will happens if he wins and Cameron goes to his first EU summit after a Remain vote. The other 27 EU leaders break out into a round of applause and greet their hero saying, ‘Now thanks to you, David, we can move forward with our great European project.’ How will that go down in the party back home?” Intriguingly, most Brexit supporters, including the chairman of the 1922 committee, Graham Brady, insist that, if there is a vote to leave, Cameron must remain as prime minister. Brady says it will be essential to ensure stability in what will be an inevitably difficult period, not least on the financial markets. But will Cameron really want that: to be on parade daily as a defeated leader, helping to deliver stability after defeat, as the markets tumble, as he warned they would do throughout the campaign? Or will he bow out, and let the Brexiteers deal with what Brexit means on their own? BLUE-ON-BLUE ATTACKS Michael Gove: ‘The European court of justice is not bound by this agreement until treaties are changed and we don’t know when that will be. I do think it’s important that people also realise that the ECJ stands above every nation state.’ (On suggestions that Cameron’s changes to migrant benefits and issues of sovereignty do not yet have legal status)     Michael Gove. Photograph: Lauren Hurley/PA    Boris Johnson: ‘Don’t forget that only a few months ago the prime minister himself was saying that people were needlessly scaremongering about leaving the EU … I think all this talk of world war three and bubonic plague is demented, frankly.’ (Talking to Sky News about Cameron’s claim that Brexit could make conflict in Europe more likely.) Steve Hilton: ‘If he were a member of the public or a backbench MP, or a junior minister or even a cabinet minister, I’m certain he would be for leave.’ (Interview with the Times, in which Hilton, Cameron’s former election adviser, came out as a supporter of Britain leaving the EU, and accused the prime minister of being a closet outer.)  Penny Mordaunt: ‘At moments in our history – 1939, 1982 – we have gone against the orthodoxy of the establishment. We have stood up and said no, we are not going to be a nation of followers … and that’s what we need to happen in this referendum.’ (Asked on BBC1’s The Andrew Marr Show if the Remain campaign was ‘an establishment stitch-up’.) George Osborne: ‘This isn’t some amusing adventure into the unknown. A British exit would hurt people’s jobs, livelihoods and living standards – it’s deadly serious.’ (A thinly veiled attack on Boris Johnson and his decision to back an EU exit.)",
  "webTitle": "Win or lose, can David Cameron survive fallout from EU war?",
  "webPublicationDate": "2016-05-29T05:55:27Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/29/cameron-tories-eu-referendum-war",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Helm",
      "id": "profile/tobyhelm"
    }
  ],
  "guardianId": "politics/2016/may/29/cameron-tories-eu-referendum-war"
}