{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/23/women-female-voters-us-election-hillary-clinton",
  "id": "2016-05-23-143",
  "sectionId": "us-news",
  "body": "Anoa Changa is a feminist who isn’t going to vote for Hillary Clinton. Last July, when the 34-year-old Atlanta-based attorney began volunteering with the grassroots organization Women for Bernie Sanders, she received immediate pushback from other women. Over social media, they accused her and other Sanders volunteers of betraying their gender, and of being fake feminists. Even former professors and friends questioned how she could support the Vermont senator over the secretary of state. “Some women I encounter act as if I’ve betrayed some kind of secret society,” says Changa. “I reject this brand of feminism. I’m not only voting for my gender, I’m voting for other issues.” For the first time in its history, America is close to electing a female president, yet many women from across the political spectrum don’t like Clinton.  It’s true that, as a whole, women support her more than both Donald Trump and Bernie Sanders, but that support is not nearly as overwhelming as black voter support was for Barack Obama in 2008 and 2012. Millennial women, for example, prefer Sanders to Clinton and 49% of American women give the secretary of state an unfavorable rating.    I’m not only voting for my gender, I’m voting for other issues  Anoa Changa     Women from across the political spectrum, who often can’t agree on basic policy, are united in their opposition to Hillary. Many women simply don’t see themselves reflected in Clinton. While most second-wave feminists know her long record of women’s rights advocacy and want to see a female commander-in-chief in their lifetimes, younger feminists are more concerned with a movement that includes women from diverse racial and socioeconomic backgrounds. “I’m sure for a certain class of women [Hillary Clinton] is perfect,” says Changa, who has lived in Harlem and Chicago’s South Side and was a single mom throughout college. “But there are a lot of issues that affect low-income women, immigrant women and women of color that her brand of doing things is not going to address.” Changa feels Sanders’ campaign for free tuition, a $15 minimum wage and Wall Street corruption tackles the roots of poverty – an issue that disproportionately affects women – better than Clinton’s platform. Changa is not moved by “historical firsts”, especially since she doesn’t think Obama’s presidency improved black people’s lives.  “Yay, I get to look at someone who looks like me,” Changa says of his victory, “but what does that mean when my life chances aren’t directly affected?”      A Bernie Sanders supporter holds an anti-Hillary Clinton sign during a campaign rally. Photograph: Justin Sullivan/Getty Images    It’s not only Sanders supporters who don’t feel represented by Clinton. Joy Pullmann, a 29-year-old who supported Ted Cruz, definitely doesn’t see herself in the secretary of state. The pro-life mother of four opposes any government intervention into her personal life and thinks Clinton’s policies on healthcare, daycare and maternity restrict her freedom of choice. “When women or anyone are free to chart their own course in life, then they are going to be happier and be better contributors to society,” says Pullmann, who used midwives to birth her children and proudly negotiated a work-from-home arrangement so she can raise her kids and keep her job. “[Clinton’s] message is that if women don’t follow her script for being a good woman, ‘well sucks to you, you can just pay taxes to pay for all the ladies who do.’” Pullmann thinks Clinton, as an ambitious politician, is out of touch with most American women’s family values and cringes at the presidential hopeful’s attempts to “play up her maternal and feminine soft side”. Clinton’s widely shared family photos have done little to convince Pullmann that she’s a good mother or grandmother. “I’ve seen her Twitter feed holding her little granddaughter, and Bill’s behind her and I’m like ‘Look, you hate Bill’s guts … [and] how much time are you spending with that baby? Not much, you’re campaigning for president, you can hardly sleep.” Pullmann feels no kinship for the secretary of state based on gender. “I actually think it’s offensive to say I should vote for someone because she has a vagina,” she says. “I do not want to be hired and promoted because I’m the diversity hire … that just insults my abilities.” Pullmann wouldn’t mind if there was never a female president, so long as male candidates are the most qualified for the job. But while gender can seem irrelevant, studies show that states with a woman in high office elect more women to positions of power (women are half the population, yet make up only 20% of the US Congress). Nichola Gutgold, a professor at Penn State University who has written books on women and politics, says symbolic victories can have real effects, especially for the next generation. “That physical manifestation of a female president would certainly help younger women get into the political arena,” she says. “Children really believe only men can be president because that’s all they have seen.” But Sanders supporter Victoria Bruce thinks that argument is outdated. The 49-year-old geologist and film-maker says it “would never occur” to her 12-year-old daughter that she couldn’t be commander-in-chief because of her gender. Bruce admits raising her child in Maryland means she is surrounded by other progressive people, but, in general, she thinks the feminist movement has evolved beyond gender-based votes.  “I don’t feel like the balance of power is off because there hasn’t been a female president,” she says. “I don’t want a token woman. All her policies to me are against women and children and families.” Bruce’s list of Clinton criticisms is long – support for fracking, tough-on-crime policies and hawkish foreign policy to name just a few – all issues that she considers more important than a candidate’s gender. “The fact that Sanders isn’t a woman isn’t even in my realm of consciousness,” Bruce says, adding she would need a gun to her head before casting a vote for Clinton. “[I vote for] the more compassionate person.” Trump supporter Lynette Hardaway sees her candidate’s lack of compassion as a strength. The North Carolina mother says American women would benefit most from a businessman running the country. “Hillary Clinton is not a take-charge person,” says Hardaway, who adds that Obama is too “soft-spoken” and “let things get out of hand”. “Trump knows that women want security, he knows women want good jobs, women want a strong economy, he will be good for women’s health … He makes the women feel like ‘we got y’all.’”   Related: Hillary Clinton’s historic race: ‘Women don’t lose elections because of sexism’    While Trump and Sanders have been able to mobilize male voters with talk of outsider revolutions, Nancy Cohen, author of The Making of America’s First Woman President, says women hesitate to rally around a candidate’s gender. “We’re reluctant to make the same claims to [political] representation that men seem to have no problems making,” she says.  “There is this white male angry support for Trump and Sanders and that’s called a movement. There’s enthusiasm among a lot of women for Clinton … and that’s derided as identity politics.”  But Changa doesn’t identify with Clinton or believe her victory would create a clearer path to Washington for black girls whose parents can’t afford college tuition. “Access to opportunity in politics is often limited to people who are white or upper middle class,” she says. “When we look at issues as gender only, it overshadows so many other ways that women are shut out of the process.” Gutgold says even though some women might disagree with Clinton’s policies, it’s important to have women in high office who span the political spectrum. “We’ve had space for every kind of male,” she says. “Women are not monolithic we are all very different and in order to have complete freedom in this country we have to have an appreciation for and tolerance of all kinds of women running for office.”  For Changa, that sort of logic is a slippery slope: “We can’t have this false narrative that women can’t be bad,” she says. “Women can be as good as men but also as bad as men in terms of leadership.”",
  "webTitle": "'I'm not with her': why women are wary of Hillary Clinton",
  "webPublicationDate": "2016-05-23T14:39:27Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/23/women-female-voters-us-election-hillary-clinton",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelina Chapin",
      "id": "profile/angelina-chapin"
    }
  ],
  "guardianId": "us-news/2016/may/23/women-female-voters-us-election-hillary-clinton"
}