{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/john-terry-chelsea-new-contract",
  "id": "2016-05-18-233",
  "sectionId": "football",
  "body": "John Terry has ended speculation over his future by signing a new one-year contract with Chelsea. The 35-year-old captain’s current deal was set to expire on 30 June but an agreement has been reached for the defender to stay on at Stamford Bridge under the new manager, Antonio Conte, next season. Terry, who had lucrative offers from clubs in China, cancelled a party due to be held on the pitch at Stamford Bridge on Monday as part of his farewell celebrations. However, after an emotional speech following Chelsea’s final match of the season on Saturday against Leicester, the former England captain admitted he was relieved to stay at the club he joined as a 14-year-old. “I am delighted to sign a new contract with the club,” said Terry. “Everyone knows I’m Chelsea through and through. I am looking forward to next season under the new manager and hopefully we can make it a successful one. Also, a special mention to the fans for their continued support. You’re the best in the world.”   Related: Antonio Conte acquitted of fraud charges before beginning Chelsea tenure    He later added on Instagram: “I am delighted to have signed another year with Chelsea. Thank you to my wife Toni, the club and all the players and management for your support. “I want to say a special thanks to the fans for your unbelievable support throughout my career and especially on Sunday that will stay with me forever. BEST FANS EVER THANK YOU. “I’m am [sic] Chelsea through and through and I’m looking forward to working under the new manager.” Last week, Terry indicated his new contract will be for “a different role” at the club, effectively a reduced involvement in the team and a lower wage. In a rare public statement the Chelsea director Marina Granovskaia said she was delighted to have keep such “an important figure” at Stamford Bridge. “We look forward to another year with John at the club, and believe he will be an important figure in the dressing room and on the pitch as we look to bring success back to the club next season,” she said. Meanwhile, Conte said he is delighted to have been acquitted of fraud charges in his native Italy. On Tuesday a judge said the Italy manager was acquitted because the accusations of sporting fraud were baseless”. “It’s certainly great news, being found innocent is great news for me,” he said. “If you ask me if it ended well, I have a hard time saying yes. It will never be a happy ending, an absolution doesn’t make me forget the years spent, the searches in my home at 5am, the cameras under my house … “These are things that hurt my family and me, they will leave a mark in my life.”",
  "webTitle": "John Terry signs new one-year contract to stay at Chelsea",
  "webPublicationDate": "2016-05-18T10:40:13Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/john-terry-chelsea-new-contract",
  "keyword": [
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "John Terry",
      "id": "football/john-terry",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/18/john-terry-chelsea-new-contract"
}