{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/26/australian-familys-deportation-from-scotland-not-imminent",
  "id": "2016-05-26-80",
  "sectionId": "uk-news",
  "body": "The fate of an Australian family with a Gaelic-speaking son who are facing deportation from the UK hangs in the balance after a series of 11th-hour meetings across Scottish and UK governments. Gregg Brain called on the Home Office “to live up to what they promised when we came here”, referring to the post-study work visa scheme that first attracted he and his family to Scotland, but has since been retrospectively cancelled.  Brain, his wife, Kathryn, and their seven-year-old son, Lachlan, travelled from their Dingwall home in the Highlands to the Scottish parliament in Edinburgh on Thursday to meet Nicola Sturgeon. The first minister exchanged a few words of Gaelic with Lachlan before urging the home secretary, Theresa May, to reconsider the decision that the family had to leave Scotland by next Tuesday. Sturgeon said: “The Brain family came to Scotland in good faith on the basis of a visa programme supported by the UK government, so it is absolutely outrageous that they now risk losing their home, careers, friends and family here because the UK government has now withdrawn its backing for that scheme. “Worse still, their son, who has embraced the Gaelic language, now faces being taken from the community he has grown up in, and from his school, despite the fact he is Scottish in all but birth.” The Scottish National party leader said she had already written to May about the family, and was still awaiting a response. “I will now write to her again – the Brains need more time to work on their application and secure the jobs they want so they can continue to be contributing members of Scottish society. The Home Office must look again at their approach to migration to ensure it best meets the specific needs of Scotland. This case is the perfect example of why.” The family’s local MP, Ian Blackford, also raised their case with the immigration minister James Brokenshire at Westminster. Earlier on Thursday, in reply to a question from Blackford in the Commons, Brokenshire said the family was not facing “imminent deportation”, but supporters of the Brains were concerned this statement lacked clarity. After a later, private meeting with Brokenshire, Blackford told the Guardian he felt encouraged, and that the minister had assured him he would be in contact with a news of progress at the beginning of next week.  The SNP MP said: “We have great cross-party support and the Home Office get that they have to do something. I think there is a recognition that this is the right thing for the government to do. “What we have always accepted is that the family now have to comply with the requirements of a tier-two visa [an alternative to the now defunct post-study work visa] but the question is how we get there.” The Brains, from Brisbane, first visited Scotland on holiday in 2001 and returned on a “scouting trip” in 2005 before moving to the Inverness area in 2011. They entered on Kathryn’s student visa, intending to move onto a post-study work visa. But a year later, the Home Office cancelled that visa scheme retrospectively, leaving the Brains and thousands of other people without recourse. Speaking after the family’s meeting with Sturgeon, Gregg Brain said that, since the publicity surrounding their deportation, his wife has been offered and accepted a job at a local distillery.  “Ideally what we’d like is for the Home Office to live up to what they promised when we came here and give us two years to be able to establish our value to an employer, to convince them that we’re worth the headache and the expense of going through a sponsorship process. “But if we can’t get that, then we need at least the time it would take for the sponsorship process. We’ve got an employer who’s willing to got through that process.”  Another Highland resident has offered to pay the legal costs of the sponsorship application.  Gregg Brain said the family was in the process of submitting another visa application based on the job offer, but emphasised the tortuous and expensive nature of the process.  “This is not something you can throw together over the weekend and have ready by Tuesday.” Checking that his son could not overhear, he said: “We’re fortunate that Lachlan’s only seven. I don’t think he realises that if we go back to Australia the only two things that will remain unchanged for him are his parents, and for that I’m quite grateful.  “He does understand that we might have to move back to Australia which is further than his friends can come to visit. He is sad about that.”",
  "webTitle": "Final push to stop Australian family being deported from Scotland",
  "webPublicationDate": "2016-05-26T18:37:47Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/26/australian-familys-deportation-from-scotland-not-imminent",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "uk-news/2016/may/26/australian-familys-deportation-from-scotland-not-imminent"
}