{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/aristotle-de-animalibus-rare-book-auction-bonhams-new-york",
  "id": "2016-05-11-89",
  "sectionId": "books",
  "body": "The rediscovery of a 15th-century illuminated edition of Aristotle’s De animalibus (On Animals) in Tennessee late last year was “pretty incredible”, said Christina Geiger, director of fine books and manuscripts at Bonhams auction house in New York. Not only is the book an “incunable” – printed before 1501, when the ink was still wet on moveable type – but this deluxe copy was printed on vellum, or animal skin. Only one other copy exists and it belongs to the Bibliothèque Nationale in Paris. Aristotle, who lived from 384 to 322 BC, was a keen observer of natural history, and the three texts that comprise De animalibus reveal his aptitude for zoology, physiology, and embryology; he describes more than 500 species. He explains, for example, the development of a chick embryo and makes astute deductions about the anatomy of marine animals, such as whales, dolphins, octopi, and crustaceans that have been called “remarkably accurate”. Even paper copies of this edition of De animalibus are scarce; only three have come to auction since 1978.   Related: Historic recipes: sack posset – a rich pudding to cure all ills     An invitation from Pope Nicholas V prompted a new Latin translation of the book by Greek scholar and refugee Theodore Gaza, printed in Venice by John of Cologne and John Manthen in 1476. The auctioneers believe that Gaspare da Padova is the artist responsible for the volume’s decorative initials and borders painted in gold and various colors. A handful of special vellum copies were probably produced for sponsors. Only one was thought to have survived before this recent finding. Bonhams will offer the Renaissance-era rarity at auction in New York on 8 June. It is estimated to fetch $300,000 to $500,000.  The book last surfaced at auction on 5 March 1891, when American publisher and book collector William Evarts Benjamin purchased it for $850. “We don’t know if he sold it or kept it,” said Geiger. “We checked all of his catalogues over at the Grolier Club and we checked his archives at Columbia and couldn’t find a reference to it. But he’s listed as the buyer in 1891, and then it just fell off the map completely.” No proof of the volume’s existence appears in the Census of 15th Century Books Owned in America published in 1919. The consignors’ grandmother acquired the book before 1964. The family retains letters between her and a librarian she contacted to make inquiries. “Those intervening years are a big question mark,” said Geiger. “Part of what’s interesting for me is that if that sale in 1891 had been just a few years later, [De animalibus] probably would have been bought by Huntington or Morgan or one of the great collectors of incunables in America, but it was just a little bit too early.”  Geiger’s research turned up a long line of distinguished ownership before that 1891 sale, beginning with Luigi Serra, fourth Duke of Cassano (1747-1825). It then moved through the hands of bookseller James Edwards to Sir Mark Masterman-Sykes, the famed nineteenth-century book collector, who had it re-bound in red morocco gilt. His coat of arms still embellishes the binding. It was while De animalibus was in Sir Mark’s collection that the well-known English bibliophile TF Dibdin had the opportunity to see it. He recorded his impression in his Bibliographical Decameron (1817): “Yet how can I omit to mention, with the distinction which it merits, the very beautiful, if not matchless, copy of Theodore Gaza’s Latin version of Aristotle upon Animals, of the date of 1476, in folio, UPON VELLUM, from the press of John of Cologne – of which my friend Sir MM Sykes is the fortunate possessor?! If my memory be not treacherous, this is the most exquisite specimen of an early Venetian vellum book that I have ever seen.”   Related: Auction of rare items from African American history – in pictures    Geiger said: “This is that very copy, almost exactly 200 years later,. You could probably go back and find out when he was at Sykes’ home. I haven’t gone back that deep, but [Dibdin’s] book was published in 1817, so here we are in 2016 and [De animalibus] is in the same condition. That’s the other thing. For a book that fell through the cracks, it didn’t get run over. It’s just in beautiful condition.” Other 19th-century owners of the volume include English publisher and bookseller William Pickering, Sir John Hayford Thorold, bookseller and collector Bernard Quaritch, and American railway tycoon and banker Brayton Ives.  The Vatican Library holds a manuscript version of Gaza’s translation. Pope Nicholas V, founder of what would become the Biblioteca Apostolica Vaticana, didn’t live to see the final product of his commission. Instead, this edition was dedicated to Pope Sixtus IV.",
  "webTitle": "Rare copy of Aristotle's De animalibus to be auctioned for first time in 125 years",
  "webPublicationDate": "2016-05-11T17:54:23Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/aristotle-de-animalibus-rare-book-auction-bonhams-new-york",
  "keyword": [
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Zoology",
      "id": "science/zoology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Collecting",
      "id": "lifeandstyle/collecting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Rego Barry",
      "id": "profile/rebecca-rego-barry"
    }
  ],
  "guardianId": "books/2016/may/11/aristotle-de-animalibus-rare-book-auction-bonhams-new-york"
}