{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/australian-election-2016-looking-for-a-surprise-from-tasmania",
  "id": "2016-05-12-384",
  "sectionId": "australia-news",
  "body": "Tasmania will provide an intriguing election sideshow to the big island ballyhoo in the battleground states. The state has just five federal electorates – three Liberal, one Labor and one independent – but 12 senators for a population of a little over 500,000 people. What it lacks in lower house grunt, it more than makes up for in Senate firepower per capita.  And it’s the Senate that will provide the main act in what should be an entertaining election campaign – particularly in a double-dissolution election year.   Related: Tasmania election: Greens and Labor blame each other for poor results    At a normal election, six senators are up for election (as with every other state). To win a spot a candidate needs a quota of 14.3%. In 2013 in Tasmania, that was about 48,000 votes. At a double dissolution that figure is roughly halved to 7.7% – or just 24,000 votes. Compare that with the quota needed in New South Wales at the 2013 election of 625,000 and it’s obvious that it doesn’t take much to throw results off-course in the diminutive southern state. The Liberals are still riding high with a commanding lead in opinion polls at the state-government level after the victory of Will Hodgman in the 2014 election, which ended 16 years of Labor party rule. And in 2013 the party picked up three federal seats, helping propel the former prime minister Tony Abbott to victory. But for all the party’s successes in the traditionally Labor-dominated state, the prime minister, Malcolm Turnbull, may struggle for an invitation to campaign there.     Malcolm Turnbull with Senator Richard Colbeck and Julie Bishop and students from the Penguin district school in Tasmania after Turnbull’s swearing in at government house in Canberra. Colbeck was the Turnbull’s sole Tasmanian backer in the leadership challenge. Photograph: Lukas Coch/AAP    Out of the seven federal Liberals, only one – Senator Richard Colbeck – supported Turnbull’s challenge to become prime minister, winning himself a promotion to the tourism portfolio, but a demotion to a career-threatening fifth on the Senate ticket by the state’s Liberal headquarters. The Tasmanian Liberals, led by Eric Abetz and dominated by Abbott-cheering conservatives, hold four Senate seats and three lower house seats. Those three electorates are all marginal – Lyons is held by just 1.2%, Braddon by 2.6% and Bass by 4% – and were all won from Labor at the 2013 election. But will the self-described “three amigos” holding the seats – Eric Hutchinson in Lyons, Brett Whiteley in Braddon and Andrew Nikolic in Bass – ride again?  There is no state-focused polling to draw upon, but the Tasmania-based election analyst and blogger Kevin Bonham says the effects of the sophomore surge combined with national polling mean it’s unlikely they’ll be unseated.   “The new members will get a new personal vote at this election, replacing the personal vote of the previous Labor members in those seats,” Bonham says. “They will get a leg-up from that and those seats are not as marginal as they look because of it.” The University of Tasmania political scientist Dr Richard Eccleston agrees, but warns Nikolic could be in for a bumpy ride. “It’s being argued that Nikolic is the most vulnerable of [the] three,” Eccleston says. “He’s been a strong, outspoken supporter of Tony Abbott and the Labor candidate Ross Hart is a relatively high-profile local solicitor who has been running a strong campaign.”     Tony Abbott eats a raw onion in Tasmania in March 2015. The former PM still has support among many of the Tasmanian Liberals, only one of whom supported Turnbull in the leadership challenge. Photograph: ABC    In the Senate, both experts say the government will hold all four of its current seats but Bonham says there might be a few surprises owing to the party’s unpopular preselection choices. “[There were] no women, [they] stacked the ticket with rightwingers, and demoted their only moderate senator [Colbeck] to a difficult position,” Bonham said. “There could be quite a bit of voting below the line in Tasmania and that might provide some interesting results.” Eccleston says the Liberals’ decision to run an all-male ticket and the sidelining of Colbeck was not a good look for the party.   Related: Tasmania election: an uneasy sense of deja vu hangs over Labor    “Eric Abetz is a controversial and divisive figure. Colbeck’s relegation raised eyebrows. This could lead to Liberal voters voting below the line and allocating their own preferences, leading to leakage from the Liberal ticket.” Labor can retain its five Senate seats but, both experts say, it will likely have to do so by taking the tricky 12th Senate spot, something of a preferences lottery. If it fails, that 12th spot could be left open for a third Green or Jacqui Lambie’s running mate, the Rural Health Tasmania chief executive, Rob Waterman. Lambie’s Jacqui Lambie Network is expected to gain at least a quota, both experts say, a task made easier for her by the double dissolution. In 2013, running under the Palmer United party banner, she obtained 22,184 votes in total – or 6.58%, just shy of what she will need for an outright quota this time around. Bonham points out that Tasmania has an affection for electing independents to the Senate. The conservative independent Brian Harradine was Australia’s longest serving independent senator, representing the state from 1975 until 2005. “[Lambie’s] made enough noise to have a high-enough profile, [and] seems to have avoided saying so many stupid things as she’s gained experience,” he said. Eccleston says Lambie is likely to have reasonable support. “It hasn’t been tested but it’s your traditional blue-collar support base. Although, geographically her stronghold is the north-west coast, a Liberal stronghold. The Liberals have more to fear from Lambie than Labor.” Bonham says the Greens will hold their two Senate spots, while Eccleston tips a possible third seat – the same 12th spot that will be decided on a mess of preferences. “If there’s a bitter, underwhelming, opportunistic campaign between the major parties then that will certainly benefit the Greens in Tasmania,” Eccleston says. “The Greens could get a third seat. That’s one of the reasons why, for the last 20 years, there’s been a reluctance to call a double dissolution, because of the worry it will increase the Greens’ Senate representation.” Meanwhile, the independent Andrew Wilkie in the lower house seat of Denison should win comfortably. He has already hit the airwaves this week saying he wouldn’t support any party to form government in the event of a hung parliament, surely a sign of confidence? If a hung parliament does eventuate, and a Tasmanian holds the casting vote, it would be a turnaround for the underdog of the federation. And we’ll find out in just 53 days from now. Don’t hold your breath.  • Paul Carter is a Hobart-based freelance journalist",
  "webTitle": "Expect an entertaining election campaign – and surprises – in Tasmania",
  "webPublicationDate": "2016-05-12T01:17:36Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/australian-election-2016-looking-for-a-surprise-from-tasmania",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tasmania",
      "id": "australia-news/tasmania",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Hobart",
      "id": "australia-news/hobart",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Jacqui Lambie",
      "id": "australia-news/jacqui-lambie",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Andrew Wilkie",
      "id": "australia-news/andrew-wilkie",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Eric Abetz",
      "id": "australia-news/eric-abetz",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Carter",
      "id": "profile/paul-carter"
    }
  ],
  "guardianId": "australia-news/2016/may/12/australian-election-2016-looking-for-a-surprise-from-tasmania"
}