{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/09/insiders-guide-kampala-rolex-uganda-capital",
  "id": "2016-05-09-144",
  "sectionId": "cities",
  "body": "In five words Smile. Talk. Drink. Dance. Repeat. The sound of the city       Few things compete for the attention of Ugandans like football. Forget the fact that Uganda is currently 137 in Fifa world rankings and that the country hasn’t made it to the African Nations Cup since 1978 – for the last 15 years Ugandans have been hooked on European football. A study titled How Africa Tweets indicates that #MUFC was among the top 10 geo-tagged hashtags used by Ugandans last year. Considering that only 28% of Ugandans own a TV set and most of the country remains off grid with no access to power, the majority of the people rely on the radio for their footie fix, so we have famous radio commentators who work week-in week-out to keep audiences up-to-date. From matches to transfer news and other trivia, these commentators play a key role in keeping Ugandans plugged into their English clubs.  Commentating is an art and one thing you can’t miss on match days, from early afternoon to as late as 10 pm, is the sound of commentators screaming on the radio. Best building     High-rise … Mapeera house. Photograph: Emmanuel Museruka    Kampala is a city constantly being built and rebuilt. Its skyline is constantly changing. If you spent four months away, on your return you will almost feel like a tourist in your own city. Mapeera House, a 19-storey building that was built by Ssentongo & Partners is named after Father Siméon Lourdel, the first Catholic Priest to set foot in Uganda in 1879. It is home to Centenary Bank, one of the few leading indigenous banks in Uganda.  The building was commissioned in 2012 and is located on Kampala Road. It has made a big difference to the skyline, especially rising as it does above Downtown, where you really see the contrast between the older commercial buildings and the towering Mapeera. It stands out because it was a local architect behind it and, unlike most buildings mushrooming in Kampala, Mapeera imposes itself dramatically on its surrounding – in a good way! How green is your city? In the hustle and bustle of Kampala, it is very difficult to find a place to relax. You have to escape to beaches of Entebbe, a town in central Uganda, if you want to relax on the weekend. But even at the beach, there are loud speakers with music that you were likely dancing to a few hours earlier at a club. Green spaces in Kampala have largely been taken over for construction of bars or malls. Those still in existence have been cordoned off by the security in an increasingly militaristic state, worried about possible protests. Kololo Airstrip, for instance, where Kampalans once jogged after work, is now a no-go zone where police are temporarily housed. So when an initiative to create a green space in Kampala is set up, it should be lauded. Maisha Garden was opened recently by Maisha Film Lab. Located on Buziga hill overlooking the lake, it features an outdoor cinema, a multipurpose amphitheatre, a nature walk and an open air teaching room. Favourite venue     Going deeper Under Ground. Photograph: Violet Nantume    Under Ground is an exhibition space that opened in August 2015 curated by artists Kei Hashimoto and Violet Nantume. As the visual arts scene in Kampala is growing leaps and bounds, there is a need to establish more non-commercial show spaces to support and showcase contemporary art. Located at Nakumatt Oasis Mall, in the city centre, Under Ground has proven a space for not only exhibitions but conversations about the arts, where people from various backgrounds can meet and chat.  The space is currently hosting a solo photography exhibition by Congolese/Belgian artist Christian Tundula. Homegrown talent            Anne Kansiime is, without a doubt, one of the top African comedians of the day. She is a multi-award winning talent who has used social media to connect with audiences beyond Uganda, gaining a following among young and old in both Africa and the diaspora. She hails from the south-western Ugandan district of Kabale but, like many young Ugandans looking out for education and work opportunities, has been living in Kampala for the last 10 years where she has been working to break into the local comedy scene. Kansiime’s comedy and storylines are easy to identify with for fans across Africa. It touches on the lives of African women, both contemporary and traditional, rural or urban. Most times she plays obnoxious, hard-to-please women, but behind the characters lie powerful storylines – whether she is talking about transportation challenges, or job interviews, Kansiime sure makes herself heard. She has broken barriers in an area that doesn’t have many female performers. If she is not on stage in Uganda, she is serving rib-cracking performances in various other African cities. Street style       Kampala’s streets have a variety of looks depending on where you find yourself but what is interesting is the embrace of African prints by younger people. For sometime the Kitenge had been the reserve of older persons but now it is trendy among younger Kampalans. More than 78 percent of Ugandans are under 35, so this is certainly a young city with a young spirit.  Many young Ugandans are carving themselves careers in design and tailoring, as demand for locally made/designed clothes and jewellery has incresed. From downtown to uptown, you are sure to see Ugandans embracing the Kitenge and the fabric goes perfectly well with Kampala’s ever-changing hairstyles, where styles morph from bright colours to big braids to dreadlocks. Most under-rated location     Magical sunsets and plenty of fish … Ggaba Fish Market. Photograph: Rachel Mabala    Ggaba Fish Market sits on the shores of Lake Victoria (or Nalubale as it is known in the local language). You will have the best experience hanging out here on weekends, when a mixture of fishermen, traders and Ugandans from all walks of life come for fresh fish served with a little salad at the lakeside. The sunsets are magical and you have a good view of the lake and the islands.  Despite Kampala skirting a lake, there are few spaces for the public to enjoy it, andGgaba market makes me dream of a possible future where this kind of thing is more common. Biggest controversy The break down of Uganda’s only radiotherapy machine at Mulago Hospital. Until a month ago, Mulago housed the only radiotherapy treatment machine in the country. When news of the machine breakdown got out, Ugandans took to social media to demand that the government treats this as an emergency. The breakdown is affecting more than 2,000 cancer patients, whose only option – if they can afford it – is to travel to neighbouring Kenya to access treatment.  The biggest controversy is that the government spends lavishly on sectors that ensure the survival of the regime, such as police equipment, but seems least concerned with the healthcare system, which is in shambles. It will take many more months before a new radiotherapy machine is installed, leaving many families and patients stranded. For now, social media is awash with calls for donations by the many Ugandans whose family members are afflicted by cancer but have no means of getting treatment abroad. Moment in history            On 7 October 2012 the first ever Kampala City Carnival came to life with colourful street cultural performances, food, drinks and parties. The carnival is celebrated every first sunday of October close to Uganda’s Independence day, on the 9 October. The Kampala Capital City Authority (KCCA) hosts the event to “celebrate culture and unity”.  KCCA estimates the 2014 carnival attracted over 2 million revellers, but the 2015 carnival attracted far less numbers. It will be interesting to see how the carnival evolves and if it can survive the political temperature in the city, given the restrictions on assembly and heavy security deployments that have been in place since the controversial February 2016 re-election of President Museveni. Best local artist     The searing work of Ogon. Photograph: Chris Atukwasize    Chris Atukwasize, otherwise known as Ogon, is an up-and-coming cartoonist and illustrator. Already recognised for his witty and daring take on social-political stories in Uganda and the region, this month he won the Cartoonist of the Year award at Uganda National Journalism Awards. One of the his best known works – the one that thrust him into the limelight – was a controversial cartoon about President Museveni, that depicted the time Kenya Airways turned down his request fly to his up-country residence in western Uganda and take him to a regional meeting. Uganda has no airline of its own, after Museveni, in his early years, presided over the sale and complete collapse of the national carrier. So this was seen as a justified slap in the face by many Ugandans. Top insider’s tip     ‘Next thing I’m eating my Rolex’ … Kamapala’s best street food Photograph: Evelyn Namara    Try the Rolex – not the watch but the best street food you can find at any time of the day in Kampala. The origins of the Rolex are not well known but it first became famous around university campuses and students’ residences where many are struggling on shoestring budgets. A Rolex is a fried egg pre-mixed with tomato, onion, cabbage and some green peppers; then wrapped in a chapati. Only in Kampala. Five to follow Papa Shabani Kibuuka Mukisa Oscar Edward Echwal This is Uganda Arthorious Luwuge  From me     This is me … Rosebell Kagumire Photograph: Emmanuel Museruka    Born and raised in Bushenyi, south western Uganda, Rosebell Kagumire moved to Kampala for her studies in 2002 and still lives in the city, when not travelling. She is a multimedia content producer, commentator and blogger. You can follow her on Twitter @Rosebellk. She also occasionally Instagrams – you can follow her here: Rosebellk.",
  "webTitle": "An insider's guide to Kampala: where a Rolex is something you eat",
  "webPublicationDate": "2016-05-09T14:53:20Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/09/insiders-guide-kampala-rolex-uganda-capital",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Uganda",
      "id": "world/uganda",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Uganda holidays",
      "id": "travel/uganda",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Rosebell Kagumire",
      "id": "profile/rosebell-kagumire"
    }
  ],
  "guardianId": "cities/2016/may/09/insiders-guide-kampala-rolex-uganda-capital"
}