{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/greens-promise-to-end-religious-exemptions-to-sex-discrimination-act",
  "id": "2016-05-16-52",
  "sectionId": "australia-news",
  "body": "The Greens have promised to remove religious exemptions to federal anti-discrimination law and increase funding to the Safe Schools anti-bullying program. The promises are contained in broad-ranging Greens policy for LGBTI rights to be released on Tuesday by their LGBTI equality spokesman, Robert Simms, and gender identity spokeswoman, Janet Rice. The Sex Discrimination Act contains a number of exemptions for religious organisations providing accommodation and religious educational institutions.    Related: Campaign catchup: Turnbull deals with candidate no-show    The Greens are concerned that these allow gay teachers at religious private schools to be fired for their sexuality or faith-based homelessness shelters to refuse to accept transgender residents. The Australian Law Reform Commission’s traditional rights and freedoms inquiry said these were designed to protect religious freedom. In submissions to the inquiry, some religious organisations such as the Australian Christian Lobby said they did not go far enough in protecting their freedom. Simms told Guardian Australia “we shouldn’t be giving religious organisations a get-out-of-jail-free card and the right to discriminate”. “Allowing a right to discriminate undermines the effectiveness of these kinds of laws,” he said. “These have a life-changing impact.  “I know people who teach in religious schools and are afraid to come out about sexuality. How can that be allowed? Most people would recognise that sexuality doesn’t impact on your ability to do your job. Simms said removing religious exemptions to anti-discrimination law was a key point of difference with Labor and the Coalition, and said Labor had failed to remove the exemptions despite ordering a review in 2012 when it was in government. The Greens policy on the Safe Schools program states that “education of our young people on respect, inclusion and celebrating diversity is incredibly important and the Greens will campaign to protect this program from any funding cuts”. Simms said he opposed government changes to Safe School requiring parental permission to take part. “The reason I spoke out against it is that a child might be in a homophobic home environment and requiring parental permission means young people could be denied the support and protection of the program. It should be available across the board.” Rice announced the Greens would increase funding for Safe Schools from $2m a year to $8m. The Greens policy calls for HIV-prevention medication Pre-exposure Prophylaxis to be made available on the pharmaceutical benefits scheme. PrEP was approved by the Therapeutic Goods Administration in May 2016. “The government should be doing all that it can to make PrEP as accessible and affordable as possible by putting it on the pharmaceutical benefits scheme,” Simms said. The Greens policy calls for greater recognition of same-sex parents, including through laws dealing with in-vitro fertilisation.  “Same-sex couples also face an uphill battle to have their parental rights recognised by law,” it said. “When a child of a same-sex couple is conceived through IVF, federal law only recognise the birth mother of the child as the legal parent.” The Greens also want to amend the Family Law Act to remove the requirement for people under the age of 18 who want to transition gender to get family court approval for hormone treatment. Instead, young people could access the treatment with the consent of their parents or guardians and medical practitioners.   Related: Bill Shorten: caught between the Tele and the deep Greens sea | Lenore Taylor    The Greens reiterated their support for marriage equality. Simms said it was a “key priority but it’s important we address other forms of discrimination”, describing the Greens’ platform as “the most comprehensive” on LGBTI rights. The attorney general, George Brandis, supports the current religious exemptions to anti-discrimination law. Labor has a policy to have a free vote on marriage equality within 100 days, if elected. Labor’s policy states “since the campaign to decriminalise homosexuality, to the present day, Labor governments have consistently been at the forefront of removing discrimination and fighting for the equal rights of LGBTI Australians”. The Victorian Labor government has defended the Safe Schools program against the government’s changes and promised to fund the program if government and to fund the program if the federal government cuts it. When asked about PrEP, the health minister, Sussan Ley, said: “Like any drug, we accept the independent expert Pharmaceutical Benefits Advisory Committee’s advice without fear or favour.” A Labor spokeswoman said it looked forward to the committee’s advice.",
  "webTitle": "Greens promise to end religious exemptions to Sex Discrimination Act",
  "webPublicationDate": "2016-05-16T20:04:16Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/greens-promise-to-end-religious-exemptions-to-sex-discrimination-act",
  "keyword": [
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Marriage equality (Australia)",
      "id": "world/same-sex-marriage-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/17/greens-promise-to-end-religious-exemptions-to-sex-discrimination-act"
}