{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/lewis-hamilton-formula-one-f1-mercedes-nico-rosberg-mclaren",
  "id": "2016-05-12-260",
  "sectionId": "sport",
  "body": "Lewis Hamilton is confident he is able to come back from the setbacks he has suffered this season, noting that his ability to cope has improved hugely since he began his career in Formula One. The world champion insisted that he can move on from adversity – which on a previous occasion saw him shut himself in a hotel room for three days – with much more ease than early in his career. Speaking in an interview for a US TV show, the Mercedes driver also admitted that he felt a sense of betrayal on leaving his previous team McLaren and that the intensity of the battle with his Mercedes team-mate Nico Rosberg is such that it is impossible for the two to be friends.   Related: Mercedes dismiss ‘lunatic’ conspiracy theories after Lewis Hamilton beaten    The three-times world champion has struggled this season with both mechanical difficulties and problems off the start line and has recorded two second places, a third and a seventh, in contrast to Rosberg’s four wins. Hamilton has suffered two identical mechanical failures in qualifying at the last two grands prix and trails his team-mate by 43 points in the world championship. He has, however, remained optimistic and confident in his team and his own ability. In 2008, the year of his first championship, he scored no points in the third to final round in Fuji after taking a penalty for an overly aggressive overtaking move on Kimi Raikkonen and a spin after being hit by title rival Felipe Massa. It narrowed the gap between the two drivers to just five points and had been a valuable learning experience.  “I would just have the biggest headache and you’re under the biggest dark cloud,” Hamilton said of his feelings after that race. “I was in my hotel room for three days. I didn’t leave my hotel. I didn’t eat – hardly ate. I just stayed in silence.” “It’s not being able to forgive yourself. So I think I have matured a huge amount. It takes me no time at all to get past things. And that’s been a huge release and it’s helped me raise my level again by quite some way.”    I was in my hotel room for three days. I didn't leave the hotel. I hardly ate  Lewis Hamilton     Hamilton was speaking on an episode of In Depth with Graham Bensinger that is due to be aired in the US next week. The host, who won an Emmy for his interview with Mike Tyson, spent time with the driver at the Mercedes base in Brackley. When asked about his decision to leave McLaren, the team he had been with since he was a teenager and with whom he won that first title, Hamilton explained that when he had made his mind up he was entirely comfortable with making the move although it had not been easy to part with McLaren. “I had known [team principal] Martin Whitmarsh and [chief executive] Ron Dennis since I was 13,” he said. “To have to call them and say I’m leaving was difficult. especially when you could hear their voice. It’s painful for them to hear that from someone they’ve been with for so long. Helped nurture, helped get to Formula One. It’s almost, for sure, a feeling of betrayal, but I think they understood what I needed to do for me as a man.” The British driver, who was second to his team-mate Rosberg in the last round at Sochi, also reiterated that although the pair were friends while racing one another as kids in karting, their relationship at Mercedes, marked by a fierce competitiveness that has become increasingly frosty, was unlikely to change while they were vying for the title. “We have completely different lives,” said Hamilton, who beat his team-mate on points in their first season together and won the two subsequent world championships. “The reason we got on so well [as kids] is because I was crazy and he happened to do some of the crazy things that I did too. So we kinda got along well. And now he doesn’t do any of those crazy things that I do and I still do all those crazy things. So naturally we’ve gone different ways. “With the intensity of a battle like we’re having, it’s impossible to have that relationship. You can’t [say]: ‘Yeah, yeah, win the world championship, no problem buddy.’ That’s not how it goes.”",
  "webTitle": "Lewis Hamilton believes experience will help him overcome F1 setbacks",
  "webPublicationDate": "2016-05-12T10:53:14Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/lewis-hamilton-formula-one-f1-mercedes-nico-rosberg-mclaren",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Richards",
      "id": "profile/gilesrichards"
    }
  ],
  "guardianId": "sport/2016/may/12/lewis-hamilton-formula-one-f1-mercedes-nico-rosberg-mclaren"
}