{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/30/rotherham-council-draws-up-child-centred-new-strategy",
  "id": "2016-05-30-119",
  "sectionId": "uk-news",
  "body": "Rotherham council has said it hopes to put the past behind it as it prepares to agree a new strategy that aims to “put children at the heart of everything it does”. In response to a scathing 2015 report on its handling of widespread child sexual exploitation – which declared the council “not fit for purpose” – power was taken away from the town’s elected officials and put in the hands of government commissioners.  Although some powers were handed back after the recent local elections, councillors control only about a third of the local authority’s budget, and the children’s services are being completely restructured. The new strategy, which seeks to make Rotherham a “child-centred borough”, will be approved by councillors and commissioners next Monday. The plan, which does not come with any additional funding, recommends that a new group on the council be established to monitor issues including child health and safety, “the rights and voice of the child”, and “ensuring children reach their potential”.  It also recommends using data from a yearly lifestyle survey of residents to monitor children’s lives.  The deputy council leader, Gordon Watson, said: “A child-centred borough means putting children at the heart of everything. It means children can be heard; that we will help them to reach their potential and that we will keep children safe and healthy so we can continue to drive forward improvements. “We’ve begun to make many improvements, and in particular in the way we look after our most vulnerable children, but clearly we want to be ambitious for all of Rotherham’s children which is why this new strategy puts children at the centre of council activity. Every child deserves the best start in life and this vision is about delivering this.” The statement comes after the council confirmed it was considering closing two children’s homes in the area as part of an effort to get more children cared for by foster families. Rotherham council currently has three children’s homes, after closing two last year following an inspection. A council spokesman said the review made it clear that both the Silverwood and Cherry Tree House children’s homes, although not deemed unsafe, did not provide the best possible homes for young people. “Rotherham council is on a significant improvement journey which has already seen major changes across many children’s services,” the spokesman said. In the aftermath of allegations of gang rape and trafficking in Rotherham, an earlier report – by professor Alexis Jay and published in 2014 – concluded that failures of political and police leadership contributed to the sexual exploitation of 1,400 children in the town over a 16-year period. Jay’s investigation found that Rotherham council knew as far back as 2005 of sexual exploitation being committed on a wide scale, but failed to act. The former chief inspector of social work wrote that from 1997-2013, Rotherham’s most vulnerable girls, some as young as 11, were raped by large numbers of men. Others were trafficked to other nearby towns in the north of England, abducted, beaten, and intimidated.",
  "webTitle": "Rotherham council draws up 'child-centred' strategy",
  "webPublicationDate": "2016-05-30T11:52:36Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/30/rotherham-council-draws-up-child-centred-new-strategy",
  "keyword": [
    {
      "webTitle": "Rotherham",
      "id": "uk/rotherham",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "society/2016/may/30/rotherham-council-draws-up-child-centred-new-strategy"
}