{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/27/radiohead-review-roundhouse-london-thom-yorke",
  "id": "2016-05-27-237",
  "sectionId": "music",
  "body": "A sense of anticipation hangs around every gig by a major artist, but the mood before Radiohead’s first British show since 2012 feels particularly charged. Perhaps people are grateful to be here at all. The last time Radiohead played in London, they did two nights at the 20,000-capacity O2 Arena. This time, they’re doing three at the 3,300-capacity Roundhouse. Demand for tickets outstripped supply to such a degree that it’s become a news story in itself: Newsweek reported that someone was flogging a solitary ticket via a resale site for a modest £5,900, a state of affairs that prompted outrage from MPs.  The route to the venue is scattered with ticketless fans holding up signs bemoaning their plight. Furthermore, reports from shows on the continent have spoken breathlessly of old songs being dredged up and added to Radiohead’s set for the first time in years: Paris was apparently even treated to a rendition of 1993’s Creep, the song that made Radiohead famous, and with which they’ve had an equivocal relationship ever since.     Raw, muscular funkiness … Jonny Greenwood. Photograph: Matthew Baker/Getty Images    The audience goes duly nuts when they roll out a handful of songs from the 90s, but what’s really striking is how unexpectedly they contrast with the band’s more recent material. There was a time when OK Computer was widely hailed as the dernier cri in cutting-edge rock music, but tonight Exit Music (For a Film) sounds oddly lumbering and heavy-handed in comparison with the songs that surround it, not least the five tracks from the recent A Moon Shaped Pool with which the show begins.  Opening a gig by playing almost half your new album should theoretically be a risky move, but the songs sound fantastic. Live, Ful Stop feels more forceful and explosive and Burn the Witch takes on a different cast – the taut anxiety of the studio version replaced by a more ragged, chaotic sense of alarm. The stuff from its opaque predecessor, The King of Limbs, meanwhile, sounds far more rich and potent: bolstered by a second drummer, there’s a raw, muscular funkiness to Lotus Flower. It’s striking, too, how much fun Radiohead appear to be having on stage. This is not, in fairness, a commodity with which Radiohead are regularly associated: as underlined by a rare performance of 1994’s My Iron Lung – a song that, a little peevishly, compared their newfound global fame to being trapped inside the titular device – they’ve long been adept at making heavy weather of the business of being in a hugely successful rock band. But tonight, a genuine sense of enjoyment radiates from the stage.          Radiohead play Idioteque live at Roundhouse    Thom Yorke, a man who usually gives the impression of being lost in his own angsty world, actually appears to be working the crowd in time-honoured stadium rock star style, albeit with tongue lodged in cheek. During Myxomatosis and Idioteque he dances wildly along the front of the stage, pointing at audience members. Between songs, he cracks jokes at the expense of the band and their fans’ earnest image: “Before you all go for your vegan kebabs …” he smiles, by way of introduction to the closing Paranoid Android. Not even a technical glitch that briefly causes them to grind to a halt seconds into a version of In Rainbows’ Nude can dampen the mood. “Is it buggered?” laughs Yorke, peering at the offending equipment.     Fantastic sound … guitarist d O’Brien. Photograph: Matthew Baker/Getty Images    Then again, you can see why they’re in a good mood: tonight, Radiohead sound like a band out on their own in more than one sense. It’s not just that no current rock artist of comparable size is making music as exploratory and exciting as this. It’s that, in a world where lengthy careers are usually marked by slow decline, they seem remarkably like a band reaching an artistic peak nearly 25 years after their commercial breakthrough. Radiohead’s full setlist: Burn the WitchDaydreamingDecks DarkDesert Island DiskFul StopLotus FlowerTalk Show HostMy Iron LungThe GloamingExit Music (for a Film)SeparatorIdentikitThe NumbersMyxomatosisReckonerIdiotequeEverything in Its Right Place Encore: Morning Mr. Magpie2 + 2 = 5NudePlanet TelexThere There Encore 2: Present TenseYou and Whose Army?Paranoid Android",
  "webTitle": "Radiohead review – Yorke and co hit new heights on a night of muscular mayhem",
  "webPublicationDate": "2016-05-27T09:04:43Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/27/radiohead-review-roundhouse-london-thom-yorke",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "music/2016/may/27/radiohead-review-roundhouse-london-thom-yorke"
}