{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/13/duncan-storrar-qanda-personal-life-dragged-through-mud",
  "id": "2016-05-13-306",
  "sectionId": "media",
  "body": "A week ago nobody had heard of Duncan Storrar. How he must wish that was still the case. Friday brought fresh humiliation for the 45-year-old father of two. Melbourne’s Herald Sun dredged up his criminal record, including stints in prison for threats to kill and breaching court orders. A day before, the Australian newspaper had sought out Storrar’s estranged son, who spoke of his father’s alleged drug use and absent parenting. And what had warranted such scrutiny of a part-time truck driver from Geelong? Storrar had articulated with disarming clarity how the budget looked from the lowest rungs.    Related: Q&A recap: questions about trickle-down economics open the floodgates    “I’ve got a disability and a low education, that means I’ve spent my whole life working for minimum wage,” he told the assistant treasurer, Kelly O’Dwyer, on Monday’s episode of Q&A. “You’re gonna lift the tax-free threshold for rich people. If you lift my tax-free threshold, that changes my life. That means that I get to say to my little girls, ‘Daddy’s not broke this weekend. We can go to the pictures.’  “Rich people don’t even notice their tax-free threshold lift. Why don’t I get it? Why do they get it?” O’Dwyer talked stiffly of “growing the pie”, of small business tax cuts allowing cafes to buy new $6,000 toasters. “Duncan, I’ll be harsh in my message,” said another panellist, Innes Wilcox, the head of Australia’s business lobby. “If you’re on the minimum wage and with a family, you would not pay much tax, if any at all, would you? You would not pay much tax.” The Australian took up the same thread on Tuesday, noting in an otherwise sympathetic piece that Storrar – who says he has post-traumatic stress disorder as a result of childhood sexual abuse – fell under the $18,200 threshold to pay income tax, and relied on a $520-a-fortnight welfare payment to survive.   Related: Q&A star Duncan Storrar may need tax advice after crowdfunding success    Along with an outpouring of support on social media, Tuesday also saw the establishment of a Go-Fund-Me page which, by week’s end, had generated more than $60,000 in donations from those touched by Storrar’s plight. His part in the story could have ended at this point, given way to a broader discussion of inequality in Australia – persistently increasing over the past decade – or of the limits of tax and welfare systems in a straitened economic environment.  Instead Storrar himself has become the focus of remarkably savage coverage, branded a “thug” in Melbourne’s Herald Sun and a lousy parent in the Australian. On Friday, the ABC broadcaster Jon Faine grilled Damon Johnston, the Herald Sun editor, about the stories.  “I query your paper’s value system,” he said.  “It’s as blunt and profound as that. Twice this week you’ve taken people with obvious mental issues ... people who dare question people in power and positions of authority, and they get ground into dirt. What a way to conduct yourselves.” Johnson shrugged it off. “If you’re going to be on the national stage in the middle of an election campaign, it’s equally legitimate to have your own past looked at, and that’s what we’ve done.” Threaded through News Corp stories are similar attempts to justify its coverage. It appears to hang on a tweet from a Q&A producer, Amanda Collinge, who described Storrar on Tuesday as “a new national hero”. “The ABC presented him as a ‘new national hero’ and a low-paid Aussie battler, but Duncan ­Storrar’s son, Aztec Major, paints a very different picture of his ­father,” the Australian’s Thursday story said. “ABC hero to villain,” ran the Herald Sun’s Friday front page.  Four words – now deleted – but enough to turn Storrar, like Zaky Mallah before him, into an abstraction, fodder for a culture war between a media empire and the public broadcaster. Storrar is said to be reeling, willing the spotlight to move on. He might take comfort from the Australian’s editorial the day it interviewed his son, that its coverage was not personal, just business. “Storrar is not the issue,” it said. “We wish him and his family all the best.”",
  "webTitle": "Duncan Storrar went on Q&A – now his personal life is dragged through the mud",
  "webPublicationDate": "2016-05-13T06:09:21Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/13/duncan-storrar-qanda-personal-life-dragged-through-mud",
  "keyword": [
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "News Corporation",
      "id": "media/news-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "media/2016/may/13/duncan-storrar-qanda-personal-life-dragged-through-mud"
}