{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/30/24840-for-an-adele-ticket-we-need-to-do-more-to-stop-the-touts",
  "id": "2016-05-30-116",
  "sectionId": "lifeandstyle",
  "body": "What is the point of parliamentary reports? We’ve just had another useless, weedy one on ticket touts led by Professor Michael Waterson, who found criminal activity – “clear evidence of fraud and computer misuse” – in the so-called secondary ticketing business. But we knew that already. Fielding didn’t even try and see Springsteen. Why bother? He’d tried Tom Waits. Sold out in 10 seconds. And Prince, who was playing 21 days at the 20,000-seat O2 Arena. That made 420,000 chances. Gone in a flash. Snaffled up by bots before they were even on sale. Touts have charged £3,934 for Radiohead, £825 for Beyonce and £24,840 for Adele. Yes, £24,840! What sort of pillock would pay that? Not that I approve of ticket touts, but if Mr or Mrs Silly wants to shell out that sort of money, then more fool them. Still, it is our government’s job to protect those who cannot protect themselves, so you would hope they would deal harshly with the touts, by banning secondary marketing and capping resale prices. But no such luck. Waterman’s report didn’t fancy these sensible solutions. He wants the culprits fined instead. It won’t work. They’ll wiggle out of it somehow. Greed will win again. But, luckily, I have the answer: stop all sales of tickets online, queue up on the day and buy them for cash at a ticket office, like we used to. First come first served. Buy/borrow a decent tent/bivouac, and camp on the pavement. Fielding did it to see Bob Dylan in 1978 at Earls Court. It took two and a half days, and he and his friends had a rota: waiting, sleeping, going for a break, a snack or a scream in turn. He loathed the whole process, even then, when he was young and sprightly, but at least it didn’t cost him a year’s wages. Or the artists could follow Prince’s shining example: small gigs, not announced until the same day, or better still, if they really want to bankrupt the bloodsucker touts, how about giving lovely big free concerts in large parks, like the Stones did in 1969. They can probably afford it. The past doesn’t have to be another country. This article was amended on 30 May. The professor who led the parliamentary report was previously named as Michael Waterman – the name has been corrected to Michael Waterson.",
  "webTitle": "£24,840 for an Adele ticket? We need to do more to stop the touts",
  "webPublicationDate": "2016-05-30T11:58:58Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/30/24840-for-an-adele-ticket-we-need-to-do-more-to-stop-the-touts",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Ticket prices",
      "id": "money/ticket-prices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michele Hanson",
      "id": "profile/michelehanson"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/30/24840-for-an-adele-ticket-we-need-to-do-more-to-stop-the-touts"
}