{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/louis-van-gaal-huth-hair-pull-sex-masochism",
  "id": "2016-05-01-78",
  "sectionId": "football",
  "body": "Louis van Gaal has said that Robert Huth’s hair-pull on Manchester United’s Marouane Fellaini was an act that is acceptable only in “sex masochism”. Shortly after the hair-pull Fellaini appeared to elbow the Leicester player during the side’s Premier League match on Sunday afternoon.   Related: Louis van Gaal tells Manchester United fans to give saxophone player applause         Speaking during his post-match interview, the Manchester United manager tugged the hair of a Sky Sports reporter in response to being asked about Fellaini’s apparent elbow. Van Gaal said Fellaini’s reaction was natural after having his hair pulled. “When you see what Huth is doing to Fellaini, that’s a penalty,” said Van Gaal, before turning on the reporter. “Shall I grab you by your hair? What is your reaction when I grab your hair? Your hair is shorter than Fellaini but, when I do that, what are you doing then? It’s a reaction. “Every human being who is grabbed by the hair, only with sex masochism, then it is allowed but not in other situations. They did it. They did it several times I think. “Huth was the guy who grabbed the hair of Fellaini. I think the reaction of Fellaini is like a human being.” Manchester United drew the match 1-1, meaning Leicester City will have to wait until at least Monday night if they are to win the Premier League this season.",
  "webTitle": "Louis van Gaal says Huth’s hair-pull is allowable only in ‘sex masochism’",
  "webPublicationDate": "2016-05-01T16:31:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/louis-van-gaal-huth-hair-pull-sex-masochism",
  "keyword": [
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/01/louis-van-gaal-huth-hair-pull-sex-masochism"
}