{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/19/brexit-property-values-pensions-canine-colleagues",
  "id": "2016-05-19-140",
  "sectionId": "money",
  "body": "Hello and welcome to this week’s Money Talks – a roundup of the week’s biggest stories and some things you may have missed. Money news Rents and property values would drop after Brexit, say landlords Payment shock: bank customers could get zapped for overspending Pensions regulation gaps could see workers lose savings, MPs warn How the ticket touts get away with bleeding fans dry March mortgage lending ‘supercharged’ by stamp duty deadline Three mobile more than doubles cost of sending picture messages 200,000 starter homes target too ambitious, say lenders Feature Paws for thought: why allowing dogs in the office is a good idea     Dogs in the workplace have been found to promote wellbeing and productivity. Photograph: Murdo Macleod for the Guardian    In pictures Homes for less than £250,000     This detached, three-bedroom house in Llandinam, Powys, could be yours for £250,000. Photograph: Onthemarket    In the spotlight The Bank of England’s chief economist has said that even he is confused by the UK’s pension system. So why are pensions so complicated?  Consumer champions What’s the point of travel insurance if Virgin won’t pay up? No Smiling here as bank turns a deposit into a nightmare Clarks’ sturdy response in fit-for-purpose shoe dispute Money deals Save up to 10% on Guardian home insurance. Get a quote for our five-star Defaqto rated cover, provided by Uinsure. Visit the new-look Guardian mortgage service website for best buys, calculators or to download a free guide.",
  "webTitle": "Brexit would hit property values, plus why pensions are so complicated",
  "webPublicationDate": "2016-05-19T14:41:49Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/19/brexit-property-values-pensions-canine-colleagues",
  "keyword": [
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "money/2016/may/19/brexit-property-values-pensions-canine-colleagues"
}