{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/mohammed-bin-salman-the-prince-trying-to-ween-saudi-arabia-off-oil",
  "id": "2016-05-13-322",
  "sectionId": "world",
  "body": "Hardly a week has gone by recently without dramatic headlines about Saudi Arabia planning far-reaching changes. And every report features the intriguing character of Mohammed bin Salman, the deputy crown prince and rising star of an increasingly unpredictable kingdom. Bin Salman, an imposing man of 30, oversees a team of advisers and ministers who are working on the grandiosely named Vision 2030 – designed to prepare pampered Saudis for a life after oil by diversifying, privatising and modernising the largest economy in the Arab world. Older Saudis say the prince reminds them of King Abdulaziz ibn Saud – his paternal grandfather and the revered founder of the state that bears the family name. Bin Salman lives in Diriyah, scene of the historic and still functioning pact between the ruling Al Saud family and the conservative religious establishment.   Related: Saudi Aramco – the $10tn mystery at the heart of the Gulf state    It was from there that he oversaw last weekend’s reshuffle – the latest piece in the jigsaw of a dizzying 15-year transformation project. Veteran oil minister Ali al-Naimi was replaced by Khalid al-Falih, head of the national oil company Aramco and source of 90% of Saudi revenues for decades. Aramco is now up for the biggest stockmarket offering in history. Falih is to run a ministry for energy, industry and natural resources – mining is being highlighted for future development. Eight economic-related portfolios were shifted while other changes streamlined financial management and investment decision-making. “These people are technocrats on steroids,” quipped one expert. Bin Salman’s rise has seen power shift from the royal court to the council of ministers – though still under the watchful eye of the 80-year-old King Salman bin Abdulaziz, who made his favourite son defence minister and head of the council of economic and developmental affairs when he came to the throne last year. Bin Salman – or Mr Everything, as he has been dubbed by foreigners – is a millennial and a digital native, like the majority of the Saudi population who are under 25. His youth is a big part of his appeal and one reason Foreign Policy magazine listed him as one of the world’s most influential leaders after his surprise appointment. Another novelty is greater transparency in a famously opaque system. There has been a careful drip feed of media signals that culminated in the formal launch of a still sketchy but hugely ambitious set of economic reforms last month.     A poster in Riyadh bears a portrait of King Salman, crown prince Mohammed Bin Nayef (left) and deputy crown prince Mohammed Bin Salman. Photograph: Fayez Nureldine/AFP/Getty Images    Marking the occasion in his first ever TV interview, albeit with the deferential, family-owned al-Arabiya, Bin Salman said Saudis could live without oil by 2020. “I’ve been monitoring reactions and he really blew people away,” said the analyst Mohammed al-Yahya. “He spoke clearly and concisely.” Bin Salman’s makeover has been fast and effective. Until 2015, Saudis gossiped about him being thuggish and corrupt. Now he is praised as ambitious, hardworking and open to argument. Foreigners are impressed by his ability to reel off statistics – preferring to speak Arabic but with good enough English to correct errors of interpretation. “Some people are cautiously optimistic because he is changing things,” says a middle-aged businessman from Dhahran, describing a new informality that has dispensed with traditional flowing bisht cloaks, ghutra headdresses and excessive courtesy in the corridors of power.  “The new style is almost Silicon Valley. But there is a lot of cynicism, too, because older people remember other big plans in the past to wean the country off oil and in the end the government always backed down. So there’s a sense that he is inexperienced and may not be dealing with reality.”  That criticism applies, too, to the war in neighbouring Yemen, where the Saudis stand accused of killing civilians in attacks on Houthi rebels. Assertiveness is the kingdom’s new watchword at home and across a troubled region where strategic rivalry with Iran, upsetting an already volatile oil market, is the overarching theme.     A man walks at Riyadh National Museum. Tourism is one avenue Salman is hoping to explore. Photograph: Hasan Jamali/AP    Few Saudis talk openly about the succession. On paper, King Salman’s heir is the crown prince, Mohammed Bin Nayef (MBN), the security supremo and minister of interior who is liked by western governments focused on terrorism. But many believe the king will eventually bypass him and hand power to his own son, also known as MBS.  Another worry is overdependence on foreign consultants, McKinsey is one of the most important, who are insensitive to cultural issues and royal politics. “MBS is the prince of war and oil,” says Madawi Al-Rasheed, a London-based Saudi historian and fierce critic of the Al Saud. “His increasing stardom comes with a risk. If he succeeds, he will be tolerated. If he fails, he will be replaced when MBN becomes king.”  Educated Saudis wonder out loud whether economic changes will have other implications. “It is all very well talking about business and investment and living without oil,” protests an exasperated thirtysomething Riyadh professional. “But what about political change, the legal system and social issues?”  Subsidies are already being cut. And if taxation is introduced to generate revenues, will royal wealth and privileges be excluded? “If people see that everyone is biting the bullet then they’ll accept taxes without asking for a parliament as long as they don’t feel someone else is getting their bread,” suggests another Saudi. Bin Salman’s biggest difficulty is likely to be jobs, with a desperate need to reduce dependence on foreigners to get young Saudis into private sector jobs rather than the undemanding and unproductive state positions so many see as their birthright.     The French president Francois Hollande (right) welcomes Bin Salman in Paris in 2015. Photograph: Alain Jocard/AFP/Getty Images    The prince talked about opportunities for women but stopped short of saying whether the longstanding ban on driving could end. Tourism is being billed as another new cash source, and there is talk of expanding entertainment and leisure opportunities, in a country with no cinemas and austere standards of public morality. Hardline clerics – and perhaps rival royals – are watching carefully. “MBS is reasonably sharp and does want to change the kingdom. But it also clear that he is not economically literate and lacks public policy experience and is surrounded by people who pander to him,” a western academic who insists on remaining anonymous said. “Yes, he does work long hours, he is ambitious and he’s not just a thief and thug. He clearly has the capacity to make things happen and he is willing to take risks. That is good to get things done but also dangerous in the long term.” The jury will clearly be out for some time yet. “This is the first mile of a marathon,” mused a European diplomat in Riyadh. “People underestimated MBS, saying he is young and owes everything to his father. But he seems more determined than they thought and more eager to grasp details and numbers. And more than other royals he does realises the challenge in transforming a country that has depended on oil for almost its entire history.”",
  "webTitle": "Mohammed bin Salman: the prince trying to wean Saudi Arabia off oil",
  "webPublicationDate": "2016-05-13T05:00:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/mohammed-bin-salman-the-prince-trying-to-ween-saudi-arabia-off-oil",
  "keyword": [
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Black",
      "id": "profile/ianblack"
    }
  ],
  "guardianId": "world/2016/may/13/mohammed-bin-salman-the-prince-trying-to-ween-saudi-arabia-off-oil"
}