{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/04/bhp-billiton-compensation-brazil-dam-disaster",
  "id": "2016-05-04-61",
  "sectionId": "business",
  "body": "It is ridiculous for the Brazilian independent prosecution service to argue that the damages for the disaster at Samarco, an iron ore operation owned by Vale and BHP Billiton, should be the same as those paid by BP after its Deepwater Horizon catastrophe in the Gulf of Mexico in 2010. There is no link between the two incidents. But the pointed reference to Deepwater Horizon in the 155bn real (£30bn) claim tells BHP and its local partner they now face a proper legal fight in which all tactics are deemed fair. The prosecutors’ aim is clearly to extract the maximum sum by whatever means. Indeed, there seems to be a secondary ambition of heaping embarrassment on the Brazilian government, which the independent prosecutors accuse of selling out in striking a settlement in March that observers estimated to be worth between 12bn and 20bn real. BHP’s shareholders seemed surprised by this turn of legal events – the share price fell 6% – but they should not have been. Brazilian politics is in crisis and the country’s president, Dilma Rousseff, is fighting for her survival. A dam disaster in which 19 people died, 700 people lost their homes and a tide of mud and residue ran 300 miles downstream to the mouth of the river Doce was always likely to acquire a deep political dimension. In that regard, a comparison can be made with Deepwater Horizon, where BP’s Britishness was hauled centre stage. The other similarity is that the case is bound to drag on for years, introducing fresh political risk for BHP and Vale if Rousseff falls. The eventual outcome probably won’t be the eye-catching £30bn demanded in the latest lawsuit. Equally, though, the $5bn (£3.4bn) or so in the government-sponsored settlement should now be seen as wishful thinking. Next’s finger-in-the-air exercise proves mildly reassuring Here is Next’s considered opinion on the current state of consumer demand, derived from an analysis of its own trading in the past six weeks: “Dunno, guv, we only sell clothes and stuff.” The firm’s chief executive, Lord Wolfson, didn’t put it like that, of course. Instead there was a worthy discourse on the effect of weather on recent weak sales - cold in March and April versus last year’s hot Easter - followed by a confession that the real problem may just be that consumers are spending less. Amid the uncertainty, Next reckons its sales this year could fall by 3.5%, but might rise by the same percentage. Put another way, pre-tax profits could decrease 8.9% to £748m or could improve 3.7% to £852m. It might seem odd that the market regarded this finger-in-the-air exercise as mildly reassuring - Next’s shares rose 3.5% - Ibut in a sense it is. Widening the range of possible profit outcomes to £104m - from £74m only two months ago - is unusual, but the key conclusion is surely that Next doesn’t expect to come apart at the seams, whatever happens. The low-end profit figure of £748m is hardly a disaster, even if it is correct that consumer confidence has turned down. In the long term, Next faces the problem of combating competitors who seem to have learned and copied its best distribution and logistics tricks. An upgrade is required for the online and catalogue Directory business, as Next admits. The short-term headaches, though, seem more irritating than painful. More reasons to be cheerful at Sainsbury’s Sainsbury’s relentless cheerfulness stands in contrast to Next’s default caution. The trouble is, the terrain looks fundamentally trickier for the supermarket chain. Yes, Sainsbury’s deserves plaudits for hanging onto its 16.5% share of the grocery market as its main rivals have stumbled. Yes, its chief executive, Mike Coupe, is on track to deliver every last penny of his three-year £500m cost-saving programme. And, if we’re being scrupulously fair, he may also be correct that the punters are crying to taste the “multi-product, multichannel shopping experience” that the purchase of Argos is intended to conjure. In the end, two financial statistics stand out from the full-year figures. First, underlying profits of £587m, down 14% on the year, were the lowest since 2009. Second, operating profit margins fell from 3% to 2.7%, meaning Sainsbury’s travelled away from its medium-term ambition of 3% to 3.5%. There’s nothing wrong with Coupe and co’s strategy – keep plugging away in food and experiment elsewhere – but the warning that “the market is competitive, and it will remain so for the foreseeable future” should be taken literally. Amazon is poised to try its luck in fresh food, which may be the trigger for Walmart to order its underlings at Asda to wake up. LSE and Deutsche love-in holds firm It’s the perennial bleat of the disappointed would-be bidder – we didn’t get enough “engagement” from the other side. The latest disaffected party is Intercontinental Exchange, the owner of the New York Stock Exchange, which had dreamed of pouncing on the London Stock Exchange and thus busting the European love-in with Deutsche Börse. Let’s not waste time on overtures supposedly rebuffed. The rules of the takeover game are straightforward. If you wave a decent offer, your target is usually obliged to give you a hearing. Just don’t expect a red carpet. In the case of LSE/Deutsche, it was obvious from day one that the partners would be separated only by force.",
  "webTitle": "BHP Billiton faces legal spat in which all tactics are deemed fair",
  "webPublicationDate": "2016-05-04T18:09:37Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/04/bhp-billiton-compensation-brazil-dam-disaster",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Next",
      "id": "business/next",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHP Billiton",
      "id": "business/bhpbilliton",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mining",
      "id": "business/mining",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "J Sainsbury",
      "id": "business/j-sainsbury",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "London Stock Exchange",
      "id": "business/londonstockexchangegroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/04/bhp-billiton-compensation-brazil-dam-disaster"
}