{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/second-refugee-sets-themselves-alight-on-nauru",
  "id": "2016-05-02-184",
  "sectionId": "world",
  "body": "A young refugee woman from Somalia has set herself alight at an Australian detention centre on Nauru, just days after a 23-year-old man, Omid, died of injuries sustained in a similar act. It comes amid moves by the Australian immigration department to shift detainees out to other mainland facilities, a worsening mental health crisis in the offshore processing centres, and the sudden partial collapse of Australia’s offshore processing policy. Omid’s widow on Monday told Guardian Australia that she is being kept in a Brisbane hotel by immigration authorities, denied access to a lawyer and sedated.   Related: An open letter to the asylum seekers on Manus and Nauru from First Dog on the Moon    The name of the young woman who self-immolated on Monday is Hadon, sometimes also written as Hodan, and she is 21. Her suicide attempt on Monday afternoon, at OPC1 in the Nauru detention centre, has been confirmed by senior department staff. According to several sources on the island, she is severely burned, and is currently in the Nauruan hospital. An Australian medical team specialising in trauma treatment is reportedly on the island and treating the woman. “One of the witness who saw her said the situation is much worse than Omid,” said the source. Other refugees have been stopped from entering the hospital, but expressed concern that she be medically evacuated out soon after accusations of delays in treating Omid. A Careflight medical jet left Townsville shortly after 8.30pm bound for the Solomon Islands capital of Honiara, which the flights to Nauru must stop at first. However, Guardian Australia could not confirm this was definitely sent for Hodan. Hadon is one of three detainees returned to Nauru last week after receiving medical care in Australia for injuries sustained in a motorcycle accident late last year. Last Tuesday morning she was forcibly removed by Border Force officers from the Brisbane Immigration Transit Accommodation. The government of Nauru said it was “distressed that refugees are attempting such dreadful acts in order to attempt to influence the Australian Government’s immigration policies.”   Related: Widow of refugee who set himself alight 'being kept in hotel and denied a lawyer'    The past week has seen significant changes and events within Australia’s immigration regime.  Current Australian government policy – with bipartisan support – states that no asylum seeker who attempts to arrive by boat will ever settle in the country. Instead they are sent to the two offshore processing facilities on Manus Island, in Papua New Guinea (PNG) and on Nauru. There they are processed and either repatriated or resettled in a third country. However after the PNG supreme court ruled the detention illegal, and its government announced closure of the Manus Island facility, the Australian government has scrambled for a solution . Detainees in both centres have become increasingly distressed amid the confusion. On Monday, authorities began a sudden transfer of detainees from a mainland detention centre in Darwin to other mainland facilities. Detainees, believed to be from both the family and single men’s compounds, were told to report to appointments with immigration on Monday morning. There, at least some were told they would be transferred to other mainland detention centres in the next few days. Detainees were given a luggage limit of one 20kg bag each for their possessions, and were to be transferred by charter flight. As well as housing a number of long-term detainees, Wickham Point is also used as a transfer facility between mainland and offshore centres, and as detention for people brought from offshore facilities to receive Australian medical treatment. The department of immigration did not respond to questions on the Wickham Point transfer.  Catherine Stubberfield, spokesperson for UNHCR’s Regional Representation in Canberra, said there was “no doubt that the current policy of offshore processing and prolonged detention is immensely harmful”. “There are approximately 2000 very vulnerable refugees and asylum-seekers on Manus Island and Nauru. These people have already been through a great deal, many have fled war and persecution, some have already suffered trauma. Despite commendable efforts by the Governments of Papua New Guinea and Nauru, arrangements in both countries have proved completely untenable. Stubberfield said the mental health and physical wellbeing of people held in detention had deteriorated over time.   Related: Wife of man who died after setting fire to himself in Nauru slams delay in care    “The consensus among medical experts is that conditions of detention and offshore processing do immense damage to physical and mental health. UNHCR’s principal concern today is that these refugees and asylum-seekers are immediately moved to humane conditions with adequate support and services to prevent further unnecessary suffering.” The UNHCR conducts regular monitoring visits to offshore detention sites, including seven visits to Nauru since it was re-opened in 2012. UNHCR staff were present when Omid set himself alight last Wednesday, though he had not been interviewed by the UNHCR or doctors accompanying the mission. Stubberfield said UNHCR staff were deeply saddened by Omid’s death. Save the Children’s chief executive Paul Ronalds said Australia needed to find permanent, and workable solutions, for those held on Nauru and Manus, who were being damaged by the ongoing uncertainty over their futures. “We know first-hand from our time on Nauru that prolonged and indefinite detention, and the uncertainty associated with a lack of permanent resettlement options for refugees on Nauru, causes serious harm. Recent events on both Manus and Nauru demonstrate the unsustainability of present arrangements, and that further serious and life threatening incidents are inevitable.” Greens senator, Sarah Hanson-Young, called for the Australian prime minister, Malcolm Turnbull, to intervene.  “I refuse to accept that this is the best we can do. There are not just the two options of dangerous boat journeys or people burning themselves to death,” she said. “There is a better way, where we process people’s claims for asylum where they are and then bring them to Australia safely.”",
  "webTitle": "Second refugee at Australian detention centre in Nauru sets herself on fire",
  "webPublicationDate": "2016-05-02T10:10:09Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/second-refugee-sets-themselves-alight-on-nauru",
  "keyword": [
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    },
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "world/2016/may/02/second-refugee-sets-themselves-alight-on-nauru"
}