{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/afghanistan-ghost-soldiers-taliban-babaji",
  "id": "2016-05-17-321",
  "sectionId": "world",
  "body": "From about 8.30pm until well after midnight, the dark blue sky above Babaji lit up, as rockets and flares crisscrossed above this cluster of villages close to Helmand’s provincial capital, Lashkar Gah. At a mud fortress beyond a river bridge painted in the tricolours of the Afghan flag, 24 members of the Afghan border police dug in. They were not supposed to be there. “We were not trained to fight on the front line,” said Cpt Ghulam Wali Afghan, the commander, when the Guardian visited the post. As their name suggests, Wali Afghan’s men are meant to protect Afghanistan’s porous border, where smugglers cross with copious drugs, weapons and people. But seven months ago, the captain and 122 other ABP men were relocated to Babaji, some 300km from the frontier with Pakistan in an effort to bolster the defence against the Taliban, who continue to capture territory the international coalition spent years getting little more than a slippery grip on. On their first day on the front line, three border police were killed, said Raz Mohammad, a soldier stationed in Babaji. “For two months, we had trouble getting to know the area,” he said. The police eventually repelled the Taliban assault. But with the calm of the poppy harvest over, and the fighting season just beginning, it is unlikely that the ABP officers will return to the border anytime soon. With an estimated 25,000 troops officially based in Helmand, the government should have enough muscle to confront the Taliban.  The problem is many of those troops don’t exist. Across Afghanistan, lists of troops and police officers are filled with fake names, or the names of men killed in the fighting, but not officially declared dead. Captain Wali and his men are in Babaji to fill the void of these “ghost soldiers”. A recent investigation by Helmand’s provincial council found that approximately 40% of enlisted troops did not exist. The authors of an analysis commissioned by the Afghan government – and obtained by the Guardian – said the share might be even higher. US officials are equally concerned: in a report released on 30 April, the Special Inspector General for Afghanistan Reconstruction (SIGAR) claimed that, “neither the United States nor its Afghan allies know how many Afghan soldiers and police actually exist, how many are in fact available for duty, or, by extension, the true nature of their operational capabilities”. Ghost troops are emblematic of an adversary possibly even more damaging than the militants: corruption. Toofan Waziri, a political analyst who recently visited Helmand as part of a government appointed delegation, said he found one base where the commander had ordered half of his 100 soldiers to leave, without notifying his superiors, only to pocket their salaries. Another reason for the inflated numbers is that commanders often choose not to report accurate casualties or desertion in the ranks, to mask their failures. One security official cited in the government report said 300 troops had been deployed to a base in Sangin, but when the base fell, there were less than 15 left. Another problem emphasised in the report is low morale. The Afghan front line is dismal. Soldiers in Babaji were relatively pampered, with gooey vegetables and occasionally meat for dinner, but other outposts the Guardian visited endured on a diet of rice and green tea. In one instance cited in the report, soldiers in Marjah had offered the Taliban a machine gun for a sack of flour. The report also said many officers were involved in drug smuggling. “The majority of soldiers and police are using drugs,” said Waziri. “The Taliban receive intelligence from the bases, and attack when the soldiers are under the influence of drugs.” Straddling the main highway 12km north of Lashkar Gah, Babaji, is a prized target for the Taliban. In 2009, it was the scene of one of the largest UK-led operations of the war, when more than 4,000 troops spent weeks wresting control of the place.   map   Other parts of Helmand where Afghan and foreign troops have died in large numbers are now under Taliban control or hotly contested. According to the government report, insurgents control 95% of Kajaki district, a lynchpin for British efforts to win “hearts and minds” by powering a dam to supply southern Afghanistan with electricity. In Marjah, where 15,000 coalition troops staged Operation Moshtarak, one of the largest offensives of the entire war, the Taliban control 80% territory.  In Sangin, only the army and police headquarters are standing. Nawzad and Musa Qala are fully under Taliban control, as is 60% of Gereshk, where most UK and US soldiers were based. “The Taliban in Helmand seem to be getting stronger day by day,” said Waziri. “So far, the government hasn’t been able to bring security reforms to Helmand because it doesn’t have a real strategy.” A recent uptick in US airstrikes in Helmand is not a sustainable strategy either, without long-term socio-economic plans to supplement the military attacks, according to the government report, which said the international coalition seemed not to have learned from the past. A total of about 1,200 border police are currently in Helmand, according to a spokesman who declined to say how many of them were on the frontline. The decision to transfer them has left the already volatile border more exposed. It also contravenes the official mission of the border police, which does include countering insurgency, but only within 50km of the border. “There are problems at the border, and we are already not enough men there,” said Cpt Wali Afghan. “But we cannot go back without the permission of our commander.” Additional reporting by Abdurrauf Mehrpoor",
  "webTitle": "Afghanistan's 'ghost soldiers': thousands enlisted to fight Taliban don't exist",
  "webPublicationDate": "2016-05-17T05:00:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/afghanistan-ghost-soldiers-taliban-babaji",
  "keyword": [
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sune Engel Rasmussen",
      "id": "profile/sune-engel-rasmussen"
    }
  ],
  "guardianId": "world/2016/may/17/afghanistan-ghost-soldiers-taliban-babaji"
}