{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/sara-pascoe-top-ten-rules-for-festival-goers",
  "id": "2016-05-20-270",
  "sectionId": "music",
  "body": "Look, guys, I’m not your mum, but that’s never stopped me telling you what to do, nor should it. You may have attended many festivals in your time, or maybe this year is your very first – either way you will find lots of publications trying to give you advice, like “Oooh, wellington boots are helpful in the mud,” or “Have you thought about making a detailed itinerary so you maximise your fun?”. Well, shut up other publications, because I’m here in the Guardian with proper tips for actual cool cats. The kind who eat itineraries for breakfast. And lunch, and dinner, and then get scurvy. There are more important things to think about in the runup to music-in-a-field fun time, so here are my golden rules for festival season. 1) Miss the main artist First off, take note: “artist” doesn’t always mean a good painter: it can also be used about a musician, when you’ve paid a lot of money to see them. That’s a good piece of new knowledge right there. Secondly, it is very important to miss the headliner/legend at a festival, so that you have a great story to tell when they die a year later. “Bowie, yeah I would have seen him at Glastonbury* but I, er, followed a girl who looked like a brave squirrel to watch a little-known band called Toilet Time in a ditch. Regretting that now of course.” “Wow,” all your friends think, “that Rachel knows how to live spontaneously, what a great anecdote!” 2) Stay away from drugs     The police do go to festivals, you know … Photograph: Tabatha Fireman/Redferns    I hate to be the first to break this to you, but some people do drugs. “Even though they’re illegal and their parents clearly asked them not to?” Yes. I’m sorry: it’s an awful world out there. At a festival, drugs make people gurny and silly and they scare the children and ruin it for everyone. Thank gosh the police have come up with a scheme to crack down on this, by going undercover as teenage girls in denim shorts. The smaller the shorts, the higher the ranking officer. Girls in angel wings are special branch. They are covering every single music festival this year, plus village fetes, cinemas and shopping centres. So please be good, as I won’t be coming to visit you in prison. 3) Stand out from the crowd There are between three and 3 million people at any festival, and you want to make sure you shine like the star you are. Plus, you want your friends to be able to find you when you fall in a puddle and can’t get out. For this reason avoid fancy dress, animal face paints and holding a big flag – without them, you’ll stand out a mile. You might even think about wearing a full business suit in a dark colour. Don’t do it, though, just think about it. 4) Be kind to strangers Of course, in real life, strangers, or “people you don’t know” are awful and should be spat at, but at a festival people often lose their friends (because they are wearing fancy dress, animal face paints and holding a large flag) and it is your job to make them feel like the world is one big tribe where everyone is welcome. Like once, at Latitude, my friend Joel left a girl with me because he didn’t want to get off with her any more, and rather than ignoring her as I would have done in some local nightclub, I asked if she was OK and then continued dancing. Over the next few hours I nodded at her sometimes. Obviously I haven’t told you this just to illustrate what a great person I am (“You’re a sexy girl, Jesus!” I hear the people cry) but more importantly to recommend you steer clear of Joel. He will only hurt you, Babes. 5) Brace yourself for the toilet     You only need visit the ‘toilets’ for no 2s. Photograph: Matt Cardy/Getty Images    It’s important to be in touch with your body. You need to know your inner rhythms (ask your doctor) so that you can start queuing for the shit-tardis about an hour/90 minutes before you need to go. You will also need to be good at repressing the memories of the things you saw and smelled in there. If you know someone with a Men in Black memory zapper thing, ask if you can borrow it. If you do get post-traumatic toilet disorder, make sure you get signed off from work for at least a week, although the flashbacks could last for a couple of months. It’s worth noting that you only need visit the “toilets” for number twos. Number ones (pisses) can be done anywhere, as you are – I don’t know if you noticed – outside. Or, if you dance a lot, you can sweat the urine out using your skin as a second bladder**. 6) Don’t ask why there’s a comedy tent A tent? With a comedian in it? Surely, comedy works best in a packed, hot, low-ceilinged room and not in a billowing tarpaulin structure reverberating with distorted bass from the metal band on the main stage, and empty apart from a family picnicking 100m away from the stage? Who cares, festivals have to provide entertainment that isn’t music just in case a family need somewhere to shelter while enjoying their picnic. See you there. 7) Be prepared to spend a lot of money I know you’re rich because you can afford to go to a festival. It’s damn expensive to get a weekend ticket to any of the big ones and that’s because they have to make sure you’re wealthy before you get in. A little bit like that scene in Pretty Woman (popular 80s prostitute film), where the lady wasn’t allowed into the nice shop because of her stinky clothes, there is no point attending a festival if you can’t shell out £160 for a lentil burger. You’re not even allowed to moan about it in case you seem like a party pooper (another thing to watch out for in the toilets). 8) Don’t bring a poisonous snake I shouldn’t have to explain this. Don’t bring a scary spider either. I don’t care if he’s your friend. No, I haven’t run out of ideas. Well, that’s not what your mum said last night. 9) Make an early exit     Queuing traffic outside Glastonbury festival. Photograph: Anthony Devlin/PA    You’re not allowed to live at the festival, so you have to go back home when it’s finished. If you’ve driven a car there, leave a bit earlier than everyone else to avoid jams and queueing – 45 minutes after you arrive should be perfect. If you’ve caught the train, go and sit in first class on the way home: you will smell so bad the ticket inspector will avoid you. 10) Tell everyone it was brilliant The most important thing about huge, long-planned events is that we brag to friends, relatives and colleagues who weren’t there about how great it was. By doing so we maintain the illusion that loud noises and bright outfits can distract us from our loneliness/mortality, thus keeping the whole entertainment industry going. You will sometimes feel sad at a festival; it’s not all euphoria and laughing because – despite the unusual environment – you will still be you. But you will get a bit of exercise from the walking and jiggling, lots of fresh air and plenty of lentils. So it’s still worth going. * I dunno if he played there, I’m not going to look it up. ** Science. Sara Pascoe will be performing at Latitude, Reading, Leeds, Port Eliot and Wilderness.",
  "webTitle": "Sara Pascoe’s top ten rules for festival-goers",
  "webPublicationDate": "2016-05-20T09:00:36Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/sara-pascoe-top-ten-rules-for-festival-goers",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Glastonbury 2016",
      "id": "music/glastonbury-2016",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "T in the Park",
      "id": "music/t-in-the-park",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Latitude festival",
      "id": "culture/latitudefestival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Bestival",
      "id": "music/bestival",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sara Pascoe",
      "id": "profile/sara-pascoe"
    }
  ],
  "guardianId": "music/2016/may/20/sara-pascoe-top-ten-rules-for-festival-goers"
}