{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/07/i-am-wrath-john-travolta",
  "id": "2016-05-07-154",
  "sectionId": "film",
  "body": "Crime is down,” proclaims the liberal governor of Ohio in the opening scenes of the new action thriller I Am Wrath (available to stream from Monday). His assertion may be in line with statistical reality – the US crime rate has indeed fallen consistently since the mid 1990s – but as any red-blooded American can tell you, statistics can be used to prove damn near anything. The real story is to be found on the streets, or – in the case of John Travolta’s unemployed family man Stanley Hill – in the multistorey car park where his wife is brutally murdered for loose change by a gang of strung-out hoodlums. After identifying the ringleader in a police lineup, Hill is confident that justice will be served, but the feeble cops would rather give the killer a lollipop for good behaviour than put him behind bars where he belongs. Again, a statistician might point out that the US is actually far from squeamish when it comes to mass incarceration, but consider this: maybe the US’s prison population is not in fact the largest in the world, but the least unlargest.            Responsibility falls to Hill to avenge his wife’s death and, unlike the police, he’s not about to let the possibility of an endless cycle of retributive violence get in the way of what must be done. Together with Law & Order’s Christopher Meloni, he sets about teaching Ohio’s criminal underworld a lesson in street justice. The pair’s mode of punishment is unforgiving (Hill in particular favours a “squash to death with a car crusher now, ask questions later” approach) but their investigative skills are surprisingly refined. Before long, they discover that the murder of Hill’s wife – far from an impulsive act of barbarism – was ordered from on high, a revelation that ironically seems to confirm the governor’s assertion that random street violence is a thing of the past. At least it was, until Travolta started meting out indiscriminate savagery. On the narrow spectrum of middle-aged vengeance thrillers, I Am Wrath is more low-rent Nicolas Cage flick than credible Keanu Reeves vehicle, not least in its frequent bouts of Bible-thumping (Hill is first inspired to take his revenge after reading an especially hardcore passage from the Book of Jeremiah). It may not come as a surprise to learn that Cage was originally tapped for the role, until unspecified “issues” forced him to withdraw from the project, handing Travolta – fresh from a career revitalising turn in American Crime Story – the role his hairline was born to play.",
  "webTitle": "I Am Wrath: John Travolta gives in to the geri-action genre",
  "webPublicationDate": "2016-05-07T07:59:09Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/07/i-am-wrath-john-travolta",
  "keyword": [
    {
      "webTitle": "DVD and video reviews",
      "id": "film/dvdreviews",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlie Lyne",
      "id": "profile/charlie-lyne"
    }
  ],
  "guardianId": "film/2016/may/07/i-am-wrath-john-travolta"
}