{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/19/cannabis-food-marijuana-herbal-chef",
  "id": "2016-05-19-292",
  "sectionId": "society",
  "body": "On Wednesday morning, 9 November 2016, the consumption of marijuana might be legal in the state of California. Those only familiar with my home state from reruns of The OC and TMZ might think weed has been legal for years. Well, I hate to be the salty old coot who breaks your illusion, but the Golden State is actually far more diverse than it appears from the outside. The idea of smoking a joint legally is anathema to a lot of folks in places like Orange County, Riverside, Fresno, and believe it or not, San Diego. I grew up in a small town in the San Joaquin Valley called Merced, two hours south of San Francisco, and never touched the stuff for fear I might get arrested on the spot or grow a second head. Christopher Sayegh, owner and operator of the Herbal Chef, a company that hosts pop-up dinners and sells all manner of cannabis-infused food products, hopes to do away with the kind of marijuana misinformation I grew up with and usher in an era of enlightened pot usage in California and eventually, all across the country.      Lamb chop with mint chutney. Photograph: Dan Tuffs for the Guardian    Sayegh, a square-jawed 23-year-old who cut his teeth in a variety of high-end restaurants, has made it his personal mission to reframe the conversation around edibles. His work as the Herbal Chef allows him to combine his passion for cooking with his hope that the discussion around weed can be normalized in our lifetime. “What else are we gonna do with food?” he asks rhetorically. “I’m a scientist at heart. I’m an experimenter. I want to learn. I want to grow, and this is how that’s done. By pushing the envelope.” When one thinks about pot food, the usual image is that of the pungent brownie or THC candy. It often tastes less like the food it was intended to be and more like an overwhelming marijuana delivery system. That flavor profile is one that Sayegh is doing his best to elevate with his moveable feast of private dinners, which he puts on for celebrities and normal folk alike. Depending on the number of courses, the cost is between $200 and $500.   Related: Will Canada become America's cannabis capital?    “I love the smell of cannabis, but what you smell [when you eat pot food] are terpenes,” he tells me when we meet in his Los Angeles apartment for a demo meal. “There’s two active components of cannabis, THC and CBD, then terpenes, which is the aromatic profile. I extract [the terpenes] with CO2 and water. In the middle of the table, I’ll have these boiling cauldrons, so this smell, I’ll pair with, like, the cheese in my bacon-and-eggs dish. So people are wafting this. It’s a whole sensory experience which I want to bring. I think it’s the next step here.” His food, he says, doesn’t taste like weed the way standard edibles do. The ingredient doesn’t overpower the dishes, but accompanies them through careful curation and with an eye toward balance. He accomplishes this by cooking with a water-soluble THC solution that dissolves into the food during preparation. In his apartment, he has syringes filled with the stuff – a syrupy, rust-colored liquid – labelled so that he won’t confuse whatever magical substances are contained within them.     The writer tries a bite of lamb chop. Photograph: Dan Tuffs for the Guardian    Sayegh sees vast economic and social opportunities in legal marijuana consumption and has set up his business so that it can function in the currently complicated medicinal environment, but also so that it might flourish if California’s ballot measure passes. Not only is he a chef and marketer of frozen meals to medical users, he’s also a growmaster, overseeing the production of marijuana plants. On top of that, he fancies himself an ambassador for the burgeoning pot economy. Fear of legalization persists, even when two US states, Washington and Colorado, have lifted their prohibition of the drug. “Why was it illegal in the first place? Misinformation. The more information we have, the better off we’ll be. It’ll just take awhile,” he says as he jovially prepares his mint chutney.  I share some of that fear, mostly due to personal experience. It’s widely believed that pot food should only be eaten in small doses, lest the consumer find herself suffering from a sort of chemically induced nervous breakdown. As I sat in Sayegh’s apartment, I wondered how I would be able to consume an entire meal – a lamb chop on a bed of lentils with leeks and garlic, plus a side of mint chutney that was infused with THC, and for dessert, a fried brioche dough with dark chocolate, caramel spread, and popcorn ricotta, also infused with THC – without curling up in the corner and sucking my thumb.  As a veritable novice, I was trusting Sayegh to take care of me during the meal. I had informed him ahead of time that I was a lightweight, and he assured me that the dose he’d be adding to my food would be mild. The point of the meal, as he sees it, is not to get someone stoned beyond recognition. As any chef will tell you, the point of a meal is to enjoy the food. When the added element of THC is involved, Sayegh has to remind people that it’s not just a gimmick. He doesn’t smoke when he cooks and he doesn’t play up any party boy image with his diners. “People ask me: ‘Are you high all the time?’ Fuck no!” The picture he paints of our cannabis-infused culinary future resembles how one would enjoy a glass of wine or a pint of beer with a meal. It’s only to heighten the experience.     Sayegh uses syringes containing water soluble THC and CBD. Photograph: Dan Tuffs for the Guardian     Related: Altered State: tracing marijuana's long, strange trip through California    As I cut into my lamb, Sayegh instructed me to make sure every bite had a bit of the THC-infused mint chutney – not for the high it would bring, but because the flavors needed to be paired for the dish to bring out his desired taste. I fumbled around with my fork, hoping to get as much of the green side dish in my bite as possible. It’s not every day you have the chef staring at you as you eat his food, so I didn’t want to disappoint him by disregarding his intention. The lamb was delicate and flavorful, seared nicely on top and cooked through just enough that it was still pink in the middle.  At no point did I taste marijuana, just as he had promised. The buzz I felt didn’t move me to lock myself in a bathroom. The only change I registered within myself was that I ended up a tad happier. That’s truly the core principle of any meal, THC-infused or not: it’s a transference of joy from one person to another. Sayegh is confident he’ll be able to share his unique experience with the masses sooner rather than later. “Love, compassion and community – those are the things that are going to set us apart from every other industry. It needs to happen. It’s time for it to happen,” he said. I don’t know if it was the weed kicking in, but in that moment, I believed him.",
  "webTitle": "The chef cooking his way to a cannabis revolution: 'I'm a scientist at heart'",
  "webPublicationDate": "2016-05-19T08:00:03Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/19/cannabis-food-marijuana-herbal-chef",
  "keyword": [
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "society/2016/may/19/cannabis-food-marijuana-herbal-chef"
}