{
  "apiUrl": "https://content.guardianapis.com/politics/shortcuts/2016/may/17/ed-miliband-doncaster-40th-most-powerful-person",
  "id": "2016-05-17-103",
  "sectionId": "politics",
  "body": "Name: Doncaster Power List. Appearance: Annually, in the Doncaster Free Press. Criterion: Being one of the town’s 50 “top decision-makers, big employers and high achievers”. And who decides that? “An independent panel of local experts who really know the area – and all it’s major players.” Shouldn’t that be “its” major players? Don’t quibble. All the best newspapers misspell things. So, who are Doncaster’s major players in 2016? Oh, all sorts. There’s Lakeside Village shopping centre manager Cheryl Sadler at No 44. Of course. And Bobbie Roberts (No 42), who is chairman of trustees at Doncaster Deaf Trust. Plus Nigel Brewster (6), co-founder of the recruitment group Brewster Pratap. It’s good to see Brewster getting a top 10 place. He has slaved away in obscurity for too long. Indeed. And, of course, there’s Ed Miliband.      Mayor Ros Jones, who has taken top spot once again. Photograph: Christopher Thomond for the Guardian    Who? Ed Miliband. He’s the MP for Doncaster North. Used to lead the Labour party. Wanted to be prime minister last year. Sorry. Not ringing any bells. He ate a bacon sandwich. Ah, yes! I remember him now! He used to be really famous. Where’s he on the list? No 40. Ouch. Just behind Steve Currier of Cooper Lighting (39), and some way back from Doncaster’s other MPs, Caroline Flint (26) and Rosie Winterton (13). How the almost-mighty have fallen. I guess you can’t be Doncaster’s most powerful person every year. Oh, he wasn’t in 2015, either. He was fourth. What? So three people in Doncaster were doing something more important than incompetently leading the opposition into a general election? That’s right. They were the mayor of Doncaster, Ros Jones, the council chief executive, Jo Miller, and Louis Tomlinson of One Direction. Fair enough. Still, Miliband can take comfort from the words of Phil Bramley. The group editor of South Yorkshire Newspapers? That’s him. He takes pains to stress that the whole list is subjective. “There are many different ways people can have influence,” he points out. Quite true. One could be rich, popular, very famous, hold high office, lead a large company, inspire people with your work … Indeed. There are many, many, many ways. It’s just that, after assessing evidence, a panel of independent experts reckons Miliband doesn’t have much? Exactly. Do say: “Choose Corbyn!” Don’t say: “For the Islington Power List 2021!”",
  "webTitle": "Ed Miliband: now Doncaster’s 40th-most powerful person",
  "webPublicationDate": "2016-05-17T15:44:07Z",
  "webUrl": "https://www.theguardian.com/politics/shortcuts/2016/may/17/ed-miliband-doncaster-40th-most-powerful-person",
  "keyword": [
    {
      "webTitle": "Ed Miliband",
      "id": "politics/edmiliband",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Doncaster",
      "id": "uk/doncaster",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "politics/shortcuts/2016/may/17/ed-miliband-doncaster-40th-most-powerful-person"
}