{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/fear-the-walking-dead-recap-season-two-episode-five-captive",
  "id": "2016-05-09-359",
  "sectionId": "tv-and-radio",
  "body": "Madison and the Abigail’s crew on a daring raid of the Dread Pirate Connor. A zombie switcheroo involving a hood and some dirty work. And yet something was missing from this episode, like a BLT without mayonnaise: all the ingredients in place but missing that special sauce to hold it together and make the whole sandwich worthwhile. Fear the Walking Dead is a show without a mission. Everyone’s trying to make it to a sanctuary in Mexico, but is their true hope really to escape into some corner of this new world, or to adapt within it? Most of the moral dilemmas they’ve faced about survival and sacrifice have come straight out of the original Walking Dead’s recipe, and Fear has yet to find a reason why we should make time to tune in.   Related: Fear the Walking Dead recap: Season two, Episode four – Blood in the Streets    ‘He had this sense about you’  Luckily, its characters have started to blossom. Alicia showed impressive gumption while trapped in the dry-docked boat, running out of the locked room and escaping off the boat into the water and freedom, in a ride that wouldn’t be out of place in Typhoon Lagoon. She also impressed us with her ability to manipulate Jack, bending his affection to get him to help her escape and then ditching him at the last minute. She even beat him over the head, like the world’s most ornery cruise director, and locked that woman in the brig for eating her steak. But staying with Connor might not have been the worst idea: his plan for the end of the world was apparently to recruit young, attractive people for a post-apocalyptic beach party. Burning Man where the people have a dead look in their eyes should really be avoided. ‘Stop treating them like children’ Madison’s biggest problem, other than having a Coachella organizer kidnap her daughter and her boyfriend, was that her son Nick took off to find Strand’s friend Luis. This may be the dumbest plot the show has attempted so far. Shouldn’t it make Madison happy that Nick is getting good at surviving in a terrifying world? I get that she wants to keep her kids’ consciences clean, but she also needs to accept reality and let Nick help her out of all the scrapes she’s going to land everybody in. ‘You knew what would happen’ Alex is back! Turns out that Connor and the gang found the Abigail not only because Alicia ran her mouth on the radio, but because Alex, literally left adrift by Strand amid his fears that her burn-victim friend wouldn’t survive, helped the pirates out. If it was a small world before the plague, it’s only gotten smaller. Alex fits Connor’s apparent requirements (young, attractive), so he evidently wants her in whatever cult it is he’s running. Travis blurts out an apology, Alex explains her awful story of strangling a friend to end his misery, and Travis explains that he did the same to his ex. “It cost a part of me. I want that part back,” he says. Sorry, buddy, but you’re never going to get that part back, and the sooner you learn that, the sooner this show will get a little bit more exciting.  Alex’s return hasn’t much affected the plot so far, but she does land an amazing line as she leaves Travis’ cell: “Connor told me he could use me. People don’t use me.” Is Alex going to be the new boss of this clan, with a score to settle with Strand and the Abigail? Maybe she’ll chase them all the way to Mexico and blow up Strand’s fancy villa in retribution. No matter her role, she’s pissed, and in this world, that cannot end well for our band of ostensible heroes. ‘That is what we do now’ Ofelia’s vow to “spill blood” and “spill blood again” was the blunt theme of tonight’s episode, not to mention this season: helping Nick sop up some gory mess is about all she has done all year. She’s in dire need of a reason to be on this show, or someone’s going to throw her overboard. Her line is, of course, about Chris shooting Reed, AKA Connor’s brother and the Abigail’s would-have-been captive for ransom. Chris, on the other hand, feels bad only in that he didn’t shoot him and the pregnant woman before they boarded the boat and blamed him for the hostage crisis. He makes up for this regret by killing one of them.   Again, for the record, Chris remains the worst. Not only did he disobey Daniel’s orders and engage the captive Reed, he shot the guy and almost kept his father and sort-of-stepsister from rejoining the group. On top of that, he missed, taking off half the poor guy’s jaw. Chris can’t do anything right, even when he’s doing something wrong. Daniel, at least, turns the zombie Reed into something useful. Not only does his zombie-in-a-bag trick help rescue Alicia and Travis, it takes out Connor and one of his henchmen. The whole kerfuffle showed that Madison and her troupe are far better prepared – and ruthless – than the others. Now if we only cared about their mission, this show might be so good.",
  "webTitle": "Fear the Walking Dead recap: season two, episode five – Captive",
  "webPublicationDate": "2016-05-09T02:00:01Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/fear-the-walking-dead-recap-season-two-episode-five-captive",
  "keyword": [
    {
      "webTitle": "Fear the Walking Dead",
      "id": "tv-and-radio/fear-the-walking-dead",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/08/fear-the-walking-dead-recap-season-two-episode-five-captive"
}