{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/gianni-infantino-fifa-fatma-samoura",
  "id": "2016-05-13-42",
  "sectionId": "football",
  "body": "Fifa’s new president, Gianni Infantino, has appointed the first female secretary general in the organisation’s chequered history as he battles to restore its battered reputation. Infantino said Fatma Samoura, a Senegalese UN official with no previous experience in sport, would bring a “fresh wind” as its most senior executive as he attempts to convince the world that Fifa is capable of reform. “She is used to managing big organisations, big budgets, human resources, finance,” Infantino told Fifa’s Congress in Mexico City. “She will bring a fresh wind to Fifa, somebody from outside not somebody from inside, not somebody from the past. Somebody new, somebody who can help us do the right thing in the future.”   Related: Michel Platini resigns as Uefa president after ban reduced to four years    Assuming she passes an eligibility test, the 54-year-old will replace the disgraced Jérôme Valcke, who was one of a slew of Fifa executives banned over wide-ranging corruption allegations. Valcke was banned for 12 years earlier this year. “This new Fifa is about change and about leadership. It’s about not being afraid of bold decisions sometimes,” added Infantino. Samoura, who has worked at the UN since 1995 and acted as a representative or director in six countries, said: “I believe this role is a perfect fit for my skills and experience – strategic, high-impact team building in international settings – which I will use to help grow the game of football all over the world. I also look forward to bringing my experience in governance and compliance to bear on the important reform work that is already under way at Fifa.” Infantino, the Swiss Italian former Uefa secretary general who took over from his now banned predecessor, Sepp Blatter, in February, also unveiled a four-year build-up to the next World Cup hosting decision. Fifa’s meltdown was sparked by the chaotic joint bidding race for the 2018 and 2022 World Cups and Infantino insisted the 2026 process would not follow suit. “After all the issues and criticisms that happened around the last World Cup bidding process it is absolutely crucial for Fifa’s credibility that we have a bullet-proof World Cup bidding process in place,” he said. Infantino also outlined his plans to increase the amount of development funding to member associations. He said the current arrangements were “a mess” and would be replaced with a single programme called Forward. He said Fifa would sign contracts with each member association for development projects that will increase their income from $1.6m (£1.1m) to $5m (£3.5m) over four years. “Fifa will increase the investment for member associations. It’s not just throwing out money; we will ask for more accountability,” he warned. “This money is to invest in football. Don’t betray us.”",
  "webTitle": "Gianni Infantino names Fatma Samoura as Fifa’s first female secretary general",
  "webPublicationDate": "2016-05-13T18:44:52Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/gianni-infantino-fifa-fatma-samoura",
  "keyword": [
    {
      "webTitle": "Fifa",
      "id": "football/fifa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Gianni Infantino",
      "id": "football/gianni-infantino",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football politics",
      "id": "football/footballpolitics",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/2016/may/13/gianni-infantino-fifa-fatma-samoura"
}