{
  "apiUrl": "https://content.guardianapis.com/world/commentisfree/2016/may/01/the-guardian-view-on-spain-political-impasse-no-relief-yet-in-sight",
  "id": "2016-05-01-45",
  "sectionId": "world",
  "body": "Last December’s general election was supposed to give Spain – weary of austerity, fed up with scandals and tired of incumbents who seemed to have been around too long – a political new start. But the paradoxical result of the rise of two parties promising fresh approaches to the country’s problems has been paralysis, not forward movement. After months of squabbling and manoeuvring, King Felipe last week gave up his efforts to persuade the politicians to agree on a coalition which could rule the country, and there will now be new elections in late June. The awkward arithmetic of the December vote meant that a coalition would only be possible if principles were sacrificed to practicality by one or more of the players. The trouble is that the compromises explored in the attempts to form a viable coalition diluted the very message which excited voters in December – that deals and fixes would become things of the past – yet the failure to agree confirmed the contrasting view that politicians were putting their own interests before those of the country. If there were an easy way out in the shape of the new elections then that could be a solution, but the polls suggest that although there will be some shifts in the share of votes, the next vote may well lead to another deadlock. It is obvious that neither the voters nor the parties, old and new, wanted this outcome. Voters for the two mainstream parties wanted the familiar political balance and alternation that has characterised Spain since the 1980s. Voters for the two upstart parties, Podemos and Ciudadanos, wanted different things. Podemos emphasised an end to austerity, popular participation, and an assault on neoliberalism. Just as Podemos represented an attempt to renew the left, Ciudadanos constituted an attempt at renewal on the right, with a particular stress on clean government. In 2006, the party launched a campaign in which its leader Albert Rivera appeared naked to emphasise the idea of a new, clean party being born. In the 2015 election both the new left and the new right did well, but the old left and the old right proved resilient, in each case gaining more votes than their rivals – many more, in the case of the ruling People’s party. To quote a Podemos favourite, Antonio Gramsci, “the old is dying and the new cannot be born”. The two left parties did not have enough seats to govern together; nor did the two parties of the right. The two old parties, the People’s party and the Socialists, would have had the seats to govern, but refused to form a grand coalition. The Socialists could have joined with both the two new parties, but this threesome repeatedly failed to find enough common ground. The favourite Spanish word for the resulting muddle is circo, or circus. It is not as if Spain can afford to fiddle around for much longer in this way. The country urgently needs an agreement on Catalonia, where a separatist government has been pressing for an independence referendum. Only Podemos has been ready to consider the Catalan demand. Then there is austerity, opposition to which was the original trigger for Spain’s new politics. It has not gone away, as recent Brussels warnings over Spain’s growing deficit show. Somebody needs to be in charge if these and other pressing issues are to be tackled effectively, yet the prospects of that happening soon are not good.",
  "webTitle": "The Guardian view on Spain’s political impasse: no relief yet in sight | Editorial",
  "webPublicationDate": "2016-05-01T19:13:28Z",
  "webUrl": "https://www.theguardian.com/world/commentisfree/2016/may/01/the-guardian-view-on-spain-political-impasse-no-relief-yet-in-sight",
  "keyword": [
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Podemos",
      "id": "world/podemos",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "world/commentisfree/2016/may/01/the-guardian-view-on-spain-political-impasse-no-relief-yet-in-sight"
}