{
  "apiUrl": "https://content.guardianapis.com/world/commentisfree/2016/may/18/stop-telling-women-theyre-doing-feminism-wrong",
  "id": "2016-05-18-66",
  "sectionId": "world",
  "body": "Right now, someone somewhere – probably a woman – is doing feminism wrong. This is the overwhelming message that is being beamed everywhere. Robin Wright may be making public her demand for equal pay for her role in House of Cards, but that is all right for her; she is a white, privileged film star. “Has celebrity feminism failed?” asked Andi Zeisler this week, in her new book We Were Feminists Once, because God knows it’s a worry … The assumption that any celebrity who says something vaguely feminist is somehow a hypocrite is ludicrous. It is a way of discrediting women. It happens a lot. Even poor old Beyoncé is not doing quite well enough and has apparently been appropriated by the capitalist system ... by selling her music. Who knew that was her secret agenda? The demand for the perfect feminist icon who somehow exists outside the system can never be met, because it’s impossible. We might have learned by now to make do with imperfection, both as people and as a way of doing politics, and yet we have gone into reverse. At a time when we have to recalibrate the gains of feminism, to push for more, there is complete disarray and disagreement, and ever more policing of what is the “right” kind of feminism. Some of this is done in the name of “calling out” those who have veered from the currently fashionable views on trans issues or sex work. Some of the calling out of privilege in terms of class or race is not new, but has become highly vindictive. Some calling out is frankly baffling, and so esoteric that it simply takes hours to explain it to anyone outside the world of bizarre Twitter spats. The fact that it goes largely unregistered by most people seems to actually fuel its myopic intensity. Some of this is generational and inevitable. I am certainly not pretending that feminism has ever been a unified movement – it hasn’t. There have always been huge differences, but what is happening now is producing a worrying insularity. The retrenchment into a safe space where arguments within feminism replace arguments for feminism disturbs me. Sure, I have been guilty of this. The element of auto-critique present in much feminist politics is part of the left. It can feel exciting. Clearly, some get off on being the most “out-there”, on a competitive radicalism that is much more about impressing those in your small circle than trying to convince those outside it. Indeed, the worst thing that could happen is that your marginal belief goes mainstream. Such a politics of purity presents itself as mad, bad and dangerous to know while actually occupying a fairly safe and unchallenging space. Why be in power when you can be right? Why win over others who are basically too stupid to see the light? There are elements of this in aspects of Corbynism, of course, which simplistically demands that one picks the correct side. The mode here is affirmation: that one already thinks the right things, never that a political party may exist to persuade those who currently think the wrong things. Feminism, though, is not a political party; it is a movement that wants both equality and liberation for women. Liberation is the dream and the revolution, and far more interesting than basic equality. But ignore equality at your peril. The result of thinking it would just happen by itself is that we have gone backwards. However we might view “gender”, basic demands such as equal pay, reproductive choice and stopping violence against women have yet to be achieved. That the Royal College of Midwives pushing for the decriminalisation of abortion is considered controversial; that an actor achieving equal pay is newsworthy; that the police are continuing to report epidemic levels of domestic violence tells us how far we have to go. We debate the end of gender binarism, but I have never seen it more demarcated in my lifetime, both in terms of how people dress and what children are given to play with. This is why I am alarmed at the retreat of feminism into lifestyle and the realm of self-help (can I wear these heels? Who actually cares?). In this space, one can simply identity as a feminist and hope things get better somehow. This is gluten-free feminism that requires one only to look after oneself, while regularly announcing to the world how this is working out. It’s a damn sight less disturbing than looking outwards, that’s for sure. What, for instance, does feminism have to say to those women now saying they can’t stand Donald Trump’s attitude to women but will vote for him anyway? Are they simply to be denounced? It is precisely the job of feminism to join up the dots between economic failure and gender politics, but this can’t be done while we are busy gawping at the new online sidebar of shame in which any woman who says anything in public will be done over for flaunting the wrong kind of feminism. All of this is designed to make women stop talking, stop identifying with what we have in common and make us retreat into the narcissism of small differences. As a parent, I have taken great solace in Winnicott’s maxim of being not a perfect but a “good-enough mother”. If only there were such a thing as good-enough feminism ...",
  "webTitle": "Stop telling women they’re doing feminism wrong",
  "webPublicationDate": "2016-05-18T17:57:42Z",
  "webUrl": "https://www.theguardian.com/world/commentisfree/2016/may/18/stop-telling-women-theyre-doing-feminism-wrong",
  "keyword": [
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Equal pay",
      "id": "society/equal-pay",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Moore",
      "id": "profile/suzannemoore"
    }
  ],
  "guardianId": "world/commentisfree/2016/may/18/stop-telling-women-theyre-doing-feminism-wrong"
}