{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/22/margo-jefferson-negroland-interview",
  "id": "2016-05-22-115",
  "sectionId": "books",
  "body": "Margo Jefferson was born in Chicago in 1947. She was for many years a theatre critic at the New York Times and is now professor of the professional practice of writing at Columbia University. Negroland, a memoir of your growing up in the emergent and precarious postwar elite of black society in America, feels like something you have long contemplated writing. What made you write it now?Well, you know how writers are. There are some things that you want to acknowledge very directly and there are others that are lurking. It takes a while for them to emerge. This one was lurking. Was some of that due to what you describe as the ingrained unease at making a spectacle of yourself?You were not supposed to show off in Negroland because you are supposed to be perfectly decorous and well behaved. You were also not supposed to tell any stories that reflected badly on the group because that reflected badly on the race. I use past tense but it still feels like present tense. The word Negro is still very charged. Is it a hard word to use in the States?I was a little anxious about using it as a title. Which is why I kept trying to explain its historical, cultural, almost mythical resonance. I think for a while there was a kind of debate about whether you could bring back Negro and reclaim it, and then it was black versus African American; now I have noticed in conversation that black people will use all three terms depending on context. I don’t advocate one term.     Margot (back row, centre) as co-captain of her high-school cheerleading team, 1964. Photograph: Courtesy Margot Jefferson    It still sounds very different in a white person’s mouth.Yes, that’s true. It is kind of an intimate word at this point, with lots of signifiers around it. The society you describe in the book is a very particular historical moment really, before the civil rights movement, but does it persist socially?There are still Negro elites. Many of them are obviously much richer, and perhaps a little more integrated into what remains a white power structure. But those old rituals from the social clubs, to the broadly segregated white and black schools, to an obsessive interest in ancestry, all of that does still exist. Look: we are a class-bound society. One way back into the history is through the lives of your parents. You kick off one chapter with an extraordinary letter your mother wrote to her friend, while she and your father were living in segregated army accommodation during the war. The letter is full of very polite observation and gossip, but it ends with that devastating line [“I’m so happy… Sometimes I almost forget I’m a Negro.”] I’m guessing that was one trigger for you thinking about these things? It was. Mother had given me that letter some years ago. I can remember sitting at the breakfast-room table with my sister and my niece and reading this out loud and can still see their faces, which clearly mirrored mine. It was like: Oh my God! That last line knocked us out. It was quite unusual for her to talk in those terms?That is right. It was. Though it was typical of her to put it in a PS with a slightly ironic air. It is obviously easier to escape from those imposed identities – but not as easy as you would want it to be even now.I think culturally it is true for blacks in America and every other group that when an identity is forced upon you, you do internalise it to a degree. I think that is still there, but you are perhaps more conscious now that you are grappling with it. We used to talk a lot about “white privilege” and privilege meant partly the idea that you didn’t have to think constantly about race, or class or gender. I see this book as an attempt to look at all those three things together.     Margo’s high school yearbook photo, 1964. Photograph: Courtesy Margot Jefferson    You talk about your decision not to have a family as another gesture of liberation from some of those constraints.For me, yes. The key thing when it comes to partnership, marriage, children, is what your temperamental needs are, and how you see the shape of your life and what you want to be crucial in it. For me it absolutely felt like the right thing to do. Your own mother looms large in the book. What would she have made of it?She only died last year. She lived to be 98. Some of the book was published in magazines as it was being written, so she saw some of it and frankly I made sure she saw some of it. I didn’t show her the “death in Negroland” section about all the suicides that occurred behind closed doors, but I showed her the sections about Negroland fashion and Negroland TV. Things with humour in them. And she was tickled. She knew I was writing the book and occasionally she would say pointedly, “You know, Margo, I am a very private person” and fix me with a stare. I think she would be proud of me, and admire the craft of the book, but she would by no means agree with part of it. The suicides you mention were often brought about by the pressure to conform in Negroland, to be perfect. Pressures you felt yourself. Why did you not want to show her that?To be fair I had aired some of that in a theatre piece I did, and I remember overhearing my mother say to the director how painful it was for her to see that. That section of the book contains a quite severe, even harsh assessment of what I call the black bourgeoisie. Call me a coward, I’m glad not to have a discussion with her about it. When you were first working as a journalist in the 1970s, and later at the New York Times, did you feel you had escaped [from Negroland] for good?Yes and no. I was proud, pleased. I had wanted to write criticism. But I also wanted to write other kinds of things. The numbers of minority writers on culture was and is still very small. I was quite an exception. I was struck by those scenes of you watching TV as a child with your parents: micro-analysis of how Sammy Davis Jr and Lena Horne were being treated when they were first guests on primetime shows. I’m guessing that habit was very formative in your becoming a critic?I’m sure it was. And in a way I enjoyed that constant hyper-awareness. But I have made conscious efforts to unlearn some of those habits in the sense of always obeying them. I worked very hard over the years not to be in thrall to attitudes that were confining or snobbish. I suppose Britain is characterised as having a class-ridden society, and America perhaps less so. But the book dwells on these incredibly fine unspoken gradations of etiquette and behaviour.I think that is common to every nation, but country to country the variable is perhaps what class mingles with. In America it quickly becomes a conversation about race. We have a myth of the classless society. You won’t hear an American politician apart from Bernie Sanders talk about the working class. We are all middle class apparently. But it’s there all the same.   Related: Black memoir in 2015: the year America broadened its canon    Listening to this election campaign it is striking how much of it is seen in terms of an appeal to very distinct communities. Do you think that reinforces a fragmentation of the culture?These essentialist identities are constantly being summoned up. You identify yourself by race or gender or religion – and region to some extent. Gender in particular is out in the open in this election now, in a very primal way. The Black Lives Matter movement is reinvigorating the civil rights spirit to some degree. Do you think it can have real effect?It seems to me to be taking on the spirit of both the black power and civil rights movements, which is great. But it is not all we need, in the way that Occupy Wall St was not all we needed. I think of them as outbursts and seizures of activity, but they can’t be the only thing. In some ways President Obama seemed to represent an endpoint of integration and civil rights. But now attitudes that haven’t been heard in serious public discourse in a generation are being voiced at prime time, particularly by Donald Trump. Are you despairing a little?It is shocking and scary at times to hear. It can send you into despair. We were naive, I suppose, to think that changing laws changed attitudes. Still, I think very few people from my generation on down expected to hear that rage and fury and some of the racial underpinnings of it going on again in our lifetimes. Perhaps we should have been more cynical.",
  "webTitle": "Margo Jefferson: ‘I was anxious about using the word Negro in a book title’",
  "webPublicationDate": "2016-05-22T10:00:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/22/margo-jefferson-negroland-interview",
  "keyword": [
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Adams",
      "id": "profile/timadams"
    }
  ],
  "guardianId": "books/2016/may/22/margo-jefferson-negroland-interview"
}