{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/19/youtube-rules-out-premier-league-bid-despite-europa-league-final-coup",
  "id": "2016-05-19-118",
  "sectionId": "media",
  "body": "A near record number of football fans discarded their TV sets to catch the Europa League final on YouTube, but despite its success the web giant has scotched the idea that it wants to challenge Sky and BT for Premier League rights. BT Sport struck a deal with Google-owned YouTube to air the Europa League final, and upcoming Champions League final, alongside its own mix of coverage on pay-TV and free-to-air channels. BT’s TV coverage, broadcast free-to-air on Freeview as well as on pay-TV, drew a record peak audience of 3.5 million viewers. YouTube’s coverage of the final is thought to have attracted at least the high hundreds of thousands of viewers, potentially as high as one million-plus, according to one web analytics firm that monitored the broadcast. For YouTube it would be one of its biggest-ever UK audiences to a sporting event and it is believed to be in its top five most-watched live sports broadcasts in the UK. “It is amazing that BT has chosen to put the Europa and Champions League finals on YouTube to reach the widest possible audience,” said Stephen Nuttall, YouTube’s senior director for Europe, Middle East and Africa.  “Live content works brilliantly as a complement to [TV coverage] for a broadcaster running a very good YouTube channel. Some partners think how much ad revenue can I make on it. Some think about what reach they can get to grow and build a domestic or global audience.” It has been speculated that if YouTube’s two live broadcasts are a major success – the Champions League final will air on 28 May – then the web giant will consider challenging Sky and BT in the next £5bn-plus Premier League rights auction.  Nuttall scotched the idea that YouTube would look to make a bid, arguing that it is a technology company happy to act as a partner to broadcasters and content creators. “We are not a buyer of rights,” he said. “We are very good at distributing content to the largest possible audience. It’s pretty clear. We are a technology company, we do a great job of creating tools that broadcasters, [sports] leagues and clubs can use to tell their stories to largest possible engaged audience. That is what I expect we will continue to focus on. Our whole model is about partnering with people to allow them to make the greatest possible success out of their content.” However, it is not hard to see the potential attraction of owning valuable sports rights, with Nuttall noting that football is the single most popular sport watched on YouTube globally. He said that YouTube has deals with partners for 37 football league and cup competitions in place. And beyond traditional TV companies digital players have muscled into sports rights. Last month, Twitter emerged as a surprise winner of a bidding war to broadcast 10 games from the NFL’s regular season, beating digital rivals including Amazon and Yahoo. Nuttall pointed to a string of partner relationships, including the global broadcast of the Eurovision Song Contest, Fifa’s Ballon D’Or ceremony, a plethora of music festivals such as Coachella, as well as broadcasters such as the BBC for the successful BBC Radio 1 YouTube channel. “Overall, whether you are BT or Uefa or you are the BBC you look at YouTube and decide that it looks like an interesting place to distribute content,” he said. “We work with, and focus on, distributing their content. Sometimes live, sometimes clips and highlights in the sports world. Sometimes digital natives [YouTubers]. We don’t create the content ourselves.”",
  "webTitle": "YouTube rules out Premier League bid despite Europa League final coup",
  "webPublicationDate": "2016-05-19T16:02:25Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/19/youtube-rules-out-premier-league-bid-despite-europa-league-final-coup",
  "keyword": [
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sky Sports",
      "id": "media/sky-sports",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BT TV",
      "id": "media/bt-tv",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/19/youtube-rules-out-premier-league-bid-despite-europa-league-final-coup"
}