{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/19/the-knick-like-ripper-street-in-surgical-scrubs-clive-owen",
  "id": "2016-05-19-135",
  "sectionId": "tv-and-radio",
  "body": "Like the commercially available heroin administered to Dr John “Thack” Thackery to ease withdrawal from his usual tipple of pharmaceutical cocaine, period medical saga The Knick is intoxicatingly addictive. It’s set in New York at the mewling birth of the 20th century, and life at the fictionalised version of the actual Knickerbocker hospital in Harlem is one of palliative care, surgical brinkmanship and institutional racism. Thackery, the buccaneering head of surgery, is played with an at-first variable American accent by our own Clive Owen. He does everything in his considerable power to oppress his brilliant but black assistant chief surgeon, Algernon C Edwards (Andre Holland). The appointment was forced on him by a hospital grandee who employs Edwards’s parents as servants. Thack’s preference would be a white racist who dabbles in eugenics and allows a radical psychiatrist to pull out his sectioned wife’s teeth. With issues coming out of its ears, it’s like ER in a top hat, and it’s gothic enough to be Ripper Street in scrubs. A stubborn, vainglorious genius, Thack tenderly rebuilds the rotted nose of a syphilitic ex-lover, kidnaps conjoined twins from a freak show to separate them surgically, and stomps around like a toddler when the Philippines war cuts off the Knick’s coke supply. It’s the role of Owen’s life, rightly Golden Globe nominated. Thack is as complex as Tony Soprano, as malleable as Walter White, and as sexily but morally ambiguous as Jimmy McNulty in The Wire. For neither the faint-hearted nor the weak-stomached, The Knick aired on HBO-owned Cinemax in the US and Sky Atlantic in the UK. Season two joins the first on box set being released on 6 June with a self-contained story arc. (There is tantalising talk of two more seasons, but director Steven Soderbergh has spoken of “annihilating” what went before, so who knows what to expect.) Our story begins amid the clamped viscera and antepartum haemorrhaging of a pregnant woman in surgery, and ends with … well, scrub in, have a rummage and find out. I confess I was bothered by Owen’s cod-American accent on first viewing, but I persevered and got over it, as should anyone who may not appreciate roving, motion-sickness camerawork in a formal Victorian setting or a specious electronic score (by Cliff Martinez) that makes Nick Cave on Peaky Blinders feel historically accurate. Like the hospital itself in season two’s Casualty-style train crash episode, The Knick is overpopulated and packed with incident. You’ll root for minor players, such as Eve Hewson’s loyal hick nurse (yes, it’s Bono’s daughter), Cara Seymour’s Vera Drake surrogate and Chris Sullivan’s fightin’ Irish ambulance driver, while you boo-hiss Jeremy Bobb’s scheming administrator, whose financial mismanagement is a very bad advert for private health provision. But for all the period detail, it’s Thack’s journey from high-functioning smackhead to fanatical, sort-of-rehabilitated researcher into addiction that drives the show. With Soderbergh acting as director, cinematographer and editor on every episode (predominantly written by its two creators), The Knick has the authored cogency of a classy British costume drama, with authentic gas lighting as gloomy as Wolf Hall’s, plus the sex and violence that are compulsory to US premium cable. Big themes such as race, religion, pestilence and death are addressed with gallows humour. When Dr Edwards challenges a eugenicist, he concludes: “In the Antebellum South they would cite the Bible as justification for negro inferiority; you justify your racism using asinine pseudoscience.” This is the kind of highwire writing you get with The Knick. And Thack speaks to anyone on the tail end of a shift when he shouts: “We’re a hospital! We need cocaine to exist!”",
  "webTitle": "The Knick review: like Ripper Street in surgical scrubs",
  "webPublicationDate": "2016-05-19T15:00:13Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/19/the-knick-like-ripper-street-in-surgical-scrubs-clive-owen",
  "keyword": [
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Steven Soderbergh",
      "id": "film/stevensoderbergh",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Collins",
      "id": "profile/andrewcollins"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/19/the-knick-like-ripper-street-in-surgical-scrubs-clive-owen"
}