{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/12/in-the-dark-in-the-woods-eliza-wass-review",
  "id": "2016-05-12-182",
  "sectionId": "childrens-books-site",
  "body": "I think sometimes we need other people to see ourselves.  The cliff notes version? This book disappointed itself. Not to mention me. Was this book supposed to shock me? Because it didn’t. Was I supposed to be offended? I really wasn’t, because all I felt, was sad. Sad that, like the characters in this book, people might truly believe that God is going to judge you if you don’t marry your sister or something equally horrific; sad that these children – the Cresswells – were brought up with such a warped view on life, and sad that they thought it was okay to be beaten up, locked in a cell and live on rationed food and water.  Mostly, I was sad that this book could have been so much better. The Cresswells, to everybody on the outside, are your resident bunch of freaks. They always wear their hair up, sport shapeless dresses and are regularly absent from classes and events. Oh, and they live in a secluded area in the woods where they – three brothers and three sisters – are all doomed to marry each other and live together in Heaven for eternity.      This all, of course, comes under the Gospel of their father, who enforces mandatory scripture reading every night and days without food in a pit if you “sin” (e.g. stealing antiviral cream to treat injuries because your father considers modern medicine a bane on the soul that leaves you open to the devil’s influence). This, along with other aspects of the story that were supposed to have made me feel shocked and pity the characters, didn’t because the narration was so flippant, I did not believe it.  What was (a bit) wrong with that book: 1. That ending. Things do not just work like that.  2. The fact that Castley never really believed anything their father taught them, nor did Mortimer and Caspar. That much is apparent from Chapter One. Which leads to three:  3. If all you were told from birth is that your family is the only one to make it to heaven if they do things a certain way, and you never had contact with anyone, how do you know what is normal and what isn’t? And how do you rebel against it? I guess the best way for me to enjoy cult-like/alternate lifestyles storylines is if the break-out character or narrator really makes me believe the story, and in In the Dark, in the Woods, nobody ever did.  So. Where does that leave me?  3 stars.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "In the Dark, in the Woods by Eliza Wass – review",
  "webPublicationDate": "2016-05-12T14:00:06Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/12/in-the-dark-in-the-woods-eliza-wass-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dystopian fiction (children and teens)",
      "id": "books/dystopian-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/12/in-the-dark-in-the-woods-eliza-wass-review"
}