{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/03/glaad-calls-for-gay-characters-in-star-wars-episode-viii",
  "id": "2016-05-03-264",
  "sectionId": "film",
  "body": "Related: Frozen fans urge Disney to give Elsa a girlfriend in sequel    Disney should include gay characters in the forthcoming Star Wars film, Episode VIII to help improve its “failing” record on LGBT representation, US gay rights group Glaad (Gay and Lesbian Alliance Against Defamation) has claimed. The call was made after the organisation’s latest annual “studio responsibility index” found that none of Walt Disney Studios’ 11 films released in 2015 featured gay characters. “As sci-fi projects have the special opportunity to create unique worlds whose advanced societies can serve as a commentary on our own, the most obvious place where Disney could include LGBT characters is in the upcoming eighth Star Wars film,” the report claimed. “2015’s The Force Awakens has introduced a new and diverse central trio, which allows the creators opportunity to tell fresh stories as they develop their backstory. Recent official novels in the franchise featured lesbian and gay characters that could also be easily written into the stories.” Glaad’s suggestion follows the current Twitter campaign for Disney to confirm that Frozen’s Princess Elsa is gay in the forthcoming sequel to the highest grossing animated film of all time. A hashtag, #GiveElsaAGirlfriend has found currency on the social network, with MTV blogger Alexis Isabel Moncada’s initial post on the subject having been retweeted more than 1,500 times.    Dear @Disney, #GiveElsaAGirlfriend— Alexis Isabel (@lexi4prez) May 1, 2016     Related: Glaad: Hollywood films are failing gay people    Star Wars fans have also called for the bromantic chemistry between Oscar Isaac’s Poe Dameron and John Boyega’s Finn in JJ Abrams’ The Force Awakens to be shifted into full-on relationship territory in Episode VIII. The sequel’s director, Rian Johnson, fanned the flames by retweeting fan art depicting the rogue stormtrooper and resistance pilot locking lips in January. Boyega himself hinted he was more than open to the idea of shifting the Finn-Dameron relationship to the gay side in an interview at the Bafta awards in February.  Glaad’s call on Disney came as the annual studio responsibility index painted a depressing picture of Hollywood’s record on LGBT inclusivity. Of the 126 major studio releases last year, only 22 featured gay characters, amounting to 17.5% – an unchanged figure from the organisation’s 2014 survey. Two further major studios were also rated “failing” by the civil rights organisation. Like Disney, Paramount released no films in 2015 featuring gay characters, while Warner Bros managed five out of 25 released movies, according to the survey.   Related: Would a gay relationship in Star Wars: Episode VIII be revolutionary?    Other studios, including Fox, Lionsgate, Sony and Universal, were all rated “adequate” by Glaad. Lionsgate was praised for including LGBT characters in eight out of its 24 releases in 2015, but the Glaad suggested Hollywood still had a long way to go if it was to achieve the levels of inclusion that have become the norm on the small screen. “Hollywood films lag far behind other media when it comes toportraying LGBT characters, cementing the industry’s reputation as outdatedcompared to the groundbreaking inclusion seen on streaming series likeSense8, Orange Is the New Black, and Transparent,” said Glaad president and CEO Sarah Kate Ellis. The survey singled out two Kevin Hart films, Get Hard and The Wedding Ringer, for playing on “gay panic” stereotypes. Glaad described Get Hard, as “one of the most problematic films in several years”, and a “nearly two-hourprison rape joke”.",
  "webTitle": "Glaad calls for gay characters in Star Wars: Episode VIII",
  "webPublicationDate": "2016-05-03T09:57:05Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/03/glaad-calls-for-gay-characters-in-star-wars-episode-viii",
  "keyword": [
    {
      "webTitle": "Star Wars",
      "id": "film/starwars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Walt Disney Company",
      "id": "film/walt-disney-company",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/03/glaad-calls-for-gay-characters-in-star-wars-episode-viii"
}