{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/06/netflix-amazon-sci-fi-streaming-reboots-dredd-hulk",
  "id": "2016-05-06-316",
  "sectionId": "film",
  "body": "Not so long ago, if you wanted to see a revival of that much-loved cult classic adored by fans but scorned by the masses, your best bet was most likely some kind of crowdfunding campaign. These days, streaming sites such as Netflix are playing Dr Frankenstein with everything from Chinese martial arts epics (the utterly appalling Crouching Tiger, Hidden Dragon: Sword of Destiny) to cheesy noughties teen comedies (recent miniseries Wet Hot American Summer: First Day of Camp, based on the 2001 indie favourite). So which other movies could do with a jolt of streaming-fuelled defibrillation? Come on Netflix (or Amazon), resurrect these little gems for us and we’ll hand over our monthly subscription fees with a toe-tapping jig and a smile as wide as the Ganges. Dredd: The Series            And this one might actually be happening. Alex Garland’s claustrophobic and muscular (if strangely humourless) big-screen outing for 2000AD cop Judge Dredd bombed at the US box office, meaning the whole world had to go without a sequel. But the best episodes in print were often self-contained vignettes placing the dark heart of dystopian metropolis Mega City One under the microscope, as Dredd encountered its weirder denizens and dispensed his (merciless but fiercely logical) brand of justice. Doesn’t that sound like exactly the kind of slow-burning, meticulously crafted comic-book noir that streaming was made for?  The film’s star, Karl Urban, who won plenty of critical praise for his fittingly Eastwoodesque Dredd, has been talking up the possibility of a sequel for some time, and now seems to think Netflix or Amazon might be the way to go. Speaking at the Calgary Comic and Entertainment Expo, the Kiwi actor revealed that “conversations are happening”, though much like the taciturn lawman he plays, the Lord of the Rings star refused to elaborate on whether we might be getting a new film or a spin-off TV show. To be perfectly honest, either would be fine. And with more than 145,000 people apparently in agreement, streaming executives would be fools not to make it happen. After all, isn’t this exactly the kind of tantalising prospect that gets new subscribers signing up in their scores? Hulk the introspective wanderer            Both Hulk movies tried to filter in some of the 1970s Bill Bixby/Lou Ferrigno TV show’s lonely sense of pathos, but balancing all that angst with the need to blow stuff up in a mega CGI frenzy ultimately proved too much for both Ang Lee and Louis LeTerrier. Yet imagine if Marvel could persuade the impeccable Mark Ruffalo to sign up for a streaming series along the lines of its Daredevil or Jessica Jones efforts. The Hulk would have something to do while taking time off from Avengers duties, and Ruffalo would have the space to really delve deep into the character in a more introspective environment, to dig out the neuroses and explore the dichotomies of this truly singular superhero. Moreover, the new iteration need not stick to the North American backdrop featured in the cult 70s TV show: we’ve already seen Bruce Banner helping out in India in The Avengers, so why not have him travelling the globe as freelance scientist turned giant monster-for-hire? The Golden Compass II and III            We’ll never know what Chris Weitz’s flawed adaptation of the first novel in Philip Pullman’s wonderfully Blakean His Dark Materials saga might have looked like had studio bigwigs not gotten their grubby mitts all over it. Weitz has complained that the film was completely recut by New Line, and much of the mystery and wonder of the book’s steampunky alternate reality is entirely missing from the screen version – even if Nicole Kidman does make for a suitably sublime Mrs Coulter. In retrospect, Hollywood may have been the wrong place entirely for Pullman’s trilogy. Goodness knows what studios would have made of the terrifying spectres, or Lyra’s trip to purgatory, in books two and three. But Netflix or Amazon would face little commercial pressure to dumb down the novels’ anti-religious rhetoric, nor their unnerving but hugely vivid focus on childhood fears. What’s more, Pullman’s stories have a huge following, and there is plenty of appetite out there, in the era of Game of Thrones, for gorge-worthy fantasy. John Carter II: Hell on Mars            If Andrew Stanton’s thrillingly far-out Edgar Rice Burroughs space opera had been released after Star Wars: The Force Awakens and The Martian powered their way to box office glory, it would most likely have zoomed to $1bn worldwide and snagged a dazzling critical verdict. Instead, back in 2012, the movie was ridiculed by bloggers for presenting a world of multi-armed alien creatures and instant space travel. Disney’s biggest mistake was to release the movie simply as “John Carter”, for fear that adding Burroughs’ original “of Mars” suffix would put off people who don’t like space movies. Instead, the title shift simply confused British fans of dapper 90s big-beat DJs and started tongues wagging that the studio wasn’t entirely confident about its $200m fantasy extravaganza.  Whether Disney mishandled or mistimed the debut instalment in what was intended to be an extended space saga, there remain another 10 Burroughs novels about the planet of Barsoom to adapt, and several careers to resurrect. The iridescent Lynn Collins, who played brainy space princess Dejah Thoris, is currently languishing in US TV movie hell, while Carter himself (Taylor Kitsch) was last seen in a supporting role in the disappointing second season of HBO’s True Detective. The world needs part two (The Gods of Mars), in which Carter visits the Barsoomian afterlife and meets some plant men. Surely the snarky blogosphere wouldn’t have a problem with that?",
  "webTitle": "Better on Netflix: which failed sci-fi and fantasy epics deserve to stream again?",
  "webPublicationDate": "2016-05-06T06:30:58Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/06/netflix-amazon-sci-fi-streaming-reboots-dredd-hulk",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/06/netflix-amazon-sci-fi-streaming-reboots-dredd-hulk"
}