{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/megyn-kelly-trump-interview-bimbo-tweet",
  "id": "2016-05-18-293",
  "sectionId": "us-news",
  "body": "Donald Trump admitted to regrets over his behavior in a highly publicized interview with Fox’s Megyn Kelly on Tuesday, but in characteristic form the presumptive Republican nominee stopped short of apologizing for incidents ranging from mocking former opponent Carly Fiorina’s face to retweeting someone who called Kelly a “bimbo”. The broadcast came shortly before Trump was declared the winner in Oregon over rivals Ted Cruz and John Kasich, who remained on the ballot despite having dropped out of the race earlier this month. With nearly 20% of the vote counted, Trump had 64.3% of the vote, to Ohio governor Kasich’s 20.2% and Texas senator Cruz’s 15.5%.   Kentucky and Oregon   Trump and Kelly finally sat down on national television after reaching a truce that brought an end to a feud dating back to the first Republican presidential debate last August.  Their animosity began with Trump’s assertion following the debate that Kelly, one of its moderators, treated him unfairly, and his now infamous comment implying she had been on her period.  He continued to berate her coverage of his campaign through his Twitter account and even skipped a Republican debate ahead of the Iowa caucuses that Kelly moderated.           Ivanka Trump: my father is not a ‘groper’    But Tuesday’s much hyped interview contained few challenges on Kelly’s part toward Trump, who used the opportunity to try and portray a softer demeanor and begin to put behind him some of the more controversial moments of his primary campaign. Seeking to defend the brash and often ugly turns of his campaign, Trump suggested it was simply a means of emerging from the crowded Republican field as a winner.  “If I were soft, if I were presidential … in a way it’s a bad word, because there’s nothing wrong with being presidential, but if I had not fought back in the way I fought back, I don’t think I would have been successful,” Trump said. “I respond pretty strongly, but in just about all cases, I’ve been responding to what they did to me.” The interview followed an hourlong meeting between Trump and Kelly in April at his eponymous tower in New York, which thawed the friction that for months separated Kelly from her colleagues at Fox News – where coverage has largely tilted in his favor. Kelly did, however, confront Trump over his conduct toward her following the August debate in Cleveland, Ohio. The former reality TV star explained he had never participated in a debate before and in essence grew flustered. “That was the first question I’ve ever been asked,” Trump said. “And I’m saying to myself, ‘Man what a question. And I’m saying to myself, I’ve got two hours of this?’” He also sought to downplay his embrace of the phrase “bimbo” to describe Kelly, suggesting at first that he didn’t recall doing so. When Kelly pointed out Trump had on several occasions retweeted followers insulting her as such, he responded: “Ooo. OK. Did I say that? Excuse me.” He added: “Over your life, Megyn, you’ve been called a lot worse. It’s a modern form of fighting back.” Kelly said that it was not about her but rather about the message sent to young girls, to which Trump only offered that he would no longer go after her “because I think I like our relationship right now”. Trump has slowly looked to rebuild his image while shifting gears toward a general election contest in which he is expected to face Democratic frontrunner Hillary Clinton. Although his litany of controversial statements remain part of the public record, Trump had already signaled a shift in tone while discussing his proposal to ban all Muslims from coming to the US – referring to it as merely a suggestion in an interview last week despite campaigning on the platform for months. Kelly did not press Trump in great detail on policy, choosing instead to allow him to reveal his personal side by reflecting on prior marriages and what he learned about himself from such experiences.  Trump gave the interview his stamp of approval, tweeting at its conclusion:    Well, that is it. Well done Megyn --- and they all lived happily ever after! Now let us all see how \"THE MOVEMENT\" does in Oregon tonight!— Donald J. Trump (@realDonaldTrump) May 18, 2016        Republicans    Democrats",
  "webTitle": "Donald Trump pleads ignorance to Megyn Kelly over 'bimbo' tweets: 'Did I say that?'",
  "webPublicationDate": "2016-05-18T08:12:00Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/megyn-kelly-trump-interview-bimbo-tweet",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Fox News",
      "id": "media/fox-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fox",
      "id": "media/fox",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Megyn Kelly",
      "id": "media/megyn-kelly",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/17/megyn-kelly-trump-interview-bimbo-tweet"
}