{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/01/uk-50-most-influential-foodies-list-the-grocer-joe-wicks-jamie-oliver-nadiya-hussain",
  "id": "2016-05-01-197",
  "sectionId": "lifeandstyle",
  "body": "The UK food scene is increasingly dominated by social media stars, healthy-eating advocates and tech-savvy startups devising innovative ways of delivering to our doors, according to a new list of 50 influential foodies released last week. The list, compiled by advertising agency Telegraph Hill and featured in the Grocer magazine, suggests that those seeking power and influence in today’s food world would greatly benefit from being fresh-faced, Instagram-literate and more interested in the nutritional benefits of food than as an opportunity for indulgence. The No 2 spot is taken by the fitness trainer turned cookery writer Joe Wicks, who used the popularity of his Instagram feed – and a catchy diet plan – to catapult himself to the top of the bestseller lists at the start of this year. More established food personalities, who rose to renown the old-fashioned way through TV and print publishing, still feature strongly on the list – Jamie Oliver comes in at No 1 and Nigella Lawson, Gordon Ramsay and Paul Hollywood all appear in the top 20. But the digital generation is hot on their heels and several names here, such as Madeleine Shaw or Izy Hossack, only started reaching big audiences in the past couple of years. It’s not all aspiration and digital froth: the list is counterweighted by figures from the business end of food who are unlikely to be tweeting selfies, spiralising courgettes or sipping spinach juice any time soon. Much of the top 20 is occupied by supermarket bosses – Andy Clarke of Asda is at No 5, just ahead of Dave Lewis of Tesco – despite the storms that have assailed the major retailers in recent years. Lurking not far below (at 18 and 19) are the chief executives of Lidl and Aldi, the discounters busily gobbling up market share. If you have been struck by the sudden ubiquity of Deliveroo couriers in UK cities in recent months, you won’t be surprised by the inclusion of the company’s co-founder Will Shu at No 48. Deliveroo’s success – the restaurant delivery firm raised £127m of development cash in 2015 – reflects the growing relevance of food startups that take their cues from the tech industry: the UK heads of online delivery companies Just Eat and HelloFresh also feature in the top 50. The list is far from conclusive. Compiled by evaluating factors such as real-world power, online activity, traditional media presence and brand strength, it arrives at some rather odd assessments. Is TV farmer Jimmy Doherty (No 12) really more influential than activist Jack Monroe (17) or Heston Blumenthal (30)? Symmetry Breakfast is a charming Instagram account with a book on the way, but in terms of real-world power it doesn’t punch very hard. For all its shortcomings, the list does highlight interesting developments, most strikingly the rise of the clean-eating movement, with its promise to cater for an ever-expanding catalogue of food intolerances. And it has forced the big food manufacturers, retailers and restaurants to react to a customer base that increasingly sees food in nutritional terms rather than as an end in itself. RISING STARS     Joe Wicks, creator of Lean in 15. Photograph: Rex    JOE WICKSThe Instagram king (No 2) When Joe Wicks signed a book deal at the start of 2015, he had a mere 75,000 followers on Instagram. Now the 30-year-old food-and-fitness guru from Surrey, who brands himself the Body Coach – his diet plan combines eating with working out – commands more than a million Instagram followers, a statistic that has helped him sell more than 500,000 copies of his book Lean in 15 since December and land his own TV series on Channel 4. It shows just how powerful Instagram (the social media platform of choice for gourmands) can be in crowning a new generation of food royalty. ELLA WOODWARDThe doyenne of healthy eating (10) Five years ago, Ella Woodward, daughter of the former Labour minister Shaun Woodward and Camilla Sainsbury (of the supermarket dynasty), was diagnosed with postural tachycardia syndrome. In response she embraced a healthier diet and began documenting her culinary forays – think sweet potato brownies and kale smoothies – on her blog Deliciously Ella. Now Woodward has produced two bestselling cookbooks, runs cookery classes and has opened a cafe in central London. Her rapid evolution from blogger to industry player is, in part, a matter of timing: she started posting just as “clean eating” was becoming a mainstream phenomenon. WILL SHUThe food delivery disrupter (48) Twenty-three per cent of adults in the UK order a takeaway once a week or more, according to a study by Mintel, and yet the range and quality of takeaway food tends to be very limited compared to what’s on offer if you eat out. Disappointed with the state of British takeaways after moving to London in 2004, former banker Will Shu decided to do something about it. Three years ago he co-founded Deliveroo, a delivery service that has lured higher-end chain restaurants such as Gourmet Burger Kitchen into the takeaway market. Much thought has been put into timing, packaging and delivery systems, to ensure dishes don’t spoil en route. The proliferation of Deliveroo couriers around the country suggests that Shu is on to something.     Nadiya Hussain during last year’s Bake Off. Photograph: Mark Bourdillon/PA    NADIYA HUSSAINThe reality TV star (36) You don’t always need an Instagram account to become a food celebrity in 2016: it’s still possible to make it via the quaint medium of reality TV. Last October, Nadiya Hussain, a mother-of-three living in Leeds, won the sixth series of the Great British Bake Off. Hussain has since become a columnist for the Times magazine, signed publishing deals and baked an orange drizzle cake for the Queen’s 90th birthday. Last week she announced her own travel cookery show, The Chronicles of Nadiya, on BBC1. WHO’S WHO IN THE GREAT BRITISH FOOD CHAIN 1. Jamie Oliver, celebrity chef, TV presenter and author 2. Joe Wicks, blogger and nutritionist, The Body Coach 3. Julian Metcalfe, founder of Metcalfe’s Food Company, Itsu and co-founder of Pret a Manger 4. Paul Hollywood, celebrity baker and judge on The Great British Bake Off 5. Andy Clarke, president and CEO, Asda 6. Dave Lewis, chief executive, Tesco 7. Rob Collins, managing director, Waitrose 8. James Martin, chef and TV presenter 9. Gordon Ramsay, celebrity chef, TV presenter and author 10. Ella Woodward, blogger, Deliciously Ella",
  "webTitle": "Jamie, Nadiya and Instagram’s big stars: who’s who in the new list of food’s top 50",
  "webPublicationDate": "2016-05-01T05:34:45Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/01/uk-50-most-influential-foodies-list-the-grocer-joe-wicks-jamie-oliver-nadiya-hussain",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food TV",
      "id": "tv-and-radio/food-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Blogging",
      "id": "media/blogging",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Instagram",
      "id": "technology/instagram",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Deliveroo",
      "id": "business/deliveroo",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Killian Fox",
      "id": "profile/killianfox"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/01/uk-50-most-influential-foodies-list-the-grocer-joe-wicks-jamie-oliver-nadiya-hussain"
}