{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/election-labour-thursday-westminster",
  "id": "2016-05-04-255",
  "sectionId": "commentisfree",
  "body": "When people speak of midterm elections, or midterm blues, the “term” they have in mind is usually that of the government. Ordinarily, such contests are seen as a test of strength for the governing party of the day, with a working assumption that the incumbents will do badly, as voters seize the chance to poke a finger in the eye of their masters. Thursday’s elections across the UK are not quite like that. For one thing, there is nothing midterm about the parliamentary and assembly contests in Scotland and Wales: they are national ballots to elect (or re-elect) the governments of those countries. But even the other battles that will be fought tomorrow – council elections across England, mayoral races in London and Bristol – are not being viewed through the conventional midterm lens. They will be seen less as a test of the ruling Conservatives than of the opposition Labour party. Part of that is down to simple arithmetic. Of the 1,857 council seats up for grabs on Thursday, 959 – 52% - are seats Labour won in 2012 and which the party is now defending. Only 30% are Tory-held. That puts pressure on Labour: it needs to prove it can hold what it has. It also makes it harder to make fresh gains. It picked the low-hanging fruit four years ago. That explanation won’t make headlines about Labour losses on Friday morning any easier to bear: oppositions are not meant to recede but advance. That could be mitigated by a couple of totemic mayoral wins. If Labour can seize Bristol from its current independent incumbent, that will be a boost for Jeremy Corbyn, who has said he sees the contest as a test of his leadership. Put another way, if Labour cannot win a city such as Bristol, what chance would it have of winning the 106 seats it needs to take power in 2020? In London, the final poll of the campaign has Sadiq Khan 12 points ahead of Zac Goldsmith. That too will be a boost for Labour. But it’s worth remembering that London has long been a Labour city, at least in terms of the councillors and MPs it elects: Labour should be winning London easily. That it lost the city twice to Boris Johnson was a sign of the latter’s electoral appeal and the unpopularity of the Labour candidate in 2008 and 2012. This time Labour is up against a weak candidate in Goldsmith, one who has fought a poisonous campaign. In this context, a Labour win is the least that should be expected. Any other result would be a damning judgment on the party. In Scotland the main story will obviously be the triumph of the SNP, whose command over Scottish politics is total and proving to be enduring. But for the UK parties, it is once again Labour rather than the Conservatives that has most to lose. A poll a week ago had Labour coming third behind the Tories in Scotland for the first time in more than a century. The Conservatives are working from such a low base in Scotland that any gain is an unexpected bonus. But such a result would be disastrous for Labour: recall, many of Corbyn’s backers argued that his left message was bound to win back voters who had deserted the party for the Nationalists. Meanwhile, surveys suggest Labour could fall back in Wales too, needing a coalition partner to remain in power. Again, the Tory presence is so small in Wales it barely registers as part of the story. (The trouble for the Conservatives will be the predicted advances for Ukip in both Wales and Scotland – though that too is partly about the erosion of Labour’s vote.) The point is, Thursday is shaping up to be less a day of judgment for the Conservatives than it is for Labour. When the Tories are ripping each other apart over Europe, presiding over a doctors’ strike and a housing crisis, it really shouldn’t be this way.",
  "webTitle": "Election victory should be Labour’s on Thursday – losses will be inexcusable | Jonathan Freedland",
  "webPublicationDate": "2016-05-04T10:06:42Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/election-labour-thursday-westminster",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Freedland",
      "id": "profile/jonathanfreedland"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/election-labour-thursday-westminster"
}