{
  "apiUrl": "https://content.guardianapis.com/membership/2016/may/20/the-shock-of-the-new-how-classical-music-turned-atonal",
  "id": "2016-05-20-289",
  "sectionId": "membership",
  "body": "The torrent of music unleashed by streaming services threatens to engulf the listener. We need a guide to ensure we avoid the reefs and sandbars that could capsize our enthusiasm.  A new book, Every Song Ever, by the New York Times critic Ben Ratliff, offers cunning methods of linking disparate genres. But for a life-changing examination of how classical music in the 20th century can encompass and reflect the cultural and political upheavals of its time, Alex Ross’s magisterial survey The Rest is Noise is truly essential reading.     If the book has a unifying theme, it might be the strange death of hummable tunes.    This book took my mild curiosity about Mahler and Aaron Copland, and transformed it into a full-blown obsession with Richard Strauss, Arvo Pärt and everybody in between.  Ross, who is music critic at the New Yorker, knows a minor sixth from a major seventh, but he deploys his technical expertise to clear and compelling effect so it never feels alienating. Here he is describing a section of Messiaen’s monumental Turangalîla-Symphonie: “[The] chord is played as a slow, slinky arpeggio, in the manner of a cocktail lounge pianist. There might as well be a chanteuse in a tight dress leaning to the side.” If the book has a unifying theme, it might be the strange death of hummable tunes. Ross argues that the discordant harmonies that drowned out romanticism with the premiere of Strauss’s Salome in 1906 rippled out to jazz, film soundtracks and television cartoons.      A 1913 cartoon in Die Zeit mocking a Schoenberg concert. Photograph: Imagno/Austrian Archives    These weird sounds may have since lost some of their power to shock but as Ross points out: “Nothing in the annals of music scandal – from the first night of Stravinsky’s Rite of Spring to the release of the Sex Pistols’ Anarchy in the UK – rivals the ruckus that greeted Schoenberg.”  Ross deftly establishes the connections between, say, Stockhausen and Björk, or Edgar Varèse and Frank Zappa. And he also highlights how JFK’s cold war cosmopolitanism allowed American composers such as Milton Babbitt the leeway to bamboozle audiences with atonal polyphony, while successive leaders of the Soviet Union regarded avant garde compositions as a dead end – occasionally literally for the composers. True to the spirit of his inclusive approach, Ross’s mission to explain continues at his admirable website. It should be your next stop after navigating the thrilling journey mapped out in his award-winning book – with your streaming service of choice close to hand, of course. The Rest is Noise: Listening to the Twentieth Century by Alex Ross is published by 4th Estate.  We’re looking for Guardian members to recommend new and classic books to fellow readers. Email us at member.contact@theguardian.com with your details and a paragraph about the book you’d like to share.",
  "webTitle": "The shock of the new: how classical music turned atonal",
  "webPublicationDate": "2016-05-20T08:00:35Z",
  "webUrl": "https://www.theguardian.com/membership/2016/may/20/the-shock-of-the-new-how-classical-music-turned-atonal",
  "keyword": [
    {
      "webTitle": "Membership",
      "id": "membership/membership",
      "sectionId": "membership",
      "sectionName": "Membership"
    },
    {
      "webTitle": "Alex Ross",
      "id": "books/alex-ross",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Frank Zappa",
      "id": "music/frank-zappa",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Björk",
      "id": "music/bjork",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Karlheinz Stockhausen",
      "id": "music/karlheinz-stockhausen",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sex Pistols",
      "id": "music/sexpistols",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Igor Stravinsky",
      "id": "music/igor-stravinsky",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "John Keenan",
      "id": "profile/johnkeenan"
    }
  ],
  "guardianId": "membership/2016/may/20/the-shock-of-the-new-how-classical-music-turned-atonal"
}