{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/22/peter-thiel-paypal-donald-trump-silicon-valley-libertarian",
  "id": "2016-05-22-150",
  "sectionId": "commentisfree",
  "body": "The most interesting discovery of the week was not that IBM, Citigroup and Microsoft were unwittingly running ads on (and therefore providing funds to) an Indonesian jihadi website – though they were – but that Peter Thiel is supporting Donald Trump in his bid to become the next president of the United States. “Peter who?” I hear you say. Mr Thiel is not exactly a household name in these parts, but in Silicon Valley he’s a big cheese, as a co-founder of PayPal and the first investor in Facebook. He is therefore rich beyond the dreams of avarice. But he is also: a philosophy graduate; a lawyer; a former bond trader; a hedge-fund manager; a venture capitalist; a philanthropist; a far-out libertarian; and an entertaining author. So what is a guy like that doing supporting Trump? One answer might be that he’s as much of an irritant to the Silicon Valley crowd as Trump is to the Republican establishment. Although the Valley’s tech titans like to portray themselves as non-statist disruptors, in fact most of them are – politically speaking – Democratic party supporters, albeit of an unusual kind. They may detest trade unions, for example, but they’re very keen on immigration – so long as the immigrants have PhDs from elite Indian or Chinese universities. And they’re not opposed to big government, so long as it’s “smart”, whatever that means.    What is a billionaire fantasist to do? Why,  hitch his wagon to that of another billionaire fantasist, of course    Peter Thiel doesn’t fit this template at all. In 2009, he published an intriguing essay entitled The Education  of a Libertarian. “I remain committed to the faith of my teenage years”, it began: “to authentic human freedom as a precondition for the highest good. I stand against confiscatory taxes, totalitarian collectives, and the ideology of the inevitability of the death of every individual. For all these reasons, I still call myself ‘libertarian’.” But, he confessed, “over the last two decades, I have changed radically on the question of how to achieve these goals. Most importantly, I no longer believe that freedom and democracy are compatible.” So what changed his mind? Answer: the 2008 banking collapse, which Thiel describes as “a financial crisis caused by too much debt and leverage, facilitated by a government that insured against all sorts of moral hazards – and we know that the response to this crisis involves way more debt and leverage, and way more government. Those who have argued for free markets have been screaming into a hurricane. The events of recent months shatter any remaining hopes of politically minded libertarians. For those of us who are libertarian in 2009, our education culminates with the knowledge that the broader education of the body politic has become a fool’s errand.” The emerging theme is that democratic politics is irretrievably broken. “In our time,” Thiel says, “the great task for libertarians is to find an escape from politics in all its forms – from the totalitarian and fundamentalist catastrophes to the unthinking demos that guides so-called ‘social democracy’. The critical question then becomes one of means, of how to escape not via politics but beyond it.”           Why people vote Trump: the death of the American dream    In 2009 Thiel could only see three possible escape routes. The first was cyberspace: “By starting a new internet business,” he wrote, “an entrepreneur may create a new world. The hope of the internet is that these new worlds will impact and force change on the existing social and political order.” The second was – wait for it – outer space: “Because the vast reaches of outer space represent a limitless frontier, they also represent a limitless possibility for escape from world politics.” And finally there was what Thiel called “seasteading” – floating islands in international waters run as libertarian paradises, presumably with free copies of Ayn Rand’s books on every bedside table. Sadly, none of these ideas has – as yet – borne much fruit. The internet has been captured by governments and huge corporations. Colonising Mars and escaping to other galaxies is a proposition only for Hollywood and the Starship Enterprise. And seasteading, though technically less impracticable, remains the fantasy of dreamers and flakes of Cadbury proportions. Faced with these cruel disappointments, what is a billionaire fantasist to do? Why, hitch his wagon to that of another billionaire fantasist, of course. And Trump and Thiel have more in common than perhaps they realise. In his 2009 essay, for example, Thiel wrote: “Since 1920, the vast increase in welfare beneficiaries and the extension of the franchise to women – two constituencies that are notoriously tough for libertarians – have rendered the notion of ‘capitalist democracy’ into an oxymoron.” Trump is hoping to turn that oxymoron into a reality.",
  "webTitle": "The only living Trump supporter in Silicon Valley | John Naughton",
  "webPublicationDate": "2016-05-22T07:59:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/22/peter-thiel-paypal-donald-trump-silicon-valley-libertarian",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "PayPal",
      "id": "technology/paypal",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Naughton",
      "id": "profile/johnnaughton"
    }
  ],
  "guardianId": "commentisfree/2016/may/22/peter-thiel-paypal-donald-trump-silicon-valley-libertarian"
}