{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/crown-agents-partner-zone/2016/may/20/transparency-at-heart-of-reforming-humanitarian-action",
  "id": "2016-05-20-161",
  "sectionId": "global-development-professionals-network/crown-agents-partner-zone",
  "body": "An increasing number of people are being affected by crisis. This affects the poorest in particular who are also the most vulnerable and less equipped to deal with crisis. For the past 15 years, Development Initiatives has been publishing the Global Humanitarian Assistance report and we have seen clear trends towards the continuing increase in scale and the shift of funding towards longer-term and more protracted crises. Next week’s World Humanitarian Summit has been called on the premise that we need to put humanity at the heart of global decision making.  Why is transparency important at the World Humanitarian Summit? The summit should strengthen the financing and delivery of humanitarian assistance to cope with the range of increasingly complex and challenging crises across the world, and that bridging the development-humanitarian divide is going to be a key area in which commitment is needed.  But as needs rise and complexity of crises increases, the demand for high quality, reliable, transparent data on resources which is available to all actors, will only become greater. Without it, the risk of ill-informed, uncoordinated crisis response that misses those in greatest need will rise. The three key elements of this transparency are:  Traceability: being able to “follow the money” through the transaction chain from donor to crises-affected people Totality: reflecting all relevant resource flows including and beyond humanitarian assistance, bridging the humanitarian and development reporting divide Timeliness: real-time data on available resources to ensure an up-to-date picture in fast-moving humanitarian settings.  Without knowing how much is going to whom and how, gaps in funding can’t be measured and filled, and inefficiencies can’t be understood and overcome. We need better data on the availability and use of resources, which in turn demands more transparent reporting. Tracking international, regional and national financing to crises in a comparable way is impossible at the moment. But calls are being heard loud and clear that we need to track all relevant funding streams that could and do support people who are affected by, or vulnerable to, crises. Is there any prospect of all this data being reported on and tracked in real time? We believe so. A common standard for the reporting of financing already exists, published by donors themselves in an agreed electronic format and developed in cooperation with key stakeholders in developing countries: the International Aid Transparency Initiative (IATI).  Transparency to improve international response The importance of IATI was illustrated well during the ebola outbreak, where non-humanitarian funding played a critical role in the response. Even though donors and agencies reported their humanitarian contributions to UN OCHA’s Financial Tracking Service (FTS), there was no comparable, real-time system for tracking non-humanitarian funding contributions, making it impossible to gain an overall picture of funding, leading to confusion about whether there was a financing gap, for what and from whom.  IATI is part of the solution. It provides a common language for humanitarian and development donors and agencies to report financing data to a global standard. The EU published data to IATI on both its humanitarian and development funding to Guinea, Liberia and Sierra Leone.  If all actors had been publishing timely, comprehensive data on their activities to the IATI standard at the time, a the totality of international resources mobilised to support the fight against ebola would have been better understood. Other significant flows that can’t be reported to IATI, such as domestic resources and foreign remittances.  Transparency to understand the local picture: tracing funding through the ‘system’ The call for traceability – being able to “follow the money” from donor to ultimate recipient and know what happens in between – isn’t new but the WHS has given it new urgency.  Firstly, there is a call to understand and reduce the costs and complexities of transaction chains, as money passes from donors through multiple agencies and finally to recipients.  Secondly, throughout the WHS consultation, the call for local and national NGOs to receive more direct financing has been loud and clear. Our research shows that these NGOs currently only directly receive 0.2% of all humanitarian funding reported to FTS. The IATI standard is already being successfully used by smaller local organisations as well as governments and major international NGOs.  Currently there is no way of knowing how much financing reaches local organisations indirectly and at what stage of the transaction chain but such traceability should be achievable. In Nepal, after the devastating earthquake hit in April last year, pledges totalled over US $4bn but despite local demand for information on how resources were ultimately being used, detailed information was not available. In response, we have been working with Young Innovations in Nepal to develop their Earthquake Response Transparency Portal to present data on the resources being provided and used for the response. We also established a traceability study that sheds light on how resources were used on the ground, increasing visibility of the assistance ultimately delivered. However, it also provides a blueprint for more comprehensive, traceable reporting of data for a wider range of actors in future crises.  It is crucial that all those involved in the funding and delivery of humanitarian assistance are publishing timely, comprehensive and comparable data on the full mix of resources – how much is available, where it is going, how it is getting there and the results being achieved. A concrete commitment from the WHS to IATI reporting would be a modest but positive step to making this possible. Progress is being made, but we need an ambitious transparency agenda during and following the WHS to make transparency and its practical benefits a reality. Content on this page is paid for and provided by Crown Agents, a sponsor of the Guardian Global Development Professionals Network.",
  "webTitle": "Transparency at heart of reforming humanitarian action",
  "webPublicationDate": "2016-05-20T13:06:26Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/crown-agents-partner-zone/2016/may/20/transparency-at-heart-of-reforming-humanitarian-action",
  "keyword": [
    {
      "webTitle": "Crown Agents partner zone",
      "id": "crown-agents-partner-zone/crown-agents-partner-zone",
      "sectionId": "global-development-professionals-network/crown-agents-partner-zone",
      "sectionName": "Crown Agents partner zone"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/crown-agents-partner-zone/2016/may/20/transparency-at-heart-of-reforming-humanitarian-action"
}