{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/23/midsummer-nights-dream-play-for-the-nation-rsc",
  "id": "2016-05-23-155",
  "sectionId": "stage",
  "body": "Related: In theatre, amateur is not a dirty word    Should one mix amateur and professional actors? I ask because I have finally caught up with the RSC’s touring A Midsummer Night’s Dream in which, throughout the UK, a different group of local amateur actors play the rude mechanicals. At the performance I saw at the Barbican, it worked beautifully with actors from London’s prestigious Tower Theatre Company. John Chapman, a semi-retired education consultant, was a beaming, bumptious Bottom; Maria Waters, a full-time GP, was an authoritative Quince; and Peta Barker, a private-hire driver, roared memorably as Snug the joiner who gets to play the lion. The experiment worked, but I hope it doesn’t set a precedent. Even this production, delightful as it was, left one doubt. I remember asking Erica Whyman, the show’s director, how she was going to cope with the logistical problem of integrating a variety of amateur troupes into the production. She pointed out that the mechanicals can easily be rehearsed separately because they only meet the rest of the cast in the final scene. True. But a key point in modern Dreams, especially since Jan Kott’s exploration of its darker side in Shakespeare Our Contemporary, is the realisation that Titania has sex with an assumed ass. Here, either out of modesty or limited time to rehearse, the physical contact between Ayesha Dharker’s Titania and Chapman’s Bottom was kept to a discreet minimum. Would that be the same if they were not a pro-am mix?           Ayesha Dharker as Shakespeare’s Titania: ‘The forgeries of jealousy’    This Dream is not, of course, the first show to blend the two. Chichester used local amateurs to swell the crowd with Coriolanus and its recent An Enemy of the People, as did the RSC with Julius Caesar. In the cinema, there is a long history of employing non-professionals dating back, at least, to Luchino Visconti’s 1948 masterpiece, La Terra Trema, with its use of genuine Sicilian fisherfolk alongside role-playing actors.     Peta Barker in A Midsummer Night’s Dream at the Barbican. Photograph: Topher McGrillis/RSC    Kenneth Tynan once dismissed amateur theatre as “an exhibitionist alternative to bridge”. That strikes me as nonsense. I grew up in the world of high-class amateur theatre at the Loft in Leamington Spa and the Talisman in Kenilworth. Indeed, I was recently reminiscing with a fellow Leamingtonian, David Warner, about an actor whom I saw play the leads in Death of a Salesman and A View from the Bridge at the Talisman who could have matched any professional. Warner told me that the chap in question worked in the post office and simply had no desire to turn pro. If I argue that amateur and pro should generally be kept separate, it is because I respect the craft of both. Professional acting, as we all know, is a precarious business with a high unemployment rate. What I especially deplore is the idea of auctioning the chance to walk on in a prize-winning production, as happened recently with the Almeida’s King Charles III. The RSC Midsummer Night’s Dream is a special case in which an honourable attempt has been made to create “a play for the nation”. It should be enjoyed as a one-off, but not become a template for future occasions. In hard times, we need to protect the status of the dedicated professional.",
  "webTitle": "Midsummer Night's Dream team: 'play for the nation' unites professionals and amateurs",
  "webPublicationDate": "2016-05-23T14:03:03Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/23/midsummer-nights-dream-play-for-the-nation-rsc",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Royal Shakespeare Company",
      "id": "stage/rsc",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/23/midsummer-nights-dream-play-for-the-nation-rsc"
}