{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/16/corrections-and-clarifications",
  "id": "2016-05-16-53",
  "sectionId": "news",
  "body": "• An article about the possibility of women serving as deacons in the Catholic church said deacons could say mass, but were barred from giving communion. In fact it is the other way round: a deacon cannot say mass, but can distribute communion. The article went on to say that when the Catholic church reinstated the diaconate as a permanent office in the 1960s it restricted the role to “mature married men” over 35. Rather than restricting the role to those men, it said it could be open to them (Pope floats idea of appointing female deacons, 13 May, page 19). • A report about Andy Murray winning the Rome Masters singles title said it was the first time a British player had done so since 1931. To clarify, Murray’s win was the first by a British player since 1971, when Virginia Wade beat Helga Niessen Masthoff. It was the first by a British man since 1931 (Murray ready for Paris after making the most of Djokovic’s agitation in Rome, 16 May, page 10, Sport). • Homophone corner: “We meet Ben Pennington, a geoarchaeologist who, with young Egyptian trainees, is sinking an augur nine metres below the surface in order to glean information about the area’s ancient topography and environment” (Up from the depths, 16 May, page 16, G2). • Other recently corrected articles include: Cuba Gooding Jr on OJ Simpson: ‘It could have been me in that Bronco’",
  "webTitle": "Corrections and clarifications",
  "webPublicationDate": "2016-05-16T20:00:08Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/16/corrections-and-clarifications",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Corrections and clarifications column editor",
      "id": "profile/editor-of-the-corrections-and-clarifications-column"
    }
  ],
  "guardianId": "news/2016/may/16/corrections-and-clarifications"
}