{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/05/japan-prime-minister-britain-eu-shinzo-abe",
  "id": "2016-05-05-173",
  "sectionId": "politics",
  "body": "Japan’s prime minister has warned British voters that leaving the European Union could threaten investment by his country and put more than 100,000 jobs at risk. Speaking in Downing Street after a meeting with David Cameron, aimed at laying the groundwork for a G7 summit in Japan later this month, Shinzo Abe said more than a thousand companies from his nation invest in Britain — and they do so because it is the gateway to the EU.   Related: Brexit jitters set to weigh on foreign demand for London office space    “Japan attaches importance to our relationship with the UK as a gateway to the European Union,” Abe said. “Japan very clearly would prefer Britain to remain within the EU. It is better for the world that Britain remain in a strong EU. “British membership is also better for Japanese investors in the UK, precisely because the UK is a gateway to the EU.”.  Later on Thursday, Abe and Cameron will visit the Hitachi train maintenance deppot in west London, to underscore the importance of trade and investment links between the two countries. Abe added that Japan and the UK would work together to try and speed up the process of agreeing a comprehensive trade deal between Japan and the EU — and echoed President Obama’s warning that striking a trade deal with the UK alone would not be a priority. “Our priority is reaching trade deals with the EU, and large trade areas, rather than with individual states in the EU,” he said.   Brexit companion   Proponents of Brexit have argued that it would be relatively straightforward to strike up new relationships with existing trading partners; but the remain campaign insists it would be a protracted process that could take years. The former chancellor Alistair Darling argued earlier this week that £250bn of trade could be lost if Britain had to resort to trading under less favourable World Trade Organisation rules - with tougher tariffs and regulations - while negotiations take place. The Japanese prime minister also underscored the fragile nature of the global economy, and made clear that he plans to press for co-ordinated policies at the G7 summit, including what he called “fiscal mobilisation”, or increased public spending, by countries that can afford it. “There is a risk of plummeting into a crisis,” Abe said, urging his G7 partners to agree a collective response. However, Cameron stressed that different countries would respond to the sharp downturn in China, and the slowdown in the global economy, in their own way.  “Sometimes different countries need to do slightly different things because of their circumstances,” he said.  Britain, which is continuing to implement deep spending cuts, is sceptical about the need for a co-ordinated spending boost. Matthew Elliott, Chief Executive of Vote Leave said: “Japan wouldn’t accept the huge loss of control Britain has suffered because of our EU membership, so much of the public will be sceptical of the Japanese Prime Minister’s “do as I say, not as we do attitude”. Japanese bosses argued that we would be diminished if we didn’t join the euro so similar warnings about the referendum further lack credibility.”",
  "webTitle": "Britain remaining in EU is 'better for the world', says Japanese prime minister",
  "webPublicationDate": "2016-05-05T13:35:47Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/05/japan-prime-minister-britain-eu-shinzo-abe",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Shinzo Abe",
      "id": "world/shinzo-abe",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/05/japan-prime-minister-britain-eu-shinzo-abe"
}