{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/katarina-johnson-thompson-olympics-qualification",
  "id": "2016-05-29-57",
  "sectionId": "sport",
  "body": "So is your glass half full or half empty? That was the question asked of Katarina Johnson-Thompson after she achieved Olympic qualification at the prestigious Götzis Hypo-Meeting in Austria on Sunday. The 23-year-old smiled back and insisted she is always a glass-half-full person and had seen “glimpses” of form that had delighted and excited her. Yet her score of 6,304 – nearly 400 points below her personal best – and particularly two very scratchy performances in the shot and the long jump were a jolting reminder that she has plenty to work on, too. “This is why people do a heptathlon before the big one,” she said after finishing sixth behind the Canadian Brianne Theisen-Eaton, who won with 6,765 points. “You need to put one together to see exactly what you need to work on and I know I’ve got another two metres in my shot put, another height in my high jump, definitely another 70cm in the long jump and my javelin I need to work on as well.” Yet there were enough snatches of Johnson-Thompson’s almost limitless potential, in particular personal bests in the 100m hurdles and a brilliant 22.79sec 200m on Saturday, to suggest that she could leave Rio with a gold medal round her neck. Certainly she believes there is plenty more in the tank. “My goal is definitely a gold medal still in Rio,” she said. “I’ve got a lot to work on between now and then but this is my first time back after surgery and I know exactly what I need to work on.” With two months to go before the Olympics begin Johnson-Thompson is clearly fit and very focused. But while there is little wrong with her body, she confesses her mind is still a work in progress.   Related: Jessica Ennis-Hill withdraws from Götzis heptathlon meeting    Johnson-Thompson started day two knowing the 6,200 points needed for Olympic qualification would be almost a certainty if she could land a half-decent long jump. But she was carrying baggage. At the world championships in Beijing in August last year she had fouled three times while in contention for a gold and the memories were still vivid. Her first effort was understandably tentative and she took off long before the board. When the scoreboard flashed a distance of 6.13m, nearly 80cm below her best, she seemed to laugh in embarrassment when the crowd whooped in appreciation. However, her subsequent two jumps left her grimacing and suggested that those mental demons from Beijing have not yet been fully exorcised. She was red‑flagged on her second jump and stuttered again before her third leap, which was only 6.17m. No wonder she had her head in her hands afterwards. “I was sick especially in the first jump,” said Johnson-Thompson, who was also wearing strapping on her left thigh as a precaution. “I just didn’t want to push and injure myself. After what happened last year I just wanted to stay uninjured. “The feeling is one of relief more than anything else. But I’m not going to lie. There will be mental worries with the long jump before Rio but I know I can get through it. It’s just getting my confidence back. I know I have a big jump in me. But the shot put is more of a concern. It’s just the mental pressure of competition.” Johnson-Thompson took it steady in the javelin, producing a below-par throw of 36.66m for 603 points before jogging round the 800m in 2min 16.81sec for 867 points. That was understandable. What she does here will be forgotten when Rio rolls round. There was less cheery news for Morgan Lake, Britain’s other competitor in Götzis. She, too, had been hoping to qualify for Rio but withdrew from the competition after the first day following a disappointing performance. She is still young at 19 and has time to improve but it will worry her and others in British Athletics that she has appeared to have stood still since bursting on to the scene two years ago. “It was always a gamble coming to Götzis after missing a block of training due to injuries,” Lake said. “This is not a reflection of where I know my potential and form is and I’m sorry to let so many people down. “Disappointed doesn’t even come close to how I feel right now but it has made me even more determined to get the qualifying score and fight for my place in Rio.”",
  "webTitle": "Katarina Johnson-Thompson targets Olympic gold after shaky qualification",
  "webPublicationDate": "2016-05-29T17:26:02Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/katarina-johnson-thompson-olympics-qualification",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Katarina Johnson-Thompson",
      "id": "sport/katarina-johnson-thompson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/29/katarina-johnson-thompson-olympics-qualification"
}