{
  "apiUrl": "https://content.guardianapis.com/commentisfree/belief/2016/may/26/the-world-is-getting-more-religious-because-the-poor-go-for-god",
  "id": "2016-05-26-125",
  "sectionId": "commentisfree",
  "body": "The so-called “masters of suspicion”, Nietzsche, Marx and Freud, all thought that religion would wither and die in the 20th century. Others enthusiastically backed the secularisation hypothesis. Intellectually, the enlightenment had punctured it below the waterline and it was sinking. Religion was dead. Except, of course, the reverse happened: it flourished. In 1900, the year that Nietzsche died, there were 8 million Christians in Africa. Now there are 335 million. And the growth rate continues to accelerate. God wasn’t dead. God was reborn. Indeed, far from being the century in which religion went away, for both Christianity and Islam, the 20th century was numerically the most successful century since Christ was crucified and Muhammad gave his farewell sermon on Mount Arafat. By 2010, there were 2.2 billion Christians in the world and 1.6 billion Muslims, 31% and 23% of the world population respectively. The secularisation hypothesis is a European myth, a piece of myopic parochialism that shows how narrow our worldview continues to be. But every now and then the secularisation thesis gets a shot in the arm by some little local news. This week, it emerged in a survey that people with no religion now outnumber Christians in England and Wales. And it’s true, of course. We are getting less religious in the UK. This is not exactly because atheism is having some hipsterish Hitchens-esque revival, but more because we in the west are less and less a society of joiners. And religion begins not with the metaphysics but with the taking part – belonging preceding believing. Which is why the communitarian spirit of religion is declining in places where liberal individualism thrives. And why religion itself thrives in places where liberal individualism fails. That’s the real clash of civilisations: the shopping centre (now moved online) versus the temple, a battle between those who are wealthy enough to think in terms of the first person singular and those forced to think in terms of the plural collective. There are only two globalisations: God and mammon. And they will never fully be reconciled. Imagine no religion, sang the man on a white Steinway with a net worth of $800m. Imagine no possessions he also sang. Though he obviously found that one a little harder. In fact, God’s prospects look a lot better than mammon’s. Projections from the Pew Research Center show that by 2050 Christians will have grown to near 2.9 billion and Muslims to 2.8 billion. With the oil price still low, the property bubble reaching pop, and many economists predicting yet another stock market crash, I’d say that God is holding up pretty well against his old enemy. Moreover, even the heartlands of the new atheism are not future proof against religious revival. On boats throughout the Mediterranean, growing numbers of religious poor are risking everything to make the journey to Europe to share in the wealth we have long been hoarding. In the Calais refugee camp, for example, it feels obvious that this is also a battle between makeshift cardboard churches and mosques and a secular France that is totally puzzled by the resurgence of religious values it has sneered at for centuries. From the favelas of Brazil, to the Mothers’ Union of the sub-Saharan Bible belt, to the archipelago Islam of Indonesia, the poor go for God. And they have more children. Europe will be 10% Muslim by 2050. Christianity is currently dying in Europe and the US may gradually follow suit. Pew Research predictions have US Christianity declining from three-quarters today to two-thirds in 2050. But Christianity has been around for centuries, and it remains by far the largest ideological collective the world has ever known. This hasn’t died at all. It has simply shifted its global centre of gravity south and east. And the future is China. What has died in Europe is the cosy link between church and state that was first established by the Emperor Constantine. And good riddance. For this link confused the issue, long associating God with the ruling class. With that gone, God is once again released to have a preferential option for the poor. Don’t let this local atheist lull fool you. Religion remains the future. Twitter: @giles_fraser",
  "webTitle": "The world is getting more religious, because the poor go for God | Giles Fraser: Loose canon",
  "webPublicationDate": "2016-05-26T16:25:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/belief/2016/may/26/the-world-is-getting-more-religious-because-the-poor-go-for-god",
  "keyword": [
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Fraser",
      "id": "profile/gilesfraser"
    }
  ],
  "guardianId": "commentisfree/belief/2016/may/26/the-world-is-getting-more-religious-because-the-poor-go-for-god"
}