{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/angelo-mathews-sril-lanka-england-cricket-test-series",
  "id": "2016-05-14-48",
  "sectionId": "sport",
  "body": "‘I feel like an old man trying to keep up with them,” Angelo Mathews says with a wry smile as he looks around the Sri Lanka team room at their hotel in Leicester. Four of his young players are engaged in a fierce match of table tennis while most of the others goof around cheerfully. They appear oblivious to the pressures under which Mathews operates for, apart from captaining Sri Lanka in all three formats, the 28-year-old is their key player and talisman. His immense value was apparent two years ago when, weeks after they won the T20 World Cup, Mathews led Sri Lanka to a first Test series victory in England. He hit two memorable centuries, including a series-deciding 160 in a thrilling match at Headingley, where he also recorded career-best Test bowling figures of four for 44. His presence now, following the international retirements of two legendary cricketers in Kumar Sangakkara and Mahela Jayawardene, is even more fundamental to Sri Lanka’s chances against a rejuvenated England. A three-match Test series starts on Thursday, at Headingley, followed by five ODIs and a Twenty20 game, and Mathews is candid about the demands placed on the captain of a once violently divided country. “I don’t know how long I will do all three jobs,” he says. “It is always a burden and there is always pressure being in the hot seat. It’s never an easy task. I’m trying my best to compartmentalise things because the pressure can get too much sometimes. But as long as I enjoy it I will keep on.”   Related: Sri Lanka’s captain Angelo Mathews has a day to remember at Headingley | Vic Marks    Cricket is much more than a game in Sri Lanka – and it has long been a unifying force in the way that the country has embraced a team of Catholics, Muslims and Buddhists from different castes. “Absolutely,” Mathews exclaims. “Since I started we’ve always had players of different cultures, religions, races. But we’ve always played as brothers. We’ve not had any conflicts and the game in Sri Lanka unites everyone. People are so passionate about cricket and this team. That’s a great plus point.” Seven and a half years ago Mathews made his debut in a low-key international against Zimbabwe. The significance of this series is not lost on him, for his coach then was Trevor Bayliss – the Australian who now exerts such a positive impact on England. “I remember it very well,” Mathews says of his ODI debut in December 2008 in Harare. “I was so excited and nervous and I really wanted to do well. Unfortunately I got out for a duck.” The Mathews laugh erupts again. “Luckily Trevor gave me another opportunity in the next game and I hit a quick-fire 30 and took one wicket. From there it really took off for me and I played the first two years of my international career under Trevor.” England’s players seem to relish Bayliss’s uncomplicated approach – and the way each cricketer is treated as an individual and encouraged to play with a simple sense of pleasure. “Absolutely right,” Mathews says. “That was our experience and it’s the reason why Trevor has been one of the best coaches for us – along with Fordy [the South African Graham Ford, now Sri Lanka’s director of cricket]. They have been amazing for us. Trevor didn’t tinker with my batting or bowling. He just wanted me to go out there and express myself – and he gave me freedom to do that. He shares that philosophy with Paul Farbrace.” Cricket’s tight little circle is illustrated by the fact that Farbrace, who now works as Bayliss’s assistant with England, carried out the same role in Sri Lanka. He then took over as Sri Lanka’s head coach, helping them win the World Cup, before returning to his native England. The Sri Lankan links of Farbrace and Bayliss also explain why Jayawardene was happy to assist England as a consultant during this year’s T20 World Cup – where they knocked out Sri Lanka despite batting heroics from Mathews. “Paul is a very nice man and he worked with us a very long time,” Mathews says of Farbrace. “We have a real bond. On the field we are trying to beat each other but off the field we are good friends. With England we can exchange a few words in the heat of the moment. There will be hostile moments but off the field we will always be friendly.” Mathews is an amiable man – but he can be a feisty and combative captain. Two years ago, in the fifth ODI against England that Sri Lanka won to clinch a 3-2 series victory, Mathews defended a controversial run-out of Jos Buttler. The Sri Lankans dismissed him, after two warnings for straying out of his crease early at the non-striker’s end, and Mathews was defiant in supporting his bowler Sachithra Senanayake. Alastair Cook, then England’s ODI captain, described it as “a pretty poor act” while Michael Vaughan, another former England leader, tweeted: “Totally blame the captain ... He is the man who makes the decisions and should have overturned the decision. No way to play the game.” But an unrepentant Mathews insisted his team had acted within the rules. Cook would eventually lose the ODI captaincy and his Test match leadership was placed under severe scrutiny after Mathews was a dominant force at Headingley. The Sri Lankan breaks into a smile when he remembers that Test victory. “Absolutely,” Mathews enthuses, using one of his favourite words. “Headingley in 2014 was one of the most special moments of my life. The whole team will cherish it forever because we created history in winning a Test series in England. I cherish it for personal reasons because I got 160 and my best bowling figures. It went down to the wire, to the penultimate ball, and so it couldn’t be better. “I missed the series in 2011 through injury and so my first Test in England was in 2014, at Lord’s. It was another great moment for me – and I was extremely happy to get a century.” In another dramatic encounter, with nine Sri Lanka wickets down in the second innings, England were denied only by a review – again on the penultimate ball. That draw set up their unforgettable Headingley finale. Mathews is a canny captain and so, on Sri Lanka’s arrival in England, he stressed the youth of his players. It is smart to play down expectations but, notably, nine of that triumphant 2014 squad have returned on this tour. “Absolutely. When it comes to the bowling department most of the seamers have played a lot of cricket. We are a little inexperienced in batting but we’ve got some young players who are fearless. That’s important because playing in England, in early summer, when the ball is seaming and swinging, is a tough challenge. To beat these England boys you need that fearless spirit.” Sri Lanka have played well in patches in recent Tests. But they have also blown promising situations. Last July, in the deciding Test of a home series, they set Pakistan an imposing total of 377. Sri Lanka still lost by seven wickets. In their most recent Test, against New Zealand in Hamilton, they had a lead of 126, with all 10 wickets in hand, only to be bowled out for 62 runs more. They lost by five wickets. “We came so close in a lot of games but lost them,” Mathews says. “Experienced guys know exactly what to do in such situations – but one incident can turn things for an inexperienced team. My boys are learning these lessons.” At the T20 World Cup in March England and Sri Lanka were locked in a group match to decide which team qualified for the semi-finals. Sri Lanka, chasing 172, sank into a crisis. “We lost four wickets for 15 runs,” Mathews says with a grimace. “We were pretty much gone then. I batted at five but as soon as I came in I ran out Lahiru Thirimanne. It was totally my fault.But, amazingly, it still went down to the wire.” The turnaround depended on Mathews. Despite limping badly, because of his damaged hamstring, he hit 73 not out from 54 balls. “We just went for it. It was an amazing game for me, and emotional, because we so nearly did it.” Needing 15 off the last over, Mathews believed he could produce the win. But Ben Stokes, bowling fierce yorkers at the feet of the injured batsman, produced a fine last over to seal England’s victory. In the last over of the World Cup final West Indies required 19 runs and Stokes was again handed the responsibility. This time he bowled only four balls – because Carlos Braithwaite clubbed each of them for six. “It shows what pressure can do to you,” Mathews says of Stokes’s devastation. “Of course there was pressure in our game but it wasn’t the same as a World Cup final. You have to control your emotions when you are under pressure. Stokes bowled a very good over against me – but pressure took over in the final. But [Stokes] is not a bad player. He’s a wonderful cricketer.” Beyond such riveting battles, Mathews has been exposed to cricket’s tawdry undertow. Last year two of his team-mates, Rangana Herath and Kusal Perera, reported an approach they had received to fix a match against West Indies in Galle. Mathews offered to help the police and, in January, he spent five hours discussing the situation with investigators. “You have to report it immediately when these things happen. Rangana and Kusal did this and immediately told the ICC anti-corruption unit. They did their part and as captain I wanted to help the investigation. It’s our duty to keep cricket clean.” Does Mathews harbour concerns that attempts to fix internationals will continue? “It will always happen. Approaches will always be made. That’s why the player has to understand his duties to report to the ICC and his team management to keep cricket clean.” In more innocent terms does he share fears for the long-term future of Test cricket amid the domination of Twenty20? “No, not really. I like the good old game. For me, and for most cricketers, it’s still the ultimate test of skill, patience and endurance. My whole team believes this. All three formats are important but we love Test cricket most of all. That’s why, this year, I took my name off the auction list for the IPL. This Test series is more important to me.”  Mathews has slept “less than 50 nights” in his own bed over the last year. “We’ve played an awful lot of cricket – but it’s what we like to do. I also love to spend time with my wife and friends on the beach. I love to go snorkelling and fishing when I can. Patience is the key to fishing and I am a patient man.” There is not much snorkelling going on in Leicester. “No,” Mathews laughs before nodding sagely when asked if he has followed Leicester City’s sparkling title-winning season. “When I heard that they won for the first time in history with not a lot of money or big names I thought: ‘That’s what you can do when a team are united.’ That was the first word that came to my mind when I heard about Leicester – ‘Unity’. My boys will show the world the same unity.”",
  "webTitle": "Angelo Mathews: ‘Sri Lanka must be fearless against England in Test series’",
  "webPublicationDate": "2016-05-14T21:30:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/angelo-mathews-sril-lanka-england-cricket-test-series",
  "keyword": [
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Donald McRae",
      "id": "profile/donaldmcrae"
    }
  ],
  "guardianId": "sport/2016/may/14/angelo-mathews-sril-lanka-england-cricket-test-series"
}