{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/poetry-human-therapy-mental-health",
  "id": "2016-05-17-186",
  "sectionId": "commentisfree",
  "body": "Drive north out of Manchester through Cheetham Hill’s wholesale district and on through the Orthodox Jewish neighbourhoods and eventually you will arrive at Prestwich hospital. For several years a programme called Rise (Reading In Secure Environments) has been bringing writers in to work with patients in just such secure environments, that vaguely Orwellian description for prisons, secure hospitals and young offender institutions. A few years ago, I spent an afternoon with patients at Prestwich hospital’s secure unit; young people, by and large, many of whom were there because of violent crimes. The room was small and cramped and the atmosphere, to begin with, was tense. The patient to carer ratio was about two to one. Whatever their history or diagnosis, whatever they had done or had done to them, being read to afforded every person in that room a few moments of respite. It even prompted some of the patients to share their own poems. The benefits of such exchanges for all involved have been discussed in recent years at a series of conferences at the British Library run by the Liverpool-based charity The Reader Organisation, where speakers have included such notable advocates as Estelle Morris and Melvyn Bragg.   Related: Poetry is a perfect form to challenge human rights abuses    Earlier this month the Guardian ran a piece detailing how just 55% of mental health trusts have reported increases to budgets since 2012 when “parity of esteem” with physical health was first promised. In this era of near-stagnation in our mental health provision, it is perhaps interesting to consider the role poetry can play in contributing to mental health of everyday lives. Editors with a necessary eye on profit have always been alive to the potential of poetry anthologies for funerals and weddings, which attests to our need to consume, but what about our need to create? An eminent colleague once joked that the proliferation of creative writing courses across the UK is because “after all, they are cheaper than therapy”. The psychoanalyst and literary critic Adam Phillips has discussed the relationship between poetry and therapy as “linguistic arts”. Poetry can play an important role in a healthier society, in which everyone (including the poets) have a better sense of themselves. But how do we arrive at this? Perhaps we need to think imaginatively about what a poem can do and what we think might be a fitting subject for poetry. Consider what, if encouraged, each of us might cultivate on that vast fallow plain that lies between the extremes of love and death, the weddings and the funerals to which poetry, for most of us, becomes confined. If there were a more broadly accepted sense that we structure reality through language, then poetry becomes a useful tool, as it allows us, to borrow Adam Phillips’s term, to “redescribe” our lives, or even to simply arrive at a deeper appreciation of the here and now. Of course this begins with the way poetry is taught in schools, and with a shift from an emphasis on “understanding” to “enjoyment”. As soon as we are told what a poem is or should be rather than being affirmed as an innately human and instinctive form of expression, poetry grows to be seen as the preserve of others. What we are left with, over time, is an impoverished shorthand in the popular imagination, poetry as a sort of doggerel for wooing or mourning. But it can do so much more than this. Poetry can help locate us in the everyday but also remind us of the resounding mystery in life, think of Philip Larkin constructing a religion from water, or William Carlos Williams noticing that red wheelbarrow or Sharon Olds imagining The Pope’s Penis, which “hangs deep in his robes, a delicate clapper at the center of a bell”.   Related: Stark and dramatic  – the poetry written by a Google AI  project    Discovering what we think or feel about something or someone through language, the revivifying effects of the contemplation of objects or memories through words, is something we can all practise – the impulse to do so is one of the things that makes us human. In an age of resources such as the Poetry Archive, well on its way to making available recordings online of nearly all contemporary poets working in the UK, it strikes me that the only thing needed is a shift in the culture. Traditionally our poets are at first licensed and later dissected (sometimes while still alive). But what if the culture militated towards a decommissioning of poets’ special (sacrificial) status. What if poetry were seen as less rarefied and more pervasive act? Something we all had recourse to. Who knows what the world might start to look like. However radically our lives diverged after our brief time together at Prestwich hospital, it was apparent from the intense quality of their listening and from the desire of those present to share their own words and poems that the experience had benefited all of us. However fleetingly, we met in language and were lifted from our circumstances.",
  "webTitle": "Poetry expresses what it is to be human – it’s therapy for the soul | Adam O’Riordan",
  "webPublicationDate": "2016-05-17T11:29:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/poetry-human-therapy-mental-health",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Creative writing",
      "id": "books/creative-writing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam O'Riordan",
      "id": "profile/adamoriordan"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/poetry-human-therapy-mental-health"
}