{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/premier-league-2015-16-review-signing-of-the-season",
  "id": "2016-05-16-231",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks Dimitri Payet (West Ham United) Payet’s gifts have never been in doubt but his temperament and consistency had. But not now. He was West Ham’s creator-in-chief throughout a mostly thrilling campaign, regularly creating the space and technique to treat onlookers to exhibitions of the unique pictures he sees in his head. But seldom just for show: this is an artist with a strong utilitarian streak. The £10m or so that West Ham paid for him represents proper value for money. N’Golo Kanté (Leicester City) Few people knew who the Frenchman was when Leicester signed him from Caen last summer but everyone is full of praise for him now even if he has become a sort of pantomime villain in the Premier League – because crowds feel like shouting “he’s behind you!” every time an opposing player gets the ball. Troy Deeney summed up the fear that N’Golo Kanté and Danny Drinkwater put into opponents this season, explaining in April: “You don’t know where they are coming from but you know they are coming, so when you have the ball you are thinking ‘I need to lay it off quickly’.” Most couldn’t do so quickly enough and only realised they didn’t have the ball any more when they saw Kanté using it to setup a Leicester counterattack.     Claudio Ranieri claimed that N’Golo Kanté plays with ‘batteries in his shorts’ in reference to the France midfielder’s immense work rate. Photograph: Tom Jenkins for the Guardian    Toby Alderweireld (Tottenham Hotspur) Shouldering Southampton off the ball to take possession of this nifty centre-back helped turn Spurs into title challengers and banished the memories of Vlad Chiriches, Federico Fazio and Younès Kaboul. The Belgian brought an elegant authority to central defence thanks to his impeccable timing and solidity. He spread a calmness that Tottenham are not used to, his reading of play sparing him from making unsightly lunges, even on Kick A Chelsea Player day in May. On top of his defensive skill, Alderweireld was a threat from set-pieces and launched many a Spurs attack with his high-precision crossfield passes.     Toby Alderweireld celebrates scoring Tottenham’s first goal in their 2-2 draw against Arsenal at White Hart Lane. Photograph: Shaun Botterill/Getty Images    Virgil van Dijk (Southampton) The great thing about Southampton in recent times is they’ve made so much seem so simple. It’ll be a rum trick to continue doing so but in the last few years they’ve routinely replaced one top-class manager with another and several excellent players with several more. It all makes Arsène Wenger’s “it’s hard to get good help these days” spiel very damning, just as Southampton’s quick purchase of Van Dijk after Alderweireld’s defection made Chelsea’s fixation on John Stones seem ludicrous. Van Dijk is already what every top team needs even if they are too blinded by fancy patter to know it: a snazzy defender who also excels at the grubby stuff. Imperious in the air, rugged in the tackle and clever with his positioning, he can also carry or pass the ball out from the back with aplomb and, what is more, he hits a mean free-kick. Van Dijk has proven to be such a fine signing that Southampton signed him again before the season ended, tying him to a new six-year deal in May.     Virgil van Dijk has seamlessly filled the void left by Toby Alderweireld at Southampton. Photograph: Adam Holt/Reuters    Lamine Koné (Sunderland) So you can’t get good value in January, eh? Sunderland would be heading to the Championship with Newcastle if they had not spent wisely at the start of the year and if Norwich’s best January acquisition, Timm Klose, had not been stricken down by injury. Sam Allardyce made shoring up a leaky defence his priority and Koné went a long way towards doing that, forming a fine partnership with Kaboul. His two goals in the decisive victory over Everton were a beautiful bonus.      Lamine Koné finds the net in Sunderland’s 3-0 win over Everton that kept the Black Cats up with a game to spare. Photograph: Richard Lee/BPI/Rex/Shutterstock    Check out the other categories:  Player of the season Manager of the season Goal of the season Match of the season Flop of the season Gripe of the season Pundit of the season Referee of the season Innovations for the future",
  "webTitle": "Premier League 2015-16 review: signing of the season | Paul Doyle",
  "webPublicationDate": "2016-05-16T11:10:10Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/premier-league-2015-16-review-signing-of-the-season",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/blog/2016/may/16/premier-league-2015-16-review-signing-of-the-season"
}