{
  "apiUrl": "https://content.guardianapis.com/fashion/shortcuts/2016/may/03/met-ball-fashion-silver-red-carpet-taylor-swift-kim-kardashian",
  "id": "2016-05-03-183",
  "sectionId": "fashion",
  "body": "The dress code at the Met Ball red carpet was “tech white tie”. The tech bit was a nod to the Fashion in an Age of Technology exhibition at the Costume Institute, for which the party is the most out-of-proportion opening night party in history. The “white tie” part is code for “Anna Wintour will be displeased if you mess up the photos of her so you better bring your sartorial A-game”. What does a ballgown look like, in an age of technology? Taylor Swift, GiGi Hadid, Kim Kardashian, Cindy Crawford, Kristen Stewart, Lara Stone, Lady Gaga, Kylie Jenner and Rita Ora are in agreement on this one: it is either silver, or gunmetal grey. Which is weird, when you come to think of it, because technology is not silver any more. Steel-grey used to be the default “machine” colour, but your phone is probably black, and laptops, charging leads – even modern robots, including Eve in WALL-E – are white.     Taylor Swift at the Met Ball 2016. Photograph: Larry Busacca/Getty Images    And yet at the Silicon Valley Prom, which is sort of what this Met Ball was, silver is still shorthand for the future. Technology’s pin-ups come from a bygone age of science fiction. Kim Kardashian looked like a shinier version of the robot Maria from Fritz Lang’s 1927 black-and-white classic, Metropolis. Lady Gaga was like a sort of Halloween-costume Barbarella. (The Halloween bit is all her own work. Every Gaga look is a Halloween version of something.) Even now that we know the future is Premium Matt White, or whatever the colour the Apple packaging is called, we can’t stop thinking it will be silver. (See: Alicia Vikander’s arms in Ex Machina – which may, come to think of it, have been Zayn Malik’s style inspo.)     Zayn Malik with Gigi Hadid at the Met Ball 2106. Photograph: Larry Busacca/Getty Images    To the time-honoured style icons of Barbarella, Lara Croft, and their comrades in a century-long heritage of pointy-bosoms-and-harnesses Fembot aesthetic, technology has added another style icon: the grey marl T-shirt. Grey marl is to Silicon Valley what the black dress is to Manhattan. (See: Mark Zuckerberg’s wardrobe) Technology may be white in the future, but the masters of the universe will wear grey.           Beyoncé, Lady Gaga, Madonna and Kim Kardashian on the Met Gala red carpet",
  "webTitle": "Met Ball fashion: a silver, robot aesthetic at the 'Silicon Valley Prom'",
  "webPublicationDate": "2016-05-03T12:52:08Z",
  "webUrl": "https://www.theguardian.com/fashion/shortcuts/2016/may/03/met-ball-fashion-silver-red-carpet-taylor-swift-kim-kardashian",
  "keyword": [
    {
      "webTitle": "Met Ball 2016",
      "id": "fashion/met-ball-2016",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jess Cartner-Morley",
      "id": "profile/jesscartnermorley"
    }
  ],
  "guardianId": "fashion/shortcuts/2016/may/03/met-ball-fashion-silver-red-carpet-taylor-swift-kim-kardashian"
}