{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/running-challenges",
  "id": "2016-05-27-272",
  "sectionId": "commentisfree",
  "body": "Spring has sprung, and the steep country lanes behind me are splashed with yellow. Not flowers, but grim-faced Day-Glo-clad Mamils – Middle Aged Men in Lycra – panting up and down the more punishing stretches of the Berkshire downs on unbelievably expensive bikes. Sometimes it’s organised races, whole wasp-coloured packs of cyclists. But more often it’s loners, either training for something or just grinding away furiously at the hills. These roads are too narrow for drivers to overtake easily, which means I spend enough time languishing at 10mph behind backsides covered by Neoprene to wonder quite what it’s all about.   Related: Why I run: it's not pretty or elegant, but it's the best way to clear your head    It’s not just cyclists, obviously. The begging emails with their apologetic links to Just Giving pages come thick and fast at this time of year. Half the world seems to be doing Race for Life, or Moonwalking 26 miles in a bra, or running Tough Mudders. (Who knew that crawling over obstacles, some of them electrified, in freezing mud for 12 miles would be so appealing that 2.5 million people worldwide would want to do it?) Extreme sporting challenges are now so popular that Pippa Middleton reportedly plans to make a career out of competing in them – and if you’re wondering how that constitutes a job exactly, remember her last career involved solemnly giving a recipe for ice cubes. But even marathons aren’t extreme enough for some. Masha Gordon is an ex-banker who climbed Everest last week in a bid to set a new female record for the Explorers Grand Slam (a dizzying combination of reaching the summit of seven mountains, plus treks to the north and south pole) and kickstart Grit & Rock, a charity using mountaineering programmes to foster grit and determination in British schoolgirls. She also happens to be an old friend, and as I followed her up the mountain via Facebook updates, the word that leaped out was “crowds”. Gordon described queues of climbers waiting their turn on fixed ropes, a summit so packed with people it felt almost “anti-climactic”. So many people queueing up to risk everything, on a mountain that sent four people to their deaths that week. Were they really exploring the mountain or actually exploring themselves, the things of which they might or might not be capable when pushed beyond endurance? How interesting that only now, when life for westerners has never been safer or longer or physically easier, do we see the emergence of a whole new industry devoted to deliberately making it harder. All the sweat and adrenaline and danger that past generations would have encountered just making a living, only this time delivered via Iron Man contests and weekends of pretending to be in the Tour de France.     ‘These roads are too narrow for drivers to overtake easily, which means I spend enough time languishing at 10mph behind backsides covered by Neoprene to wonder quite what it’s all about.’ Photograph: Alamy    But that doesn’t quite explain the gentler charity 5km that so many now go in for. (And yes, guilty as charged: next week’s family-friendly Rainbow Run in aid of children’s hospices, since you’re asking.) For charities, such mass events are a lifeline now that so many methods of fundraising are either tainted with scandal or undermined by compassion fatigue. People who dodge chuggers in the street and hang up crossly on cold callers will happily pay for the privilege of doing glorified PE. But while the cause is evidently what it’s all about for some, that’s not the whole story. So many runners now do the race but fail to raise a penny for the charity that organisers are increasingly setting minimum sponsorship targets to ensure they don’t actually make a loss. If not for altruism then what, exactly, are we running for – or from?    If not for altruism, then what, exactly, are we running for – or from?    What’s mystifying is that 20 years ago most of the people brandishing medals on my Facebook feed were probably bunking off cross-country, not volunteering for it. These are the colleagues whose idea of a race used to be getting to the bar for last orders, the mums with whom I sat around cheerfully eating cake on maternity leave. Even my Everest-climbing friend freely admits to being rubbish at PE at school, and incapable of running far without getting out of breath not so long ago; only when she started climbing in her mid-30s did something click. There’s a particular kind of sweetness to discovering, relatively late in life, that there are races where winning isn’t really the point. There’s something too, I think, about the way exercise has gone so public and in your face. All those apps automatically uploading people’s run times and routes to Facebook, or the yummy mummy fashion for doing the school run in spray-on leggings and Fitbits, make it rather hard to ignore. But peer pressure isn’t the only thing driving us late converts to exercise. Middle age is where things start to go wrong that can’t be fixed. It’s not death that frightens me so much as the prospect of a long slow decline. Frailty, dependency, the intense vulnerability implicit in getting old before your time. Who can afford to get ill, slow down, seize up? My generation had our kids relatively late, and need to be able to kick a football around the garden for years yet. The state of our pensions is such that we’ll probably have to work until we’re 70. The physical demands once placed on human bodies by manual labour are disappearing but new ones are coming, forging new divides between those whose bodies will be able to take it and those whose bodies, unfortunately, won’t.   Related: Can Sadiq Khan stand up to bike bashers and make London a cycling city?    And while experts squabble over whether it’s too much fat or carbs that are killing us, the evidence that exercise may have a protective effect against everything from heart disease to Alzheimer’s is quietly piling up. Forget all the guff about runner’s high. After years of stopping and starting, I have finally accepted that I don’t really like the actual running element of running. The thing I do like is the sense of a body doing what it exists to do, the feeling that, just occasionally (on a downhill stretch, with following wind), everything is still miraculously working as it should: muscles moving, blood singing, lungs not actually collapsing. It’s like starting an old car on an icy morning and being amazed when it splutters into life. We late converts don’t just run and cycle because it’s there, as George Mallory said of Everest. We do it because we can, and because only now do we understand that we won’t be able to do it for ever. Running? It’s really just another word for counting your blessings.",
  "webTitle": "Suddenly everyone’s running races – but winning isn’t really the point | Gaby Hinsliff",
  "webPublicationDate": "2016-05-27T07:00:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/running-challenges",
  "keyword": [
    {
      "webTitle": "Running",
      "id": "lifeandstyle/running",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Middle age",
      "id": "society/middle-age",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Gaby Hinsliff",
      "id": "profile/gabyhinsliff"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/running-challenges"
}