{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/campaign-catchup-flagging-polls-and-frayed-ministers",
  "id": "2016-05-23-280",
  "sectionId": "australia-news",
  "body": "Consider this a public service announcement: you have only a matter of hours in which to ensure that you are enrolled to vote. After 8pm, if you’re not on the Australian Electoral Commission’s books, tough: you’ll get who you’re given come 2 July. The latest polls suggest that could conceivably be a change of government, with Labor maintaining a 51-49 two-party-preferred lead and Bill Shorten continuing to gain in popularity and close the gap on Malcolm Turnbull.    ABC seat projection based on #Newspoll.Labor majority government. #auspol #realchange #ausvotes pic.twitter.com/cl1DHh0jVA— Stephen (@TheAviator1992) May 22, 2016    But you’d be a fool to call it at the start of the third week, as treasurer Scott Morrison – a chatty chappy today – noted to Ray Hadley: “Federal elections are always tightly contested and things do get closer as you go into the campaign.”    Scott Morrison on Newspoll results: Don't forget \"Ed Miliband was supposed to be the prime minister of the UK\" #ausvotes— Tom McIlroy (@TomMcIlroy) May 22, 2016    The prime minister joined New South Wales premier, Mike Baird, on the far south coast of New South Wales to announce funding for the expansion of the port of Eden and the Merimbula airport. Both of these assets are in the bellweather seat Eden Monaro, currently held by Liberal Peter Hendy on a margin of 2.9%. Meanwhile, Shorten appeared with Mark McGowan, WA Labor opposition leader, to announce $1bn towards the Perth Metronet. It would be funded by cuts to the federal commitment to Perth Freightlink – which, Shorten said, was a “waste of money”. You were in the room, Sussan The Liberals are split over a couple of Labor policies: first, a crackdown on “double-dipping” by MPs who rent or own properties in Canberra, and also last week’s Medicare rebate freeze announcement. Shadow treasurer, Chris Bowen, said Labor would ensure MPs claiming travel allowances and pursuing deductions were in line with community standards, and urged the Coalition to do the same. Specifically, he called for the tax ruling allowing politicians who rent properties in Canberra to claim deductions for a second residence to be brought under greater scrutiny. The treasurer said he would take a look at what Bowen was proposing, but Turnbull called Labor’s commitment – which came after criticism of the practices in the media over the weekend – an “overnight backflip”, alluding to various Opposition frontbenchers’ calls for politicians to stay out of the system for parliamentary entitlements. This comes after Sussan Ley, the health minister, told Fran Kelly that she was in favour of lifting the Medicare rebate freeze, as Labor has vowed to do – but finance and treasury won’t let her. Morrison said the freeze was a “government decision”, and that Ley was “obviously a part of” the government. Remember, Sussan? Straight out of the mouth of Ray Shock jock Ray Hadley roasted the treasurer over a controversial point of the 2016 budget that means people will not get tax concessions on superannuation they voluntarily contribute above a lifetime cap of $500,000. Hadley said the government persisted with the cap at its “own peril”: “unless you do something between now and 2 July ... this could be the rock on which you perish”. Morrison defended the cap, saying that it applied to only a very small number of people, and that it was in the interests of younger Australians saving for their futures. Hadley retorted that this wouldn’t be the policy with which to win over younger voters, who would “go Labor party or Greens”. That is, if they vote at all.    18 to 24 years old? Enrol to vote.  https://t.co/3byb9YlKMr  Enrolements close 8 pm tonight. #ausvotes #auspol pic.twitter.com/qo2KbfkVLv— Peter Martin (@1petermartin) May 22, 2016      1 in 3 Indigenous Australians are not on the electoral roll. Damning and shocking statistic imo.— Osman Faruqi (@oz_f) May 23, 2016      The comparable statistic for the rest of the Australian population is 6% btw. 6% vs 32%. What a joke.— Osman Faruqi (@oz_f) May 23, 2016    Voting is compulsory, but one quarter of Australians aged 18 to 24 are not enrolled, says the Australian Electoral Commission – a number that, if mobilised, could have real impact. Analysis by the not-for-profit organisation Y Vote found that the total number of wasted votes of electors or would-be electors aged 18 to 24 outnumbered the winning margin, by several multiples, in the 10 tightest contests.  The AEC closes the rolls at 8pm tonight. Until then, you can enrol or update your details on its website. X-Factor Australia season three winner and self-described “Rock$tar” Reece Mastin, at least, is on the books.    Hey guys if you want to have a voice enrol to vote by 8pm today, I did. We are responsible for our future https://t.co/z1VIbdV4gD #auspol— Reece Mastin (@reecemastin) May 23, 2016    Best of Bowers     Bill Shorten visits the Clarke family in Stratton in the federal electorate of Hasluck while campaigning in Perth this morning, mum Natalie, Caitlin, nine, Jacob, five, and Zac, three. Photograph: Mike Bowers for the Guardian    Further reading • Wasn’t our prime minister an urbane, charming and optimistic man who supports an Australian Republic, same sex marriage and an emissions trading scheme? Kristina Keneally racks her memory. • And more on “the ‘real’ Malcolm”... (Fairfax Media) In many ways what went wrong for Julia Gillard is what is currently going sideways for Turnbull, writes Mark Kenny. • Why has climate change disappeared from the Australian election radar? (SBS / The Conversation) The contest that characterised the previous three elections seems to have disappeared off the political radar, writes David Holmes of Monash University.    Two weeks in and we've only one environment-related announcement on the campaign trail https://t.co/7lNTBvWm0X pic.twitter.com/a8olPsEigj— Nick Evershed (@NickEvershed) May 23, 2016    And also ...     Victorian premier Daniel Andrews has apologised to people convicted under historical laws criminalising gay sex. Photograph: Julian Smith/AAP    Victoria will on Tuesday become the first government in the world to formally apologise to people convicted under historical laws against homosexual sex. Before homosexuality was decriminalised in 1981, men could be sentenced for up to 15 years’ imprisonment for having consensual sex with other men. Victorian premier Daniel Andrews is now to apologise to those affected as part of legal reforms introduced in September to help those affected by the old laws to expunge their criminal convictions. Meanwhile, in the rest of the world ...           Exclusive: Pentagon source goes on record against whistleblower program    Long before Edward Snowden went public, John Crane was a top Pentagon official fighting to protect NSA whistleblowers. Instead their lives were ruined – and so was his. In the wake of Crane’s startling account of how the system became a “trap” for those seeking to expose wrongdoing, Snowden has called for a complete overhaul of US whistleblower protections. And if today was a pop song ...         How should I feel?    The third Monday of the year is often described as “Blue Monday”, the most depressing day of the year. We’ll leave it up to you to decide if that rings true of this campaign. It certainly wasn’t the best of days for the Liberals. Never miss another catchup: If you’re reading this in the Guardian app, tap on “Australian election briefing” at the top or bottom of this page, then tap on “Follow series” to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: flagging polls and frayed ministers",
  "webPublicationDate": "2016-05-23T07:23:46Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/campaign-catchup-flagging-polls-and-frayed-ministers",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sussan Ley",
      "id": "australia-news/sussan-ley",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/23/campaign-catchup-flagging-polls-and-frayed-ministers"
}