{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/chinese-news-agency-taiwan-leader-radical-single-tsai-ing-wen",
  "id": "2016-05-25-226",
  "sectionId": "world",
  "body": "The Chinese Communist party’s official newswire is facing a deluge of online scorn and ridicule after claiming Taiwan’s first female president is “extreme” because she is single. Tsai Ing-wen, who has studied at LSE and Cornell University, was sworn in as the self-ruled island’s new president last Friday. In her inaugural address, the Democratic Progressive party politician urged citizens to reject prejudice and look to the future.    Related: Taiwan's new president Tsai Ing-wen vows to reduce dependence on Beijing    Across the Taiwan strait in mainland China, Beijing’s official propaganda and news agency, Xinhua, appeared to be staring in a different direction.  An opinion piece published by the International Herald Leader, a Xinhua-run newspaper, suggested Tsai was likely to be obsessed with detail and hold radical views that could encourage her to seek formal independence from China because she was unmarried and had no children.  “As a single female politician, she does not have the emotional burden of love, of ‘family’ or children. So her political style and strategy tend to be emotional, personalised and extreme,” Wang Weixing, an official from a Beijing-controlled body that handles relations with Taiwan, wrote.  “When dealing with Tsai, we should bear in mind important factors such as her experience, personality and mindset,” added Wang, from the association for relations across the Taiwan strait.  Alex Huang, a spokesman for Tsai, told the BBC she would not comment on Xinhua’s chauvinism. But the Chinese internet had plenty to say. “How dare you attack her personal life!” fumed one user of Weibo, China’s version of Twitter. “Male chauvinist pig,” wrote another. In an online post, Zhang Hongzhong, a journalism professor from Beijing Normal University, lamented the article as both intellectually flawed and highly offensive to single women. “Since Xinhua is a state-run news agency, it will also damage our country’s image,” Zhang added.  Amid growing outrage, the piece was eventually removed from the newspaper’s website and replaced with a message that read: “Sorry, page not found.”  The article is at odds with President Xi Jinping’s professed commitment to gender equality. “We must build up women’s capacity of playing their part in society and the economy, involve women in higher levels of decision making and support them in becoming leaders in political, business and academic fields,” he told a summit at the United Nations last September.  However, feminists say Chinese security forces have cracked down on their campaigning activities since Xi took power in 2012. Last year celebrations of the 20th anniversary of the UN’s Fourth Conference on Women in Beijing in 1995 were outlawed.  There are still no women serving on the Communist party’s elite seven-member ruling council and only a handful anywhere near the top of Chinese politics.  Additional reporting by Christy Yao",
  "webTitle": "Chinese news agency: Taiwan's leader is radical because she is single",
  "webPublicationDate": "2016-05-25T09:39:16Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/chinese-news-agency-taiwan-leader-radical-single-tsai-ing-wen",
  "keyword": [
    {
      "webTitle": "Taiwan",
      "id": "world/taiwan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/25/chinese-news-agency-taiwan-leader-radical-single-tsai-ing-wen"
}