{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/native-american-france-sacred-objects-auction-smithsonian",
  "id": "2016-05-25-217",
  "sectionId": "us-news",
  "body": "Native American leaders have pleaded with France to “look beyond short-term profit” and “do what is right in the eyes of humanity” by halting an auction of hundreds of objects sacred to their spiritual beliefs. The artifacts scheduled to go up for bidding in Paris at the Eve auction house next week include a Plains war shirt made with hair from human scalps and a rare ceremonial shield. They are expected to fetch tens of thousands of euros. Native Americans contend that whereas wealthy European buyers merely see something exotic and beautiful to adorn their walls, to them the objects are imbued with life.   Related: JK Rowling under fire for writing about 'Native American wizards'    “When these objects have been created for ceremonies within our community, a spirit goes into them,” Bradley Marshall, of the Hoopa Valley tribal council of California, told a press conference on Tuesday. “When we create the objects, we’re in prayer, we’re breathing life into the object. And so these objects are not just a mere object in some fancy collection. These objects are living beings to us. These objects are part of our family; these objects are part of who we are as a people; these objects have a sacred purpose within our community. “At the auction coming up on Monday is one of these objects. We’re hopeful that somehow, some day, that member of our community, that member of our family, will be able to return home to us and continue its lifespan within our community. The auctions that take place around the world are deplorable. It harkens to me of the slave auctions that took place so long ago that we thought they were past.” Since 2013, such auctions have been a diplomatic wrinkle between the US and France, where US laws prohibiting the sale of Native American ceremonial items hold no weight. Ahead of the latest sale in Paris, the Smithsonian’s National Museum of the American Indian held an “emergency meeting” on Tuesday with at least two tribes, the State Department and Federal Bureau of Indian Affairs. Steve Pearce, a US Republican representative from New Mexico who has proposed a congressional resolution urging federal agencies to seek the items’ return, was also present. The press conference at the museum began with the singing of a prayer and burning of a traditional root.     Kevin Gover, director of the Smithsonian National Museum of the American Indian, speaking at the 24 May meeting. Photograph: Brendan Smialowski/AFP/Getty Images    Jackson Brossy, executive director of the Navajo Nation Washington office, said: “We stand united with the tribes in urging the French authorities and the French auction houses to do what is right. These are living, breathing objects. They belong in their homeland. These are irreplaceable and must be returned now. We pray the French authorities look beyond short-term profit, respect American laws and do what is right in the eyes of humanity and stop this auction now.”    We pray the French authorities look beyond short-term profit  … and do what is right in the eyes of humanity  Jackson Brossy, Navajo Nation Washington ​​office     Governor Kurt Riley, of Acoma Pueblo in New Mexico, told the gathering: “The whole world condemns the destruction of Palmyra by Isis. The National Geographic’s cover story this month is about tomb raiders looting the world’s ancient treasures. These things are happening while they are also happening in the United States with regard to the plundering of native cultures.” The Acoma Pueblo has thrived for thousands of years because of culture and spiritual practices including prayer, pilgrimage and the use of sacred objects, including the Acoma shield, which is due to be auctioned on Monday. “The Acoma shield is a sacred item that no individual can own,” Riley continued. “It is not made for commercial use or intended to be created as of artistic value.” It was instead designed for use in specific ceremonies for the community and looked after by a caretaker, with an absolute ban on its removal or sale. Riley pleaded with the auction house and France to take immediate action stop the shield going to the highest bidder. But this is not an isolated case, he noted, with many other artifacts leaving the US through middlemen and ending up as lucrative decorations in Europe. “Without active federal support and involvement, a black market in these cultural items has emerged in the United States.” Riley said: “Finally we are appealing to the people of France, and to the French authorities, to honour our humanity and the value of our ancient traditional beliefs by stopping this sale and returning this item.”     Kurt Riley of Acoma Pueblo at the Smithsonian meeting: ‘The Acoma shield is a sacred item that no individual can own.’ Photograph: Andrew Harnik/AP    His voice cracking, he added: “When these items leave our pueblo, this is how much it hurts. For a person in my position to speak and express my emotion in this way is maybe in some areas not a role model for males, but this is how much it hurts my people when we see these cultural items put on the internet or go up for sale.” Other objects to be auctioned off include ancient jewelry and effigies linked to the Hohokam, who once inhabited part of present-day Arizona. There will also be artifacts from the Americas, Africa and Asia. The tribes have the backing of the US government, which in the past has tried to stop similar sales and has held meetings with French officials, art dealers, academics and lawyers in an attempt to raise their sensitivity to the matter. Mark Taplin, of the US State Department’s bureau of educational and cultural affairs, said: “In the absence of clear documentation and the consent of the tribes themselves, these objects simply shouldn’t be sold. This type of commercialisation of Native American cultural property is fundamentally wrong.” France is America’s oldest ally and the countries cooperate on many fronts, Taplin added, “but this is obviously a bit of an exception”. France has a long history, tied to its colonial past in Africa, of collecting and selling tribal artifacts. The Paris-based “Indianist” movement in the 1960s celebrated indigenous cultures, and interest in tribal art in Paris was revived in the early 2000s following the highly lucrative sales in Paris of tribal art owned by late collectors André Breton and Robert Lebel. Emmanuelle Lachaussee, spokesperson for the French embassy in the US, said: “We are still in the process of investigating the case. But I can already tell you that the French authorities are mindful of the importance that representatives of Native American tribes attribute to the protection of their cultural heritage, and are giving the most serious consideration to this case.”",
  "webTitle": "Native Americans implore France to halt artifact sale: ‘It harkens to slave auctions’",
  "webPublicationDate": "2016-05-25T10:00:37Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/native-american-france-sacred-objects-auction-smithsonian",
  "keyword": [
    {
      "webTitle": "Native Americans",
      "id": "world/native-americans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/25/native-american-france-sacred-objects-auction-smithsonian"
}