{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/labour-members-on-corbyn-winning-in-2020-will-be-a-slog",
  "id": "2016-05-20-153",
  "sectionId": "politics",
  "body": "Labour party members are overwhelmingly happy with Jeremy Corbyn’s first eight months in charge, and are urging the parliamentary party to back the leader. According to those who responded to a Guardian callout, members were encouraged by Labour’s performance in this month’s local and mayoral elections, with the majority hopeful the party can win 2020’s general election, while acknowledging that it would be a “hard slog” given the party’s performance in Scotland. Some readers felt the party could have done better in May, and blamed a lack of party discipline and unfair media coverage for Labour’s mixed results.  “If Labour MPs concentrated on attacking the Tories, I believe Labour would have done a lot better,” said Catriona Lischka, a London member who joined after the 2015 election. Corbyn has said Labour is not yet doing enough to win a majority, but that the party has a “bold and ambitious” plan to win the seats they need in 2020. The Guardian callout supported the findings of a YouGov/Times poll, which found that Corbyn would overwhelmingly win any new leadership contest should he stand again. ‘If the right of the party remove Corbyn, I will rip up my membership card’     ‘Labour needs to go back to its core values.’ Photograph: James MacRae    I would obviously have liked a Labour landslide, but as it is, and in consideration of the media hostility, they did well.  It’s a shame that in those areas where they won it has not been attributed to Corbyn, rather to the candidate. I know many in London who voted for Sadiq because of Jeremy, not in spite of. Sadiq could do well to remember that.  Labour needs to get back to its core values. It’s what so many people want: a party of strong conviction. This can be seen with the growth of parties like Ukip, Greens and, most notably, the SNP in Scotland. I am aware that, in the face of a very hostile media, it’s going to be an uphill struggle for Jeremy Corbyn, but many people I know, including those who would never consider themselves Labour or even New Labour, have found themselves siding with Jeremy on issues such as banking, housing, Trident, the NHS and schools. Sure, he doesn’t wear the right suit, or engage in “banter” with Cameron, but that really shouldn’t matter. I have been a member of the Labour party off and on since 1987. If the right of the party actually manage to carry out a coup and remove Corbyn from the leadership, against the will of the party members, I will rip up my membership card. I’m of the belief that governments lose elections, rather than opposition parties winning them, so with the government’s actions so far, I see no reason why the Conservatives won’t lose the next election.  James MacRae, Ipswich ‘Corbyn has been better than expected’     ‘Can we win in 2020? Probably not.’ Photograph: Malcolm Fincken    There is a vacancy for a leadership candidate who can appeal to Labour party members as well as a broad spectrum of the electorate but we have yet to identify that person. The election results were mixed. Labour is performing better in the cities and with its core vote but is making insufficient impact in towns and rural areas.  Can we win in 2020? Probably not. Corbyn has been better than expected but he needs to develop the strategy and leadership skills to enable the Labour party to reach out to floating and undecided voters. Malcolm Fincken, Essex ‘Labour has a massive problem in Scotland, and apparently the election of Corbyn hasn’t changed that’ The main reason why I voted for Jeremy was because the alternatives were so much worse. There are a few people in the party who would make decent leaders and I would be tempted to vote for them over Jeremy, despite my views being more closely aligned to his. Mainly though it is heartbreaking to see the party shake itself to bits. The fault for this must lie with Labour MPs. Granted, Jeremy hasn’t done a great job of rallying the troops and curing divisions, but the lack of party loyalty amongst the PLP is quite shocking.  The local elections could have been worse. I think that Labour has a strong presence in the local councils and it would be difficult to improve on that substantially. But Labour has a massive problem in Scotland, and apparently the election of Corbyn hasn’t changed that. Without Scotland I don’t think that any Labour leader would be able to get the number of English seats necessary to win a majority, and a coalition or a joint bid with the SNP would be a very divisive move. Labour was wiped out in Scotland in the last general election and it would take a miracle to reverse that now that the SNP has proved an effective and progressive opposition in the House of Commons.  Owen Woods, County Durham  ‘The message is being drowned out by all the infighting’     ‘Labour can win.’ Photograph: Nicola Pound    I think Corbyn struggled at first, particularly in handling the media and things such as PMQs, but I feel he has improved in both these areas. But he’s still failing to get his message to a broader audience. I don’t think this is because he is campaigning on fringe issues – I’ve heard and seen him campaign on the NHS, education, workers rights, social and economic equality and housing.  It’s more the message is being drowned out by all the the infighting. He needs to try to come to a truce or compromise with those who oppose him in the party. If they still refuse to engage then that is on their conscience.  Labour can win, but only if they pull together. The right of the party can’t win without the left, and the left can’t win without the right. Nicola Pound, London ‘Corbyn holds his position with a huge mandate’     ‘2020 is winnable.’ Photograph: Ben Francis    Many people were hoping that May’s results would either demonstrate a vindication of Corbyn’s leadership or a condemnation leading to a leadership challenge. The results offered neither. They were disappointing, but not to the level that suggest we will be unelectable in 2020. Tory austerity measures poll badly and the party is divided over the EU. If we can exploit that 2020 is winnable. It will require a united Labour party, with those of us who don’t necessarily agree with all of the message keeping our reservations quiet and working together with the far left of the party.  I disagree with Corbyn’s position on many issues, and vehemently so on foreign policy and Trident, but he is the leader of my party and he holds that position with a huge mandate from the membership. On that basis I believe it’s the responsibility of party members like myself who are more centrist to offer our loyalty and hard work in order to get a Labour government in 2020. Ben Francis, Peterborough  ‘We have multiple sources of information that tell a different story’     ‘I think he has a real chance.’ Photograph: Christopher Tucker    As Corbyn continues to challenge the pre-ordained worldview set up by New Labour and the Conservatives I think he has a real chance to take power in four years and make significant changes despite the constant cacophony of detractors with a vested interest in the current system.  The media in the UK need to wake up to the fact that each day more and more people are questioning many of these commonly held false narratives on austerity, finance, social spending, the NHS and education. We have multiple sources of information that tell a different story than the one currently being propagated on a daily basis. If we can afford to bomb a country not threatening us, illegally invade Iraq or spend billions on a Trident system to ensure mutual destruction and little else then we can house our homeless, pay for our NHS and protect our weakest citizens.  Christopher Tucker, Brighton ‘Trying to go on as before is not an option’ Corbyn has done very well. He has opposed the Tory agenda, forced them back on issues that the other leadership candidates would have capitulated on (working families tax credit to start with) and provided a political framework in which initiatives like the Dubs amendment went through. We have the only economic policy that can pose any serious alternative to the failed ‘austerity followed by inflating a housing bubble followed by more austerity’ policies of this peculiarly inept government.  The recent elections weren’t bad for starters. To win in 2020 we have to mobilise people to change the country, not simply reflect it as it is, or has been. The cliche “the old is dying, the new struggling to be born” is relevant here. Trying to go on as before is not an option.  Paul Atkin, London ‘On the doorstep, nobody’s saying that Labour has the wrong leader’ He’s had a very difficult time, hampered by bickering from the Blairites, and he’s been undermined by his own frontbench. In spite of this, we’re keeping our heads above water. Imagine how much we could achieve if the rightwing MPs would just respect Jeremy’s mandate and get behind him. On the doorstep, nobody’s saying that Labour has the wrong leader. They’re saying that the country has the wrong government. But winning in 2020 will be a tough slog. We’ll need to focus on domestic issues, get iron message discipline and hope for chaos in the Tory party. I suspect the next government will be a coalition or minority administration.  Lev Taylor, London",
  "webTitle": "Labour members on Corbyn: 'Winning in 2020 will be a slog'",
  "webPublicationDate": "2016-05-20T13:27:25Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/labour-members-on-corbyn-winning-in-2020-will-be-a-slog",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour party leadership",
      "id": "politics/labourleadership",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "politics/2016/may/20/labour-members-on-corbyn-winning-in-2020-will-be-a-slog"
}