{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/13/el-nino-farmers-frontline-drought-floods-building-resilience",
  "id": "2016-05-13-314",
  "sectionId": "global-development",
  "body": "The life of a farmer in Somalia is never easy and, right now, it’s about as hard as it gets. The weather no longer seems to follow recognisable patterns and the El Niño phenomenon is exacerbating the crisis. At 47 years old, Maymuno Madobe Cali has seen it all: drought, floods, disease and conflict. She knows only too well how a precious but fragile livelihood can vanish. She lost 26 goats the last time floods and water-borne diseases came to Boodaale and she is praying the same will not happen to her remaining 11 animals. With seven people in her family, another spell of bad weather could push her to the brink.  This cycle of disaster and recovery threatens millions in countries that are feeling the severest impact from the current El Niño. But this tragedy could be so easily avoided.    Related: World heading for catastrophe over natural disasters, risk expert warns    The UN’s Food and Agriculture Organisation (FAO) works to help people break out of this cycle through its early warning-early action system, an initiative that helps people cope better with crises.  Cali took part in an information session run by the FAO’s Somalia office and can now access disease control and treatment kits, which the FAO sent to the region ahead of the latest extreme weather.  Preventing and averting disaster costs a fraction of what it takes to respond to a humanitarian emergency; without early intervention, the familiar narrative of lost lives and livelihoods could be retold yet again. Nearly 4.7 million people – or 38% of Somalia’s population – are acutely food insecure.  The world humanitarian summit takes place in Istanbul this month, and the need for a recalibration of the system could not be more urgent.  The world is facing a dramatic increase in the frequency and scale of threats to food security and agriculture. Between 2003 and 2013, disasters have caused an estimated $1.5tn in damage and, in the developing world, affected 2 billion people (pdf). Both slow and sudden natural disasters – worsened by climate change – are increasingly linked with triggering conflicts. As needs increase, resources become scarcer.  In humanitarian and developmental circles, there is much talk about the importance of building resilience to protect communities on the frontline of weather shocks.  For farmers in Somalia, it can be something as simple as sharing long-term weather forecasts. When climatologists began predicting the worst El Niño on record, the FAO and the Somali government devised a plan to repair and sandbag riverbanks in the main crop-producing region, and distribute bags and tarpaulins to protect seeds and grain.     Residents walk through a flooded street in Mogadishu on 3 May 2016. Photograph: Mohamed Abdiwahab/AFP/Getty Images    The land saved from flooding can produce about 23,000 tonnes of maize – worth more than $6.5m (£4.5m). It’s a huge amount – enough to feed 2 million people for a month. But now the weather has changed, and the FAO is responding to a drought. Communities have received forecasts and warnings by text message based on the FAO’s monitoring of rainfall. Fishermen in Puntland, north-eastern Somalia, and in Somaliland moved their boats to safety when they were given 36 hours notice of two strong cyclones.  These are community-based projects that can help to answer another key question for the Istanbul summit – how can empowered grassroots and national organisations help themselves? We employ our early warning-early action system to put the communities who are worst affected by natural disasters in the driving seat. Using technology such as satellite imagery to track weather patterns, we can sound the warnings that allow governments and communities to take timely action.  Late last year, I met Suleiman Geleye in a camp for displaced people near Dire Dawa in Ethiopia. His was one of 1,400 pastoralist families who migrated here because of drought. Geleye used to have 500 sheep and goats, and 60 cows. Now he has 13 and four, respectively. This drought – the worst in half a century, which has left a quarter of Ethiopia’s districts facing a food security crisis – is locally being called the sima (equaliser). It has reduced everyone to the same level.  Under its El Niño response plan, the FAO is distributing multi-nutrient blocks to strengthen remaining livestock. It is distributing seeds and running a compensation programme to slaughter the weakest animals so that families can invest in their healthier ones, building up stocks carefully instead of losing everything.  Actions such as these can help people gain greater control over their future. The importance of acting quickly in response to early warnings must be properly recognised for its powerful role in reducing the risk of repeated disasters and building resilience.   Neil Marsland co-ordinates the FAO’s early warning–early action efforts for El Niño",
  "webTitle": "We often know when drought or floods will strike. So let's act before they do | Neil Marsland",
  "webPublicationDate": "2016-05-13T06:00:06Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/13/el-nino-farmers-frontline-drought-floods-building-resilience",
  "keyword": [
    {
      "webTitle": "Food security",
      "id": "global-development/food-security",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Somalia",
      "id": "world/somalia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drought",
      "id": "environment/drought",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Flooding",
      "id": "environment/flooding",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/13/el-nino-farmers-frontline-drought-floods-building-resilience"
}