{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/06/playwright-young-jean-lee-what-do-we-really-want-from-straight-white-men",
  "id": "2016-05-06-314",
  "sectionId": "stage",
  "body": "“Destroy the audience” is the motto powering one of America’s most exciting theatre companies, named after its artistic director, Young Jean Lee. While perhaps stopping short of outright annihilation, she’s certainly not afraid of making them squirm. In her latest acerbic comedy, Straight White Men, Lee blasts the audience with uncomfortably loud hip-hop music, and has triggered some of the more genteel audience members to blow their top.  “They felt that the music was aggressive toward them, and when they tried to make it stop and no one would comply with their requests, they got extremely angry,” she tells Guardian Australia. “It really highlighted the privilege of our audiences.”  Lee says her starting point is always asking herself: “What’s the last show in the world I would ever want to make?” – and then forces herself to make that show. The results are often daring and an uncomfortable exploration of identity politics. In Straight White Men, brothers Matt, Jake and Drew gather at their father’s house for Christmas. They play politically correct board games and worry about what their liberal, feminist mother would think – although she’s been dead for some time. These men are acutely aware of how being heterosexual white males gives them an unfair advantage in America, but how does this play out when their days of youthful optimism slide into midlife anxiety?   Related: Ben Elton: there is no wisdom involved in being massively wealthy    Following a critically acclaimed run in New York, Straight White Men is coming to the Arts Centre Melbourne on 6 May in a Melbourne Theatre Company production. It is one of Lee’s most rigorous examinations of privilege, in which she pokes fun at those who occupy the top tier of the social triangle and the “awkward transition” happening as the rest of us muscle our way in. Guardian Australia: You’ve previous said “being a straight white man is a relatively new thing, historically. For years, they got to be the default human.” Is there a sense with the men’s rights activism [MRA] movement that straight white men feel under siege? Young Jean Lee: It’s not so much of a reaction as it is an exploration of the shifting social dynamics that are leading to some straight white men feeling under siege. There’s definitely some kind of erosion of privilege happening, although I’m sure the MRAs’ sense of how drastic that erosion is and how quickly it is happening is very different from that of people from long-marginalised groups. What has been your experience with privilege in your career and what did you learn about it through writing this piece? I realised that there are many privileges that I share with straight white men. For example, I don’t get hassled by the cops or followed around in stores. People don’t see me as dangerous, and my chances of going to jail are low. I grew up in a middle-class family and have a great education. I can marry whom I want.  Writing this show prevented me from being able to think: “I’m a woman of colour! I’m not a person of privilege! I’m doing great things for the world just by totally selfishly pursuing what I want, because I’m making the world more diverse!” A straight white guy can’t do that. He can’t say: “I’m making the world a more diverse place by just doing whatever I want.” From a political standpoint, he’s required to do something more than just succeeding on a personal level.  So working on this show has sort of forced me to confront my own hypocrisy and challenge my sense of how committed I am to social justice. My story isn’t hugely different from theirs, despite the fact that they also have a lot of privileges that I don’t have. Have you heard of the term “brogressive”? Obviously it’s used in jest but is it also illustrative that sometimes liberalism can be skin deep or that we are in a time of transition?   Related: He says he's progressive but is he really a 'brogressive'? | Brigid Delaney    We are definitely in a time of awkward transition, I think. When I was doing the first workshop there was a room full of students, people of colour and queer people, a very diverse room, and they started talking very harshly about straight white men.  I said: “OK. Now I know all the things you don’t like about straight white men. Why don’t you give me a list of the things you wished straight white men would do that would make you hate them less?”  So they told me all these things, and I wrote down the whole list, and then I wrote that character, and they hated him. They hated him because he was a loser. And that’s what made me realise that, in spite of all these social-justice values, in our peer group, being a loser is worse than being an asshole. It kind of revealed our continuing investment in the patriarchy.  That became interesting to me in the play and this character Matt became a litmus test. Audiences are driven insane by Matt for being the way that he is, which exposes their actual value systems. That’s the movement of the play and I want the audience to kind of get caught in that bind of: “Oh, well, we say we want straight white men to be like this, but we actually want them to be like this. And that says something about my investment.”  For example, everyone at the first workshop was like: “I want a straight white man to sit down and shut up. I want him to take a back seat, to take a supporting role. I don’t want him to be aggressive. I want him to be passive and sit there and take it. I want him to listen. I don’t want him taking the head role or the biggest job or to be going after the biggest stuff. I want him in a supporting role to me.”  And nobody wanted to date that guy or be friends with that guy or hire that guy! Do we actually want that? No, not according to our value system. So the audience is supposed to get trapped in this kind of bind, this disjunction between the desire for social justice and the desire for things to stay the same, for people not to be losers, to be aligned with power. There seems to be a new awareness about the need for diversity in western pop culture but at the same time a pushback against politically correct [PC] comedy. How do you operate in that strange space? You just have to keep the audience off-balance. For most people, PC art doesn’t work if you’re hitting the audience over the head with the message. But if you explore this stuff and raise all the questions then they’re forced to think about things for themselves and they don’t feel preached at.  What have been the reactions to your piece? Does it make straight white men squirm? I remember we did the premiere at the Wexner Center in Ohio, and the audience was howling with laughter all the way through, and they didn’t hear anything that was being said (people actually told me, “I was having such a good time that I was able to tune out all that political stuff”), and I felt so horrible after that.  Then we took it to Europe, and I was like, there’s no way we’re doing this feel-good show in Europe. So we went too far in the opposite direction and people were tuning out everything.    Related: Melbourne Comedy Festival review – Axis of Awesome, Nazeem Hussain and Sara Pascoe    It was only by the time we got it to New York that we managed to strike the right balance. When I premiered the show in New York, I had never really been at a venue like the Public before, where they have a more traditional theatre-going audience, one that is [financially] richer than I’m used to. I didn’t want anyone from my audience to come to the play and feel like they didn’t belong there. I tried to create a pre-show environment with music that would make someone like me feel comfortable and at home (loud hip-hop with raunchy lyrics by female artists). And I think it worked.  Wherever we’ve done the show, some audience members – definitely not all, but a lot of them – have gotten very upset, because they didn’t feel comfortable in that environment. They felt that the music was aggressive toward them, and when they tried to make it stop and no one would comply with their requests, they got extremely angry. It really highlighted the privilege of our audiences.  I added a transgender/queer non-straight-white-male character to be the announcer at the beginning of the show and to direct the transitions (which are lit) to show that a non-straight-white-male was running the show.  What I love most about the play is that the audience now laughs through most of it, and when it’s over they tell me they were left with a horrible feeling that irked them because they couldn’t precisely define what made them feel that way.  I think the play ends up being a fundamentally unsatisfying experience, which is great, since the last thing I wanted to do was make a show about these issues that left both the audience and me feeling satisfied. • Straight White Men is at the Arts Centre Melbourne from 6 May to 18 June",
  "webTitle": "Playwright Young Jean Lee: what do we really want from straight white men?",
  "webPublicationDate": "2016-05-06T06:35:32Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/06/playwright-young-jean-lee-what-do-we-really-want-from-straight-white-men",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "stage/2016/may/06/playwright-young-jean-lee-what-do-we-really-want-from-straight-white-men"
}