{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/19/made-up-review-hollywood-birmingham-rep-stans-cafe",
  "id": "2016-05-19-212",
  "sectionId": "stage",
  "body": "It is a well-established fact that if you want to know what’s going on in any theatrical or movie-making environment, then the wardrobe and makeup department is the fount of all gossip. And after 25 years in operation, Stan’s Cafe has finally made it to Hollywood – or as close to Hollywood as this enduringly unpredictable little company is ever likely to come, which is a hair-and-makeup trailer parked on set. It’s very early in the day, and also very early in the career of Kate, a young actor about to be transformed into a rubberised extraterrestrial for an advert. We then see – quite literally – the changing faces of Kate over the years, as her loyal makeup artist Sue advises her over the key decisions an increasingly successful actor has to face: whether to accept the part with the nude scene, how to face the paparazzi without concealer, what to say at the Academy Awards.            James Yarker’s production is, of necessity, extremely static and chops up the chronology in a way that can be quite difficult to follow. But Alexis Tuttle’s ministrations to Emily Holyoake’s impressionable blank canvas establishes an intimacy which suggests the makeup chair may be the modern equivalent of the confessional booth. Consultant cosmetics designer Andrew Whiteoak imparts some fascinating insight to this often-overlooked art. Though it may be far from Stan’s Cafe’s most extrovert project, it does reveal how making up is hard to do.  At Birmingham Rep until 21 May. Box office: 0121-245 2082. Then touring.",
  "webTitle": "Made Up review – an actor faces up to her career in intimate show",
  "webPublicationDate": "2016-05-19T11:29:43Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/19/made-up-review-hollywood-birmingham-rep-stans-cafe",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "stage/2016/may/19/made-up-review-hollywood-birmingham-rep-stans-cafe"
}