{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/sadiq-khan-victory-islamophobia-mayor-london",
  "id": "2016-05-06-2",
  "sectionId": "commentisfree",
  "body": "What a relief. For the past few months it’s been hard to get my head out of my hands long enough to watch the news. And it’s not just the celebrity deaths that have depressed me: 2016 has not been kind to British Muslims. Channel 4 painted us as polygamous, sexist homophobes in its documentary What British Muslims Really Think. Donald Trump told us we would be banned from the US – and went on to clean up in the primaries. And through it all there was the steady drip of poison from Zac Goldsmith’s London mayoral campaign. So the news that Sadiq Khan has become London’s first Muslim and first ethnic minority mayor couldn’t come at a better time.   Related: For passion and for purpose the next London mayor has to be Sadiq Khan    Khan spins it as a political fairytale to give Dick Whittington a run for his money: the son of a bus driver and seamstress who grew up on a council estate and became mayor of the capital. For London’s 44% BAME population it’s a particularly powerful message of aspiration – no matter your race, religion or class, you too could become the most powerful, directly elected politician in the country. And it’s a kick in the teeth to polls last year that suggested that a third of Londoners would be “uncomfortable” with a Muslim mayor. Last summer I watched as Michelle Obama spoke at the Mulberry school for girls in east London, in one of the most deprived wards in the country, telling children her own story about growing up as a black girl in Chicago, trying to find space to work in a bedroom she had to share with her brother, in a home where there was little quiet space. Their rapturous faces told me just how important – and rare – role models like that can be. Khan might not have the star power of the first lady, but his story is one that many Londoners from all backgrounds can feel proud of. It’s just a shame this fairytale had to have a villain. Tall, handsome and rich, it once seemed Goldsmith might easily sweep London off its feet. A well-liked constituency MP, he had impressive environmental credentials and a family that, while staggeringly rich, still reflected the diversity of London – with Christian and Jewish roots, and a glamorous Muslim ex-brother-in-law in Imran Khan. But instead of espousing a positive message, Goldsmith’s camp seemed determined to see exactly how much Islamophobia you can get away with in British politics. First came the dog whistle, with leaflets describing Sadiq Khan as a “radical”; easily read as a coded slur on Khan’s Muslim faith. Then came the guilt by association – with newspaper headlines that an ex-brother-in-law of Khan’s had attended extremist rallies; that Khan shared platforms with extremists; that the imam of a mosque in Tooting, Khan’s constituency, supported Islamic State. Even Khan’s career as a human rights lawyer was twisted into service, with the accusation that he had defended terrorists – as though ensuring the right to a fair trial was itself suspicious.   Related: Decent Tories must speak out against their party’s Islamophobic mayoral campaign    Did it matter that equally ludicrous claims could be made of Goldsmith? His own ex-brother-in-law, now a Pakistani politician, has been dubbed “Taliban Khan”, while the imam David Cameron accused of supporting Isis – and whom he linked to Sadiq Khan – was actually a Conservative voter, who had been pictured with Goldsmith, and asked to help recruit Muslims by Conservative politicians. But Goldsmith’s team calculated that such smears stick much more easily to brown skin. Watching from afar, the message was clear: for Muslims the rules are different. It added to the background noise that Muslims have come to live with – sensationalist headlines about the number of British Muslims who support jihadists; our communities only being mentioned in the context of radicalisation; and the inevitable increase in hate crimes. No wonder Tulip Siddiq was told no one would elect an MP with her last name. Eventually, even Conservatives were disgusted. Baroness Warsi tweeted: “If @SadiqKhan isn’t an acceptable enough Muslim 2 stand for London mayor, which Muslim is?” The tone of the campaign made the fact that 13 Muslim MPs had succeeded in being elected in 2015 suddenly seem astonishing. In contrast to Goldsmith, Khan’s campaign was positive and inclusive, based around his promise to be a mayor “for all Londoners”. Khan may not be the type of politician to engender warm, fuzzy feelings in the electorate – his triumph is not Obama in 2008 – but his calm and grace in the face of Goldsmith’s attacks have been truly admirable. And he has bucked the stereotypes Muslims are so often saddled with, voting for gay marriage and winning praise from the Jewish community – a further relief, at a time when Labour has been facing accusations of antisemitism. When Ken Livingstone defended the party with the kind of references to Hitler more usually spouted by online trolls, Khan’s condemnation was swift. Some have accused Khan of ruthlessness, but rather he seems to understand that London’s strength is in its diversity, and that minority communities are to be celebrated, not exploited or ignored. Watching his energetic campaign there was no doubt that Khan understood what a glittering prize London was, and how much work it was worth. A Muslim mayor of London might not end the Islamophobia in British politics – any more than Obama’s win cured racism in the US – but it offers a moment, at least, of hope.",
  "webTitle": "Sadiq Khan’s victory won’t end Islamophobia, but it offers hope | Homa Khaleeli",
  "webPublicationDate": "2016-05-06T23:42:40Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/sadiq-khan-victory-islamophobia-mayor-london",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Homa Khaleeli",
      "id": "profile/homa-khaleeli"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/sadiq-khan-victory-islamophobia-mayor-london"
}