{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/26/world-health-organisation-hospital-attacks-959-lives-two-years",
  "id": "2016-05-26-177",
  "sectionId": "global-development",
  "body": "Nearly 1,000 people were killed in attacks on health centres worldwide over the past two years, almost 40% of them in Syria, the World Health Organisation (WHO) said on Thursday in its first report on what has become a growing issue. The UN agency documented 594 attacks resulting in 959 deaths and 1,561 injuries in 19 countries with emergencies between January 2014 and December 2015.  Syria, where a civil war has raged since 2011, had the most attacks on hospitals, ambulances, patients and medical workers, accounting for 352 deaths. The Palestinian territories of Gaza and the West Bank, as well as Iraq, Pakistan and Libya, followed. An estimated 62% of all attacks were deemed intentional and many led to a disruption of public health services.    Related: Bombing hospitals and schools cannot become the new normal | Vickie Hawkins    “This is not an isolated issue, it is not limited to warzones, it is not accidental. The majority of these are intentional,” Dr Bruce Aylward, executive director of the WHO emergency programme, told a news briefing.  “It is also not stopping and it has real complications for what we are trying to do. It is getting more and more difficult to deploy people into these places, it is getting more and more difficult to keep them safe when they are there and it is getting more and more difficult to ensure they survive, let alone recover in crises.”  The casualty figures include 42 killed and 37 wounded in a US air strike on a Médecins Sans Frontières hospital in Kunduz, Afghanistan last October.  A US military report last month said that the incident did not amount to a war crime but was caused by human error, equipment failure and other factors, but MSF has called for an independent inquiry.  The charity’s anger over the repeated targeting of medical facilities in warzones – and the lack of a concerted political response – was among the reasons it gave for withdrawing from this week’s inaugural world humanitarian summit in Istanbul. The WHO said 53% of the attacks were perpetrated by states and 30% by armed groups, with the identities of those behind the remaining 17% unknown.  “One of the most important rules of war you is that you don’t attack healthcare facilities, healthcare providers, the sick, the disabled. So these attacks do represent gross violations of international humanitarian law,” said Rick Brennan, WHO director of emergency risk management and humanitarian response.  He added: “Violations of international humanitarian law, if proven, can be considered war crimes and the perpetrators can be taken to the international criminal court.”",
  "webTitle": "WHO says military and militia hospital attacks claimed 959 lives in two years",
  "webPublicationDate": "2016-05-26T13:53:06Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/26/world-health-organisation-hospital-attacks-959-lives-two-years",
  "keyword": [
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "War crimes",
      "id": "law/war-crimes",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Development data",
      "id": "global-development/development-data",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/26/world-health-organisation-hospital-attacks-959-lives-two-years"
}