{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/08/jack-slade-obituary",
  "id": "2016-05-08-62",
  "sectionId": "artanddesign",
  "body": "My father, Jack Slade, who has died aged 91, was head of commercial and then graphic design at higher education institutions in Newcastle over a period of 27 years. He took an active part in the development of the polytechnic and was an important influence in the art education of a generation of students in the north-east of England. The son of Dorothy (nee Hoy) and Edward, Jack was born in Calcutta (now Kolkata), India, where his father worked as an accountant for an engineering firm which built a bridge over the Hooghly river. The family resettled in south London in 1926 when his father was made redundant. In 1939 Jack’s father, who had also served in the first world war, was called up, and stationed with his regiment in Hayling Island, near Portsmouth. Jack stayed in London with his mother and his brother, Bob, until after he had taken his school certificate the following year. However at that point the whole family relocated to Waterlooville, Hampshire, to be nearer his father. Unable to continue into the sixth form, Jack enrolled at Portsmouth College of Art. From there he went on to the Royal College of Art, from where he was, for a while, evacuated to Ambleside in the Lake District. On graduating in 1947 he married Margaret Cumming, a fellow student, and the couple both moved to jobs at Portsmouth College of Art. Margaret taught drawing and Jack taught commercial design. Now with two children, Jack and Margaret moved in 1956 to Newcastle upon Tyne where Jack took up a graphic design teaching post at Newcastle College of Art and Industrial Design, which became part of Newcastle Polytechnic. When he retired in 1983, he was head of department, having gained an MSc in marketing and advertising 10 years earlier, in order to better supervise those undertaking advanced studies. In retirement, both he and Margaret devoted more time to their own art and Jack produced prints, primarily Lino cuts of landscapes and buildings, based on areas he now had time to visit. He also produced logos and designs for the Leaveners (Quaker Youth theatre), the National Trust, and Newcastle Cathedral, where the lantern tower inspired his letterhead design, used for many years. The most recent exhibition of his work was a retrospective of work by both Jack and Margaret, at the Hatton Gallery in Newcastle in 2012. Jack is survived by Margaret, his son, Edward, his daughters, Rachel and me, four grandchildren and two great-granddaughters.",
  "webTitle": "Jack Slade obituary",
  "webPublicationDate": "2016-05-08T17:25:43Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/08/jack-slade-obituary",
  "keyword": [
    {
      "webTitle": "Graphic design",
      "id": "artanddesign/graphic-design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Newcastle",
      "id": "uk/newcastle",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "artanddesign/2016/may/08/jack-slade-obituary"
}