{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/10/don-delillo-white-noise-a-novel-way-of-dismantling-consumerism",
  "id": "2016-05-10-245",
  "sectionId": "books",
  "body": "Don DeLillo is a writer in love with words. He’s often spoken about the almost physical pleasure he takes in putting black on white, in banging out syllables on his noisy old typewriter, of watching sentences take shape in front of him. He delights in the ebb and flow of language, in riding a lulling rhythm and also in disrupting that rhythm. The sudden shorter sentence. He also just seems to enjoy words for their own sake. Their quiddity; you get the impression that he revels in the fact that if he writes “shoe”, you’ll immediately think of the thing you wear on your foot. He loves to itemise, to catalogue, to amplify. In White Noise, he does so to fine effect. This novel bursts with language. Most obviously, the early chapters are full of long, exuberant lists. There’s a typically fine example on the very first page:   The roofs of the station wagons were loaded down with carefully secured suitcases full of light and heavy clothing; with boxes of blankets, boots and shoes, and books, sheets, pillows, quilts; with rolled-up rugs and sleeping bags; with bicycles, skis, rucksacks, English and Western saddles, inflated rafts.  These are lovely word pictures, at once mundane and strange (why are the rafts “inflated”?). And it goes on. The lists are often simple – but also lovely in sound and cadence. “Blue, green, burgundy, brown. They gleamed in the sun like a desert caravan.” They can also be hilarious: “The ashram is located on the outskirts of the former copper-smelting town of Tubb, Montana now called Dharamsalapur. The usual rumors abound of sexual freedom, sexual slavery, drugs, nudity, mind control, poor hygiene, tax evasion, monkey-worship, torture, prolonged and hideous death.”  But the lists aren’t just their for their own sake. This bounty of language at the start of the book, this overflow and variety, and this overwhelming choice of words on offer, all complements a growing idea in the novel about the excesses of consumerism. Sometimes, the lists are explicitly about goods and consumption. People don’t just carry cameras, there are also: “tripods, telephoto lenses, filter kits.” Shopping is to be catalogued and inspected: “He picked up a bottle of extra-strength pain reliever and sniffed along the rim of the child-proof cap. He smelled our honeydew melons, our bottles of club soda and ginger ale.” And again: “There were six kinds of apples, there were exotic melons in several pastels. Everything seemed to be in season, sprayed, burnished, bright.” The most frequent criticism I’ve read of White Noise is that by talking about advertising, suburbia, the supermarket, DeLillo isn’t doing anything particularly original – even if he does it in style. It didn’t take the greatest mind of a generation to notice that consumerism had become a big thing by the time he was writing, in the mid-1980s. While DeLillo may be walking familiar ground, I’d argue that he takes a route few others have travelled. He isn’t just listing items or habits to create the feel of advertising jingles; his rolls of words start to take on the feel of mantras, of religious chants. Most obviously when he repeats the holy trilogy: “Mastercard, Visa, American Express.” This idea is even voiced by a character called Murray – neatly enough, in the form of several jostling lists:  Everything is concealed in symbolism, hidden by veils of mystery and layers of cultural material … Energy waves, incident radiation. All the letters and numbers are here, all the colours of the spectrum, all the voices and sounds, all the code words and ceremonial phrases. It’s just a question of deciphering, rearranging, peeling off the layers of unspeakability. Not that we would want to, not that any useful purpose would be served. This is not Tibet. Even Tibet is not Tibet any more.  But again, as Murray’s quote suggests, things aren’t straightforward. Plenty of other word lists in the first third of the book generate a similar sense of unreality, always ending in uncertainty and insubstantiality. When Babette appears on TV the occasion merits another catalogue: “It was the picture that mattered, the face in black and white, animated but also flat, distanced, sealed off, timeless.” We are told: “It was but wasn’t her.” This journey from the concrete to the ephemeral is given even more literal realisation elsewhere: “The headstones were small, tilted, pockmarked, spotted with fungus or moss, the names and dates barely legible.” Everything ends in white noise, it seems. Except, there is more. While the lists may come to seem more insubstantial and shadowy as the first part of the book progresses, they also offer the novel’s narrator Jack Gladney something solid to cling onto, helping distract him from the thing he fears the most. They stop him thinking about death. So long as he can look at the items in the supermarket, take in the signals from the TV, and list the things he sees, he doesn’t have to dwell on mortality.   Related: Don DeLillo: ‘I think of myself as the kid from the Bronx’    When Jack has his most intense worry about who will die first out of him and Babette, he interrupts his thought stream with that “Mastercard, Visa, American Express.” He distracts himself by looking at coffee bubbling through the tube and into the “pale globe” of his percolator: “It was like a philosophical argument rendered in terms of the things of the world – water, metal, brown beans.” In another episode, he tells us:  I shopped for its own sake, looking and touching, inspecting merchandise I had no intention of buying, then buying it. I sent clerks into their fabric books and pattern books to search for elusive designs. I began to grow in value and self regard. I filled myself out, found new aspects of myself, located a person I’d forgotten existed. Brightness settled around me.  DeLillo’s love and flair for language unite to tell us something more about Jack, something discomforting about mortality and something profound about the way we deal with it. It may be a novel superabounding with words, but none of them are wasted.",
  "webTitle": "Don DeLillo's White Noise: a novel way of dismantling consumerist excess",
  "webPublicationDate": "2016-05-10T10:00:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/10/don-delillo-white-noise-a-novel-way-of-dismantling-consumerism",
  "keyword": [
    {
      "webTitle": "Don DeLillo",
      "id": "books/dondelillo",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Jordison",
      "id": "profile/samjordison"
    }
  ],
  "guardianId": "books/2016/may/10/don-delillo-white-noise-a-novel-way-of-dismantling-consumerism"
}