{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/27/alternative-stock-exchange-promotes-profit-and-social-impact",
  "id": "2016-05-27-308",
  "sectionId": "sustainable-business",
  "body": "The Social Stock Exchange (SSX) wants to bring impact investing – investments which have a social or environmental benefit while also making money – to everyday, individual investors.  SSX is targeting both retail and institutional investors. The more people it can get involved in the social investment market, the more capital will be available for businesses that want to increase their social or environmental impact by scaling up. In the last year SSX’s member companies collectively raised £400m, including the construction of 800 affordable UK homes, 78,000 tonnes of CO2 saved through clean energy, and 8,300 people accessing new healthcare facilities.     Related: Can business make profits and improve employee rights and wellbeing?    Despite its name, SSX is not a regulated stock exchange; instead, it partners with London’s ICAP Securities and Derivatives Exchange (ISDX). Companies that want to become members and gain access to that pool of investors have to undertake a rigorous application process, including an independent evaluation, before they are admitted as members. Only 45% of applicants make it through, says Clement Huret, business development manager at SSX. One of SSX’s biggest challenges is to measure and evaluate impact. It requires members to set key performance indicators, then to file impact reports prepared by external specialists that assess their performance against those standards.  “The other big challenge is convincing the mainstream financial community, which does not always see that impact investing can be profitable. They believe that there is a trade off between profit and social impact, but more and more statistics show the opposite,” says Huret, who believes SSX “has developed a potential game changer in the world of finance for good”. The Social Stock Exchange is the 2016 winner of the finance for good category of the Guardian Sustainable Business Awards.",
  "webTitle": "Alternative stock exchange promotes both profit and social impact",
  "webPublicationDate": "2016-05-27T04:00:22Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/27/alternative-stock-exchange-promotes-profit-and-social-impact",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Sustainable Business Awards",
      "id": "sustainable-business/gsb-awards",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Carly Chynoweth",
      "id": "profile/carly-chynoweth"
    }
  ],
  "guardianId": "sustainable-business/2016/may/27/alternative-stock-exchange-promotes-profit-and-social-impact"
}