{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/29/leicester-sign-ron-robert-zieler-germany-set",
  "id": "2016-05-29-112",
  "sectionId": "football",
  "body": "Leicester are set to make Germany international Ron-Robert Zieler their first signing of the summer after the goalkeeper’s club Hannover 96 revealed he is close to joining the Premier League champions. Zieler, who began his career at Manchester United before returning to Germany, was part of Joachim Löw’s World Cup winning squad in 2014 although he did not play in Brazil. His contract with relegated Hannover contains a €3.5m (£2.6m) release clause, with Manchester City and Everton among those linked in the past.   Related: Diego Simeone considers future at Atlético after Champions League defeat    However, a statement on Hannover’s website on Sunday morning confirmed that the 27-year-old has travelled to Leicester to complete his move. “Ron-Robert Zieler has exercised its option right enshrined in his contract and Hannover 96 has been informed that he will travel to the English champions Leicester City for contract talks. In addition, the 27-year-old goalkeeper will complete the sports medical examinations in England,” read the statement. It is not clear how Zieler’s arrival will affect the status of current No1 Kasper Schmeichel, although with a Champions League campaign to plan for it is likely that manager Claudio Ranieri will want to add significant depth to his squad. Negotiations with CSKA Moscow over Nigeria forward Ahmed Musa are also understood to be at an advanced stage, with a fee of around £20m believed to be almost agreed. “They have been talking since January, but it didn’t happen,” said Musa on Saturday. “Now, I’m just waiting for them to finish. If they agree, why not? I’ll be happy to join.” Ranieri is also in the market for a new central defender, with Luis Hernández rumoured to be close to signing on a free transfer after leaving Sporting Gijon.",
  "webTitle": "Leicester set to sign Germany goalkeeper Ron-Robert Zieler for £2.6m",
  "webPublicationDate": "2016-05-29T10:46:11Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/29/leicester-sign-ron-robert-zieler-germany-set",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/29/leicester-sign-ron-robert-zieler-germany-set"
}