{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/02/how-to-teach-algebra",
  "id": "2016-05-02-207",
  "sectionId": "teacher-network",
  "body": "In algebra, X marks the spot. Well, sometimes it’s N or Y. Either way, that spot can often leave children’s heads spinning, as they find themselves face-to-face with funny-looking equations that need to be simplified. Maths doesn’t always have the most positive reputation among young people (or older people, to be fair) and algebra – with its signs, symbols and substitutions – is up there with the least beloved of it. But it doesn’t have to be intimidating. Presented in the right way, it can even be exciting and magical. So how can you help your students get to grips with the topic? Primary First, the basics. For young pupils, understanding the repetitive nature of patterns is a crucial step in laying the groundwork for algebra. You can use this interactive lesson and encourage your pupils to demonstrate their understanding by continuing a pattern on a string of beads. Or, if your craft supplies are plentiful, you could get them to replicate and complete the pattern in real life.    Related: The fear of all sums: how teachers can help students with maths anxiety    There is more pattern play in these worksheets from Twinkl. This simple activity challenges pupils to work out the pattern in a series of numbers, and complete the row. Or, for a more visual approach, try this cut-out activity with images of the seaside (ice-creams, sandcastles and so on) to consolidate understanding of repetition.  Then it’s time to start thinking about substitution and equations. This clear animated video introduces those concepts with the story of a clown travelling to a party with a bunch of balloons. Children are introduced to a simple equation about the number that have blown away, and are shown how to solve it. (And if your class needs work presenting functions, try this resource, which uses a jigsaw activity to create simple sums.)             To bring algebra to life in a real way, try these resources from TeachIt Primary. This investigation gets pupils to work out how many handshakes would take place if a class of 30 children all greeted each other this way. The children can then use their understanding of algebra to create a formula that will work for any number of participants. Meanwhile, this money problems activity peeks inside two pupils’ wallets to develop an understanding of graphs and equations.  Once your class has mastered this vital skill, you can test their understanding with these quizzes from PrimaryLeap, looking at balancing equations through addition and subtraction, and for higher-level skills, through multiplication and division. Secondary Get your students excited about algebra with this masterclass from maths teacher Jonny Heeley. It begins with a quick trick that enables Heeley to correctly guess the birthdays of three students, before he dresses up as a fruit seller and creates his own coffee shop to make algebraic concepts relatable and fun.           Rubbish at algebra? Take Jonny’s maths masterclass    Or, for an even more far-reaching look at the usefulness of algebra, this resource from the Royal Observatory Greenwich looks at the orbits of the planets. The cross-curricular activity begins by introducing the work of the 17th-century astronomer Johannes Kepler, who calculated that the orbits of planets were elliptical rather than circular. Students can then use their algebra to sketch the trajectories of different planets and use equations to work out just how elliptical an orbit is. Next, a question: can a hippopotamus and a mouse weigh the same amount? That’s the puzzler this Guardian education article seeks to answer – and algebra is the way to do it. So if h stands for hippo and m stands for mouse, and the sum of their weights is 2x, it must stand that h + m = 2x. And so begins a journey through equations that seek to prove parity between the differently sized beasts.   Related: Six creative ideas for practical maths lessons    For an interactive look at algebra, try these resources from online maths portal MangaHigh. A game called Algebra Meltdown looks at equations and function machines via a group of angry scientists; a task entitled Save Our Dumb Planet explores linear equations through a mission to save Earth from a missile; while Wrecks Factor brings students up to speed with quadratic factorising.  And finally, is there an equation to explain attraction? Could a formula be the key to finding love? The popularity of online dating sites suggests that lots of people think so, as explored in this collection of maths-related articles from the The Day. Other pieces look at the many obscure mathematical jokes hidden in episodes of The Simpsons, and a campaign to challenge the negative feelings some girls have about maths. Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "How to teach ... algebra",
  "webPublicationDate": "2016-05-02T09:00:20Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/02/how-to-teach-algebra",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching tips",
      "id": "teacher-network/teaching-tips",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Mathematics",
      "id": "education/mathematics",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Zofia Niemtus",
      "id": "profile/zofia-niemtus"
    }
  ],
  "guardianId": "teacher-network/2016/may/02/how-to-teach-algebra"
}