{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/superannuation-coalition-tighter-tax-concessions-budget-wealthiest",
  "id": "2016-05-03-228",
  "sectionId": "australia-news",
  "body": "The budget targeted the wealthiest Australians with tighter superannuation tax concessions, saving $2.9bn over four years, the Turnbull government has said.   Related: Public service shake­up: environment, immigration and social services jobs to be cut    It said it wanted the super system to help people most at risk of becoming dependent on the pension in their retirement. With that in mind, it would be tightening super concessions that affect a small number of people at the very top of the income distribution. It would also legislate the objective of super as “to provide income in retirement to substitute or supplement the age pension”. “Ninety-six percent of Australians with super will be unaffected by, or better off, as a result of the superannuation changes we have announced tonight,” the treasurer, Scott Morrison, said in his budget speech on Tuesday. The government planned to introduce a $1.6m cap on the total amount of super that can be transferred into “retirement phase” accounts, he said. The cap would be applied to current retirees and to individuals yet to enter retirement. He said the government also planned to reduce the annual cap on concessional super contributions to $25,000 and to establish a lifetime non-concessional contributions cap of $500,000. “A concessional cap of $25,000 per year will affect just 3% of super fund members, particularly those who pay the top rate of income tax,” the budget papers said.   Related: Corporate tax cuts to cost budget $5.3bn over four years    To help low-income earners, the government would introduce a low-income superannuation tax offset from 1 July 2017, so those earning less than $37,000 would not have to pay more tax on their super than they do on their income. This would allow individuals with an adjusted taxable income of up to $37,000 to receive a refund into their super account of the tax paid on their concessional contributions, up to a cap of $500. This low-income super offset would help about 2m low-income women to build their super savings, according to the budget papers. “Together with raising your children and owning your own home, becoming financially independent in retirement, free of welfare support, is one of life’s great challenges and achievements,” Morrison said on Tuesday. “We need to ensure that our super system is focused on sustainably supporting those most at risk of being dependent on the age pension in their retirement, which is the purpose of their concessions.”",
  "webTitle": "Superannuation: Coalition says budget's tighter tax concessions will hit wealthiest",
  "webPublicationDate": "2016-05-03T11:12:26Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/superannuation-coalition-tighter-tax-concessions-budget-wealthiest",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/03/superannuation-coalition-tighter-tax-concessions-budget-wealthiest"
}