{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/new-welfare-recipients-to-get-less-as-carbon-tax-compensation-dropped",
  "id": "2016-05-03-275",
  "sectionId": "australia-news",
  "body": "People who move into the welfare system will get up to $14.10 less a fortnight as the government scraps carbon tax compensation for new recipients. The government will save $1.3bn over five years through the measure, but effectively create a two-tiered welfare system, with new recipients on a worse deal than those already on welfare.   Related: Tackling rising inequality a priority for government, Labor research finds    People who enter the welfare system from 20 September this year will not receive the carbon compensation introduced by the Labor government as part of the carbon tax package. People who start to receive family tax benefits after 1 July 2017 will also not get the carbon compensation attached to it. However, current welfare recipients will continue to receive the compensation. Pensioners, who are generally on $873 a fortnight, and people on Newstart, who receive about $580 a fortnight, will lose up to $14.10 from their payments. People on youth allowance, which is between $285.20 and $430.20 a fortnight, will lose up to $12 a fortnight. People on family tax benefits will lose annual carbon compensation payments of between $36.50 and $116.18.   Related: The truth about 'bludgers': welfare dependency in Australia is falling    The treasurer, Scott Morrison, said he was not concerned about the potential two-tiered welfare system, saying “when you’re transitioning [the economy] that can be the case”. “[The compensation] was considerable, which was natural and appropriate when the carbon tax was introduced, and what we are doing now is not changing the system from what those people [on welfare now] were promised,” he said. “We’re not going to have carbon compensation for a carbon tax that does not exist.” The $1.3bn in savings over five years will be put towards the National Disability Insurance Scheme savings fund, as the government also plans to save millions by reviewing people on the Disability Support Pension. About 90,000 DSP recipients will have their eligibility for the payment reviewed, with 30,000 being ordered to see government-­approved doctors to have evaluations. The NDIS savings fund will be “quarantined” to be used to pay for the NDIS from 2019. Money has also been allocated in the 2016 budget for continued trials of cashless welfare cards – first introduced under Tony Abbott. The Turnbull government has called the current trials in Western Australia and South Australia “successful”. Through the system people receive 80% of their welfare payments on a card which they cannot withdraw cash on and is restricted for use in certain establishments. Its aim is to reduce spending on alcohol, tobacco and gambling. The government did not reveal how much an extension of the trial would cost. Other changes to welfare include a compulsory rent deduction (CRD) scheme, which will be established for people on welfare payments in social and community housing. People who receive income support payments or family tax benefits and who live in social and community housing will have their rental payment automatically deducted from their payments. “The CRD scheme will reduce the likelihood of individuals accumulating rental debt leading to an expected reduction in evictions and improved social outcomes. It will also improve rental income streams for housing providers and so encourage investment in public housing stock,” the budget papers said.  No saving or cost was released for the scheme.",
  "webTitle": "New welfare recipients to get less as carbon tax compensation dropped",
  "webPublicationDate": "2016-05-03T09:40:45Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/new-welfare-recipients-to-get-less-as-carbon-tax-compensation-dropped",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Welfare in Australia",
      "id": "australia-news/welfare-in-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/03/new-welfare-recipients-to-get-less-as-carbon-tax-compensation-dropped"
}