{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/16/independent-scrutiny-of-armed-officers",
  "id": "2016-05-16-85",
  "sectionId": "uk-news",
  "body": "Everyone recognises the challenging and dangerous circumstances in which firearms officers operate (Police fear shortage of armed officers, 16 May). However, as DCC Chesterman acknowledges, this cannot mean that officers have impunity; hence the need for independent investigation where there is a fatality. In 12 years of investigating 29 fatal shootings, the IPCC has used its powers of arrest only once. In the great majority of cases we have treated all officers as witnesses and found no basis for disciplinary or criminal proceedings. In the Woolwich terrorist-related shooting, we found that officers acted reasonably in the circumstances. It is therefore very disappointing that some in the police service, without benefit of our evidence, are using a single case to cast doubt on our potential actions in a major terrorist incident. The test in all such situations is what officers genuinely believed, given the circumstances. We are well aware that, in the event of a marauding terrorist attack, firearms officers will be on the frontline, making split-second decisions to protect the public, and our approach to investigation will clearly have to take account of the realities on the ground. Our independent scrutiny should not cause any officer to be concerned about taking on a firearms role. Those within the police service should be careful about stoking such fears, and of appearing to be resistant to robust investigation when it actually happens. It is in all our interests, and those of the public, that we are able to obtain best evidence as quickly as possible, and the cooperation of officers and the service is crucial in this.Dame Anne OwersChair, Independent Police Complaints Commission • Britain’s firearms officers have regularly shot and killed quite a few innocent people over the years and never even come close to being punished on any occasion – most shamefully in the case of Jean Charles de Menezes at Stockwell underground station in 2005. So your report of a shortfall of 1,500 gun-toting police officers actually makes me feel a little safer when I am walking the streets.Norman MillerBrighton • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Independent scrutiny of armed officers | Letters from Anne Owers of the IPCC, and Norman Miller",
  "webPublicationDate": "2016-05-16T18:00:05Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/16/independent-scrutiny-of-armed-officers",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/16/independent-scrutiny-of-armed-officers"
}