{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/gardening-blog/2016/may/07/can-i-replant-moss-under-a-tree-alys-fowler",
  "id": "2016-05-07-125",
  "sectionId": "lifeandstyle",
  "body": "I have cleared a huge amount of moss from a roof. Can I add it to a plot under a large tree that keeps the ground beneath it quite dry?Well, the moss may take root and give you a mossy groundcover, but then again, it may not: it all depends on what kind of moss you have. If the moss is unhappy, it will just break down, adding a little more organic matter to the soil; it may or may not look interesting as it does this.  Equally, it may end up being one of those things you endlessly have to explain: “What’s that moss doing there in odd piles?” “Oh, that’s my moss experiment.” To be honest, by far the quickest solution would be just to put it on the compost heap, where it will quickly break down once in the dark.   Related: Ask Alys Fowler: are pine needles a problem?    A large tree needs a lot of organic matter to alter its soil. That means 10-13cm of compost mulch around it every spring and autumn, as well as perhaps a top dressing of bark mulch during the summer. Initially, the tree goes, “Ah, organic matter”, then it sups up the goodness when it has had enough; the soil will start to improve and you’ll see a diference. It’s a bit of a neverending game, true, but one that’s worth playing, because then you can start planting a woodland border. askalys@theguardian.com",
  "webTitle": "Ask Alys Fowler: can I replant moss from a roof under a tree?",
  "webPublicationDate": "2016-05-07T10:00:12Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/gardening-blog/2016/may/07/can-i-replant-moss-under-a-tree-alys-fowler",
  "keyword": [
    {
      "webTitle": "Gardening advice",
      "id": "lifeandstyle/gardeningadvice",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alys Fowler",
      "id": "profile/alys-fowler"
    }
  ],
  "guardianId": "lifeandstyle/gardening-blog/2016/may/07/can-i-replant-moss-under-a-tree-alys-fowler"
}