{
  "apiUrl": "https://content.guardianapis.com/business/shortcuts/2016/may/04/how-loyal-are-you-loyalty-cards",
  "id": "2016-05-04-81",
  "sectionId": "business",
  "body": "If you have a wallet, chances are there’s at least one loyalty card stashed in there, be it a dog-eared coffee stamp card or a Boots Advantage card. But with many major shops and supermarkets cutting back on their perks – Tesco is scrapping its Clubcard Boost events and Nectar has halved the value of points you receive for shopping at Sainsbury’s – loyalty schemes are becoming increasingly worthless. So, does anyone still use them? We took to the streets to find out. Sandra Pihlak, 27, student      I’ve never had any loyalty cards, but a lot of my friends do. They take up way too much space in your wallet and are just another ploy to get you hooked on buying things you don’t need. Laura Butler, 27, physiotherapist      I’ve got loads, from a Nectar card and Boots to Mac and a few other ones from places I don’t even shop at. My Nectar card sometimes knocks some money off, but not much. The rest I hardly ever use. It’s very easy to sign up for loyalty schemes, so I’m a sucker for them. My wallet probably needs cleaning out. Laurence Johnson, 43, engineer      I have a Tesco Clubcard, but it has rarely been useful. The only points scheme that seems to pay off is Avios air miles. Most others turn out to be useless. Carlos Ferreira, 32, receptionist      I don’t have any loyalty cards because I don’t think it’s worth it. More often than not it’s to scam you into shopping more and it’s just not worth the effort. I have a friend with a Boots card who spends more than he should just to get points on his card. Anabelle Smith, 40, solicitor       I have a lot of cards – Nectar, House of Fraser, Body Shop, Superdrug. None of them really pay off, apart from the Boots Advantage and Marks & Spencer cards, which have decent points systems. With most other schemes, I find it takes forever to accrue anything of value, but I can see why people sign up to them. Catherine Clark, 78, teacher      In the past, I used a Nectar card occasionally to buy nappies for my grandchildren. I received a lot of junk mail and useless vouchers, which was annoying. I also didn’t like the idea of my shopping habits being observed, so I cancelled it. I much prefer to shop from independent shops. Charlotte Russell 33, clinical trials manager      I have so many – Waitrose, Sainsbury’s, Tesco, John Lewis, Holland & Barrett, Boots and Superdrug. Some are pretty good, but the rest just weigh down your wallet and result in loads of junk mail. I figured I might as well sign up; you never know when you might need them. I have friends in the US who are savvy with coupons, but it just doesn’t work like that over here with loyalty cards. Rachel Dunn, 28, housing association officer       I have a Nectar card and I get some money off my Sainsburys shop but very rarely. At Boots, it took me years to collect £20-worth of points. It takes a long time to benefit from any of these schemes. Hannah Newell, 28, facilities manager       I have tonnes of cards, but the only ones I use are Boots and Waitrose. I used to work in Argos, and people would come in with hundreds of pounds-worth of Nectar points to spend – I have no idea how.",
  "webTitle": "How loyal are you to your loyalty cards?",
  "webPublicationDate": "2016-05-04T17:26:35Z",
  "webUrl": "https://www.theguardian.com/business/shortcuts/2016/may/04/how-loyal-are-you-loyalty-cards",
  "keyword": [
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sara Ilyas",
      "id": "profile/sara-ilyas"
    }
  ],
  "guardianId": "business/shortcuts/2016/may/04/how-loyal-are-you-loyalty-cards"
}