{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/28/frieda-hughes-i-felt-my-parents-were-stolen",
  "id": "2016-05-28-174",
  "sectionId": "lifeandstyle",
  "body": "Frieda Hughes is thumbing through her first book of poetry, trying to find the poem she wrote about the poems her father, Ted Hughes, wrote about her mother, Sylvia Plath. “It’s called Birds. It describes the poet as a penguin, nursing the egg his wife has left him, and the skuas that kill and feed on baby penguins. I wrote it about my father and Birthday Letters [the collection of poems Hughes wrote in response to Plath’s suicide]. But when my father read it, he said he thought it was a poem about me. I look at it now and think he’s right.” Her voice, as she reads the poem aloud, is deep and low; eerily resonant of the voice of her mother, who was recorded reading her Ariel poems a few months before her death. She gassed herself in an oven in the middle of the night, leaving out bread and milk as breakfast for the sleeping Frieda and her one-year-old brother. Frieda was almost three at the time. She is 56 now and we are sitting by the fire in the lounge of her old Welsh farmhouse, eating delicious homemade banana cake and drinking tea. Every inch of every wall is covered with her dramatic, large oil paintings of birds and abstract shapes. Her father loved her paintings, she says. He also liked her poetry and encouraged her to write, although she didn’t allow him to read any of her poems until she was 34. By then, she had been secretly writing poetry for a decade, filing it away in a shoebox. “I came to him with a stack of my poetry that was several inches high and asked him to put them into three piles: good, bad and indifferent. And he did – he put several into each category. He was quite good at being impartial and, with poetry, he was supremely impartial. “He didn’t tell me what I should change. He said: ‘These I don’t think warrant anything, these ones could be worked on and these ones I really like as they are.’ But, inevitably, even the ones he really liked as they were, I did loads of work on anyway.” She hid her poetry from her father and everyone else in her life out of a desire to develop her own voice. “I had a fear of similarity. I wanted to be judged on my own merits.” Instead, she wrote children’s books and had six published. Then, at 34, she was diagnosed with chronic fatigue, and all she wanted to do with her few waking hours was to paint huge oil paintings and write poetry. The experience changed how she felt about following in her parents’ footsteps. “We only have one life. If we live an awful lot of it not doing something that would make us very happy, hurts no one and might actually be worth something in the general scheme of things, it’s pretty sad if we don’t do it, just because we might get our heads kicked in.” She has never sat down to write a poem and thought, my parents were so good at this. “If that thought even crossed my mind, it would paralyse me.” She didn’t even want to read any of her parents’ poetry until she was in her mid-30s and had finished writing her first collection; she had sought and received special dispensation to avoid studying their work at school. “I always felt their poetry would contaminate me in some way. By contaminate, I mean influence my poetry. I absolutely did not want to copy them. Also, my parents were Mum and Dad. Why would I want to turn them into something other that I studied from a distance? If I didn’t read their poetry, they would always be Mum and Dad, not these great literary luminaries.” Her father used to disappear to write: “He worked a lot. He had a very powerful work ethic – he was very disciplined.”    In my ­experience, running away from sadness doesn't do anybody any good    But she also remembers him cooking her scrambled eggs, taking her to the beach and going for walks across Dartmoor. “I had a lot of freedom as a child – I used to run a bit wild. I was happiest roaming free in the sun, in a field, with an animal of some kind.” This doesn’t surprise me. After my arrival, she patiently fed minced up chunks of a dead chick to Sammy, her fluffy Eurasian eagle owlet, using chopsticks. She owns nine owls – along with two dogs, two rabbits, two chickens, six chinchillas, nine ferrets and a snake. When Hughes gave into curiosity and read their poetry, did it reveal anything about her parents she didn’t already know? “No, but when I read what other people had written about my mother, it was quite a shock to find that she wasn’t angelic because that was how my father had presented her. He never said a bad thing about my mother, ever.” She is full of admiration for her mother’s work, especially Ariel, and equally in awe of her father’s poetry. Her favourite poem of his is Full Moon and Little Frieda. Her mother also wrote about her in Morning Song. “I like their poems about me, basically,” she says, and laughs. She has written several moving poems about her parents in Alternative Values, her latest collection of paintings and poetry. This, she says, is her way of reclaiming her parents’ very public relationship: “When I was younger, I used to feel my parents had been a bit stolen, by being reinvented by other people … My parents are my life. Not yours, not someone else’s, they are mine. If I want to write about them, it’s my prerogative.” Many of the poems in Alternative Values explore themes of death and loss, and some of the strongest and most powerful touch on the period shortly before and after her mother’s death. “It’s me talking with my younger self who couldn’t talk to people then. It’s giving the child that I was a voice that I never allowed myself to have. I couldn’t have done that in my first book of poems or even the second, partly because my father was still alive. Daddy wouldn’t have minded but … I wasn’t ready. And had I thought more deeply about being more personal then, that is where possibly the weight of the success of my parents would have been a consideration. It would have been like: oh, they’re my parents and here I am being deeply personal about all the newsy stuff.”     Frieda with her father, Ted, and brother Nicolas in Connemara, 1966. Photograph: Jane Bown    Yet writing a poem about something painful, she has discovered, can be her way of digesting it. “One of the things I’ve learned is, if we try and put sadness off, it just waits. And in my experience, running away from sadness doesn’t do anybody any good.” If anyone has reason to understand this, it is Hughes. Ten years after her father died, her brother Nicholas hanged himself. She never wanted to have children, she says, so she didn’t, although she has married and divorced three times. Yet she comes across as an overwhelmingly positive person who sees the losses she has suffered as a way of reminding herself she is still alive and had better do something worthwhile with her life. “I have a real consciousness that I will never get today back. Today is going to be as good or as bad as I make it.” At the same time, she says, you can’t ignore the fact that we’re all going to die. “So always be prepared. Always give the one last kiss. Always tell somebody you love them. Always, always.” • Hear Frieda Hughes in conversation at The Ageas, Salisbury international arts festival on 7 June, salisburyfestival.co.uk",
  "webTitle": "Frieda Hughes: ‘I felt my parents were stolen’",
  "webPublicationDate": "2016-05-28T05:30:26Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/28/frieda-hughes-i-felt-my-parents-were-stolen",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Ted Hughes",
      "id": "books/tedhughes",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sylvia Plath",
      "id": "books/sylviaplath",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Donna Ferguson",
      "id": "profile/donna-ferguson"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/28/frieda-hughes-i-felt-my-parents-were-stolen"
}