{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/03/hsbc-profits-fall-14-as-global-volatility-hits-bottom-line",
  "id": "2016-05-03-158",
  "sectionId": "business",
  "body": "Profits at HSBC fell in the first three months of 2016 as a result of volatility on the global markets in January and February, raising questions about the dividend policy at Britain’s biggest bank. Statutory pre-tax profits in the three months to the end of March fell by 14% to $6.1bn (£4.2bn), which the bank described as “a resilient performance despite challenging market conditions”. If currency movements and other one-off items were excluded, profits fell by 18% to $5.4bn.   Related: HSBC chairman says scandals show banks must raise standards    Stuart Gulliver, HSBC’s chief executive, said: “Market uncertainty led to extreme levels of volatility in January and February, which affected our ability to generate revenue in our markets and wealth management businesses. However, our diversified, universal banking business model helped to cushion the impact through growth in other parts of the bank.” The dividend was held at 10¢ a share and the bank tried to quash concerns that management’s plans to increase the payout each year would be difficult to achieve, by pointing out that earnings for the quarter easily covered the $2.1bn cost of the dividend for those three months.  Laith Khalaf, a senior analyst at Hargreaves Lansdown, said: “HSBC declared an unchanged dividend of 10¢, which was twice covered by earnings over the quarter. Investors are clearly concerned on this front though, because a 7.5% yield on the stock suggests the market is sceptical the dividend can be maintained.” Analysts at Bernstein said the plan to increase dividends was untenable. The bank is the second-largest dividend payer in the FTSE 100.  Gulliver, who presented the results from Hong Kong, is in the process of cutting 25,000 jobs, a plan announced last June. The first quarter results show that the bank employed 254,212 staff, 991 fewer than at the end of 2015, even though it hired another 536 in compliance and 1,357 in other key roles. In the UK, another 53 branches are to shut this year, on top of the 78 already closed. HSBC has sold off more than 80 businesses and is close to completing the sale of its Brazilian bank, which should bolster the company’s capital.  In the small print attached to the accounts, the bank set out the risks it faces, including compliance with the deferred prosecution agreement (DPA) agreed with US authorities at the time of HSBC’s £1.2bn fine for money laundering offences. In February, the bank admitted that the official monitor installed as part of that DPA, Michael Cherkasky, had raised “significant concerns” about the slow pace of change to its procedures to combat crime. Gulliver said the management was sincere in its attempts to make the changes required by Cherkasky.    Related: HSBC accused of censorship for refusing Hong Kong student leader's account    Gulliver also pointed to the increased cost to the bank, which has been mired in controversy over the activities in its Swiss business and the Panama Papers, of regulatory and compliance programmes that reached $700m during the quarter, an increase of 19%.  Bernstein analysts said that while the bank’s profits were better than expected, its capital position was weaker. They also pointed to the continuing costs of meeting the requests of the monitor as a factor weighing on the bank’s expenses. “There was nil customer redress taken this quarter (compared with $337m in the fourth quarter) and nil legal provision also,” the analysts said.  The bank, which is keeping its headquarters in London after a nine-month review, incurred costs of $31m in complying with rules to ringfence its high-street arm in the UK. HSBC set out information about its exposure to the oil and gas sector, which is currently a focus for investors due to the low oil price, and said 3% of its $30bn exposure was impaired. The bank is seeking a new chairman to replace Douglas Flint, who has said he will leave next year. Whoever is appointed will be expected to begin the process of finding a successor to Gulliver, who has been chief executive since 2011. The finance director, Iain Mackay, who is a possible contender to take the helm, set out two possible risks to the dividend: a spike in capital requirements and/or an economic recession. He said international regulators were still consulting on capital rules. “Unfortunately this is a set of conditions we’ve had [with regards to capital] for a number of years,” Mackay said.",
  "webTitle": "HSBC profits fall sharply as global volatility hits bottom line",
  "webPublicationDate": "2016-05-03T14:04:32Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/03/hsbc-profits-fall-14-as-global-volatility-hits-bottom-line",
  "keyword": [
    {
      "webTitle": "HSBC",
      "id": "business/hsbcholdings",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/03/hsbc-profits-fall-14-as-global-volatility-hits-bottom-line"
}