{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/09/were-making-a-new-tech-podcast-and-we-need-your-help",
  "id": "2016-05-09-305",
  "sectionId": "technology",
  "body": "We launched our technology podcast Tech Weekly the year the first iPhone was released. Think about that. Most of us were still making calls on flip phones, MySpace was still relevant, and people were still renting DVDs from Blockbuster. That was eight years ago, and needless to say, Tech Weekly has come a long way. We’ve covered topics such as how social media is used in Middle-Eastern conflicts and President Obama’s Reddit AMA session, and done deep dives into things like ISIS’ use of tech and why your Uber rating is actually quite important. We’re ecstatic that so many of you have joined us for the ride, but it’s time for Tech Weekly to be cut loose to make way for something even bigger and better.  The new show We are making a new digital culture and technology podcast that explores how tech influences and impacts our lives on a day-to-day basis ... Coming this June! To help us shape it, we’d love to hear the one thing about tech you’d like explained.       You can also drop us an email at podcasts@theguardian.com with “Tech” in the subject line, or tweet at us @guardianaudio. While we’re working away on the new show, we’ll be releasing the best of our archived Tech Weekly episodes. You can tune in here, on iTunes or on your podcasting app of choice.",
  "webTitle": "We’re making a new tech podcast – and we need your help",
  "webPublicationDate": "2016-05-09T07:00:07Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/09/were-making-a-new-tech-podcast-and-we-need-your-help",
  "keyword": [
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [],
  "guardianId": "technology/2016/may/09/were-making-a-new-tech-podcast-and-we-need-your-help"
}