{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/is-it-worth-doing-mma-training-exercise-review",
  "id": "2016-05-21-197",
  "sectionId": "lifeandstyle",
  "body": "What is it? The close-contact combat sport that combines martial arts, including Brazilian jiu jitsu, muay Thai, wrestling and boxing. How much does it cost? I took my class at Alex Fitness in Chelsea, which charges £45 a month and has a three-sided MMA training ring. Then again, my local gym does classes for a fiver a pop. What does it promise? Strength, endurance and a great cardio workout, plus it’s terrific for improving coordination. What’s it actually like? While professional MMA fights have been criticised for their violence and the risk of severe injury and even death, training in the gym is much less scary than it sounds. Led by pro fighter Richie Edwards, my mostly female class was split into three parts: punching, takedowns and groundwork. Punching involved the sort of heavy bag combos familiar to anyone who’s boxed before, studded with bodyweight exercises such as press-ups and burpees. The takedown section expanded on this, by letting you grab your sparring partner by the leg and yank them to the ground. Finally, groundwork saw us alternating between punching a bag on the ground and crawling over a medicine ball in the way you’d crawl over an opponent. At this level, at least, nobody actually gets punched. For now, that’s just how I like it.   Related: Is it worth using a Swiss ball? Exercise review    Best and worst bit Several tiny worst bits – we kept practising a defensive move called a sprawl, which turned out to be basically a burpee in disguise, plus it’s easy to punch too hard too early and wear yourself out – but they’re overshadowed by the fact that this class was easily the most fun I’ve had in months. Is it worth it? I’m desperate to do more, so yes.",
  "webTitle": "Is it worth doing MMA training? Exercise review",
  "webPublicationDate": "2016-05-21T05:00:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/is-it-worth-doing-mma-training-exercise-review",
  "keyword": [
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "MMA",
      "id": "sport/mma",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/is-it-worth-doing-mma-training-exercise-review"
}