{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/the-guardian-view-on-counter-terrorist-propaganda-a-crude-weapon-in-the-battle-for-hearts-and-minds",
  "id": "2016-05-03-55",
  "sectionId": "commentisfree",
  "body": "The covert propaganda war the government is fighting to win Muslim hearts and minds that the Guardian has been reporting this week is new only in its target and the technology employed. But propaganda, whether it is directed against Soviet communism in the cold war, striking miners in the Thatcher years or at young Muslims today always risks being counterproductive. An argument sourced back to the state is automatically devalued, all the more so where it is aimed at alienated minorities in a questioning and mistrustful age. Worse, in this case, is that some people have been recruited in ignorance of the fact that their ultimate employer is the British government. As a result they have been exposed, unwittingly, to serious personal danger, like the journalist sent to Pakistan and Afghanistan to film Muslim athletes preparing for the Olympics to “delegitimise” the Games as a target. Without question, the government has an important part to play in countering the propaganda of the other side. But that is best done by a staunch and open defence of the values that are threatened by the actions of a violent theocracy such as Islamic State. The impact of propaganda is notoriously hard to assess, but there is no evidence available to the public that identifying targets to bombard with anti-extremist messages on Twitter and Facebook – what’s been called “digital frisking” – deters vulnerable people from being talked into taking the road to Syria or violent extremism at home. “We are only trying to stop people becoming suicide bombers,” one government source was reported as complaining. But most recruits whose paths are known seem to have been induced, like the four brothers from Brighton, by a mix of factors that includes a sense of exclusion, racism, and ordinary youthful disaffection from society around them. Their experience, reported in detail in the Guardian in March, supports the criticism made of successive governments’ counter-terrorism strategy – namely, that its narrow focus on extremist ideology, its idea of a war of civilisations, ignores the significance of social and economic exclusion in the radicalisation of a tiny minority of Muslims, and so risks alienating many others. The Conservatives’ anti-extremism legislation, announced in last year’s Queen’s speech and reheated on Tuesday as a centrepiece of this year’s, apparently in an attempt by the prime minister to convey purpose and authority in the aftermath of the EU referendum vote, is likely to make matters worse. It broadens the attack on violent extremism to include all forms of extremism and seeks to ban extremist organisations that “promote hatred”. Extremism itself is defined here as “vocal or active opposition to fundamental British values”, the definition of which itself remains contested. Lawyers, civil liberty campaigners and Christian groups who object to aspects of equality legislation (are such laws now fundamental to Britain or not?) have all warned of the difficulties that this sweeping definition raises. They are alarmed by the risk of drawing in those engaged in conventional dissent. They fear it will restrict freedom of speech even where its substance is not illegal, and the loose definition of “British values” risks leaving large and potentially chilling areas of uncertainty. It is this context that makes the government’s propaganda effort feel so questionable. There are too many examples of clumsy counter-terror efforts that both damage social cohesion and betray individual liberties. Take Project Champion, the sudden flooding of two largely Muslim parts of Birmingham with surveillance cameras back in 2010 which turned out to have been funded from the terrorism and allied matters division of the Association of Chief Police Officers. Councillors had initially been told it was to tackle petty crime. Or the new obligation, introduced last year, on people like teachers to “have due regard to the need to prevent people from being drawn into terrorism” that led to young children being reported to the authorities for what feels like an Orwellian kind of thought crime. The most effective answer to one big argument is another big argument. Homegrown terrorism does constitute a very serious threat. Its aim is to set one part of society against another, to establish the idea that Islam and 21st century liberal societies are incompatible, and to impose a deeply conservative theocracy in its place. The best way to combat this message must be to avoid division, to uphold energetically the values, including free speech, of a liberal society and to intensify every support for social cohesion.",
  "webTitle": "The Guardian view on counter-terrorist propaganda: a crude weapon in the battle for hearts and minds | Editorial",
  "webPublicationDate": "2016-05-03T18:46:42Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/the-guardian-view-on-counter-terrorist-propaganda-a-crude-weapon-in-the-battle-for-hearts-and-minds",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/the-guardian-view-on-counter-terrorist-propaganda-a-crude-weapon-in-the-battle-for-hearts-and-minds"
}