{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/07/david-cameron-tax-haven-secrecy-panama-papers",
  "id": "2016-05-07-58",
  "sectionId": "world",
  "body": "David Cameron is under intense pressure to invoke special powers that would force British tax havens to end their fiercely protected secrecy. In the wake of the Panama Papers scandal, which revealed the extent to which the likes of the British Virgin Islands (BVI) were being used to hide money offshore, the prime minister is being urged to set a timetable for imposing stringent anti-corruption laws on Britain’s tax havens. It is extremely rare for Westminster to impose such measures, but not without precedent. The UK forced its Caribbean territories to abolish the death penalty in 1991 and to decriminalise homosexuality in 2000. Before a major UK summit to be attended by 50 countries and international institutions, a powerful coalition of anti-corruption organisations is urging Cameron to take action that would, if they failed to do so voluntarily, force the overseas territories and crown dependencies to introduce central public registers of company ownership, allowing law-enforcement agencies to identify their true beneficiaries. Downing Street disclosed on Saturday that the presidents of Afghanistan, Colombia and Nigeria would attend the summit, along with the Norwegian prime minister, on Thursday. A spokesman said Cameron wanted all those present to sign the first global declaration against corruption, which would commit them to working together to tackle it, acknowledging that corruption undermines efforts to end poverty, promote prosperity and defeat terrorism and extremism. However, it emerged that the government was still only “in discussions with the overseas territories and crown dependencies” about their attendance, although a spokesman said he expected “a number to join”. The anti-poverty group ONE claims that the amount of money siphoned from developing countries now totals more than $1 trillion (£600bn), and that there is increasing evidence that British overseas territories are playing a role in hiding significant amounts of that cash in London. Among a series of demands, the campaign group is calling for a public register of beneficial ownership so that it is clear who owns trusts and companies. Saira O’Mallie, interim UK director for ONE, said: “The trillion-dollar scandal costs the world’s poorest dearly and this summit should be the moment to turn the tide. We’re calling on the prime minister to reclaim his leadership in the fight against corruption. “This isn’t an issue we can ignore; it’s in our own backyard, with the British Virgin Islands featuring again and again in the Panama Papers leak. By insisting on that information about who owns and controls companies and trusts, in both the UK and British overseas territories, we will send a clear message to the world that the UK does not tolerate corruption.” Rosie Sharpe, senior campaigner at Global Witness, said: “The corruption summit is a key test of the government’s willingness to tackle this problem where it matters most. David Cameron will shortly introduce public registers of the real owners of companies set up in the UK, and that’s a commendable first step – but, as the Panama Papers have shown, the real problem is in our tax havens. Until they enact the same measures, the UK can’t credibly claim to be leading the global fight against corruption.” A failure to take action against the tax havens would be seen as a personal setback for Cameron. Last year he accused some of them of failing to tackle tax evasion and money laundering and pledged a crackdown. Cameron was recently embarrassed when, in the wake of the Panama Papers leak, he admitted that he had sold shares in his father’s company, Blairmore Holdings, an offshore fund set up in the 1980s. The central role played by British overseas territories in London’s property market has been revealed in a new analysis of illicit global money flows published on the eve of the summit. Nearly three out of four properties in London sold to overseas companies between 1999 and 2014 were registered in the UK overseas territories and crown dependencies, where beneficial ownership need not be disclosed. The average price of properties purchased by those companies stands at £5.6m and is 33 times greater than the average in England and Wales in 2014. The flow of foreign money into London has been pinpointed as a key reason for spiralling house prices in the capital, where the average is now more than £500,000. A ComRes poll for Oxfam and Global Witness has found that 80% of people believe Cameron has a moral responsibility to ensure that the UK’s overseas territories are as transparent as possible. “David Cameron should listen to the huge public concern over Britain’s dirty offshore backyard and put an end to the secrecy that enables the rich and powerful to get away without paying their fair share of taxes,” said Nick Bryer, head of Oxfam’s inequality campaign. “Until tax haven loopholes are firmly closed, millions of the world’s most vulnerable people will continue to pay the price, as poor countries lose billions in potential tax revenue that could help to improve lives by providing medical treatment and a decent education.” The BVI, Cayman Islands and Jersey have all signalled that they will not sign the public registers scheme. The Isle of Man will share information only in private with organisations that have a legitimate interest. None is attending the summit. In a further snub to Cameron, it has emerged that Russia is sending only its deputy foreign minister, Oleg Syromolotov, to the London summit. The Russian foreign ministry issued a statement in which it said that while “decisions taken at the summit may be useful for the work of anti-corruption forums … they must not be imperative”. Robert Barrington, executive director of Transparency International, said: “I think you can say pretty clearly that an anti-corruption communique that Russia feels able to sign up to is simply not going to be strong enough.” Speaking before the summit, Cameron said: “The battle against corruption will not be won overnight. It will take time, courage and determination to deliver the reforms that are necessary. But we cannot hope to solve the major global challenges we face without tackling the exploitation, fraud and dishonesty at their heart. “For too long there has been a taboo about tackling this issue head on. The summit will change that. Together we will push the fight against corruption to the top of the international agenda, where it belongs.”",
  "webTitle": "David Cameron under pressure to end tax haven secrecy",
  "webPublicationDate": "2016-05-07T19:54:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/07/david-cameron-tax-haven-secrecy-panama-papers",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "British Virgin Islands",
      "id": "world/british-virgin-islands",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cayman Islands",
      "id": "us-news/caymanislands",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Boffey",
      "id": "profile/daniel-boffey"
    },
    {
      "webTitle": "Jamie Doward",
      "id": "profile/jamiedoward"
    }
  ],
  "guardianId": "world/2016/may/07/david-cameron-tax-haven-secrecy-panama-papers"
}