{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/12/peaky-blinders-grayson-perry-all-man",
  "id": "2016-05-12-358",
  "sectionId": "tv-and-radio",
  "body": "Peaky Blinders9pm, BBC2 Sex, murder, cocaine, horses: it was rather silly business as usual for Peaky Blinders last week, as the show continued to ride roughshod over culture, history and regional accents, and do so while winning a lot of fans. Tonight, Tommy (Cillian Murphy) realises what he’s got himself into with his new alliance when he goes to London to meet Duke Leon. At home, his idiot relations threaten to ignite a turf war. How come, with all that power, he can’t get the staff? With a guest appearance from Paddy Considine. John Robinson  Houdini & Doyle9pm, ITV Encore Last in the crime caper series starring Stephen Mangan and Michael Weston as the much-plundered detective novelist and world-famous escapologist respectively. In an X-Files-y finale, the pair investigate the sudden and unexplained deaths of all but one of the inhabitants of a small Canadian village. Why did only the parish priest survive, and who or what killed the others? Was it retribution for past acts of evil? It’s the usual skeptic v believer narrative arc, but it’s been silly fun all the same. Julia Raeside Kangaroo Dundee And Other Animals: Natural World8pm, BBC2 After a run-in with his best (kangaroo) mate Roger, Chris “Brolga” Barnes has got an injured knee and is hobbling around on crutches. Roger could have disembowelled Brolga had he wanted to, so it’s a lucky escape, really. But the injury is hampering his plans to build a roo-shaped wildlife hospital in Alice Springs. He’s also got three emu chicks becoming a handful, and Pete the wombat isn’t playing ball either. Ben Arnold Gareth’s Invictus Choir9pm, BBC1 Gareth Malone takes his choir – which, like the teams of athletes at the Invictus Games, is made up of wounded or ill ex-servicemen and women – to the opening ceremony in Orlando, Florida. In the weeks before the performance, Malone encourages his troupe to write their own lyrics for a brand new song. Can singing help release the powerful emotions felt by those exposed to the horror of war? And will the group be able to keep their nerve and nail the big gig? Jack Seale What Would Be Your Miracle?9pm, ITV Emma Willis meets more recipients of modern medical miracles as the series draws to a close. Tonight’s episode features five-year-old Charlotte, once told that she would never be able to stand, let alone walk. Then comes the offer of a ground-breaking operation in the US that may help her walk for the first time. Willis also looks at the story of Nikki, whose sight might be restored after 20 years of blindness thanks to revolutionary microchip technology. Mark Gibbings-Jones Grayson Perry: All Man10pm, Channel 4 The Turner prize-winning artist continues his sensitive exploration of modern masculinity, which began last week with a look at macho stereotypes and male suicide in the north-east of England. This week he heads to a tough estate in Lancashire to delve into the gender troubles lurking behind antisocial behaviour. Again, he finds himself reflecting on his own identity as a self-proclaimed “life-long sissy” before creating moving artworks based on his encounters. Hannah J Davies Silicon Valley10.10pm, Sky Atlantic Season three of Mike Judge’s wicked satire of Palo Alto culture picks up right where it left off, with perpetual beta male Richard (Thomas Middleditch) being ousted as CEO of Pied Piper. “You’ve created a company that’s too valuable for you to run,” says chief investor Laurie Bream (played by Suzanne Cryer) in her Spock-like cadences. “You should be proud.” As the rest of the Pied Piper team consider their (stock) options, Richard targets the tech industry legend who is brought in to replace him. Graeme Virtue Film choice Peggy Sue Got Married (Francis Ford Coppola, 1986) 6.55pm, Movie Mix Kathleen Turner captivates in a testing dual role: first as a wife unhappy with her lot, and particularly dud spouse Nicolas Cage; then, after fainting at a high-school reunion, returning to the fresh-faced picture of near-innocence she was, circa 1960. Given the opportunity of a second chance, she makes out with the lad she admired from afar, helps Dad out of financial trouble and addresses the problem of the slick-haired teenage rebel who will become her husband: a charming, wistful comedy. Live sport Cycling: Giro D’Italia The sixth stage of the race. 12noon, Eurosport 1 Scottish Premiership Football: Aberdeen v Hearts Action from Pittodrie. 7pm, BT Sport 1 League Two Football: Portsmouth v Plymouth Argyle The first leg of the opening play-off semi-final. 7.30pm, Sky Sports 2 Super League Rugby: Leeds Rhinos v Castleford Tigers Coverage from Headingley. 7.30pm, Sky Sports 3",
  "webTitle": "Thursday’s best TV: Peaky Blinders; Grayson Perry: All Man",
  "webPublicationDate": "2016-05-12T05:20:20Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/12/peaky-blinders-grayson-perry-all-man",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/12/peaky-blinders-grayson-perry-all-man"
}