{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/10/law-banning-legal-highs-will-fail",
  "id": "2016-05-10-161",
  "sectionId": "society",
  "body": "Later this month, the British government will impose a new law that pre-emptively bans any substance that has a psychoactive effect. It will be framed as the latest tough action taken by a party determined to protect vulnerable people from dangerous drugs. It’s like watching addicts digging a needle into a long-ruined vein: there might be a fleeting twinge of relief from the quick fix, but the net result is a more pernicious addiction to a solution that just does not work. In the government’s case, it is a mindless addiction to decades of failed prohibitionist policy – policy that directly caused the emergence of these new drugs. The new law will protect very few people, and will instead expose thousands to greater, avoidable harms. Setting aside the complex scientific and legal problems that will arise thanks to this poorly written law, the notion that banning drugs reduces the harms they cause, or reduces prevalence of use, is unsupported by any evidence. In fact, quite the opposite is true. Banning drugs does not reduce availability, or make people less likely to use them. Instead, it inspires the creation of new drugs and new distribution systems and even new user groups. The evidence for that is clear: between 2008 and 2014, the European Monitoring Centre for Drugs and Drug Addiction discovered a total of 369 new drugs in the EU. The 1961 and 1971 UN conventions proscribe just 234, meaning there are now more legal drugs on sale than illegal ones. Why? Because governments kept serially banning them, and chemists simply innovated. Just to prove the point, in 2013, I designed a legal high myself. It took just a few weeks. Now, the government has passed the problem to the courts and police, who will have to enforce this muddled, wide-ranging and bizarre law. It has been tried before. In Ireland in 2010, a similar approach led to just four prosecutions in the first five years, and use levels were up by 22% in 2014, according to a 2014 European commission report. In Poland in 2010, after a brief dip in use and harm levels following similarly stringent laws, poisonings related to use of legal highs dropped temporarily, but within three years they surged back above pre-ban levels. The new law to ban legal highswill fail because proving psychoactivity requires expensive testing of the substances in specialised laboratories, and there is simply no budget big enough to carry out the work. A legal logjam awaits. Yet these drugs are not safe: users of synthetic cannabis are 30 times more likely to end up in the back of an ambulance than users of natural cannabis, according to the 2014 Global Drugs Survey. The open and unregulated sale of these drugs in high-street headshops is unacceptable, but the vast majority of these drugs are bought and sold online. British retailers are now simply moving overseas, to areas where the drugs remain legal, and will continue to mail the drugs to users in the UK. The spice epidemic seizing Britain’s prisons must be addressed urgently. But if you can’t control drug supply and use in prisons, with dedicated guards and 24-hour surveillance, legality really should be your last concern. These drugs are never used as a first choice preference. They are bought by users who are often young, or on low incomes. If the government really wanted to protect these groups rather than posturing dogmatically it would regulate and control the supply of all drugs,, old and new, seizing control of the market from organised crime gangs, and then spend the tax revenue from sales, and reduced enforcement expenditure, on education, treatment and prevention strategies. But like all addicts, they just can’t see a way out.",
  "webTitle": "Why law banning legal highs will fail | Mike Power",
  "webPublicationDate": "2016-05-10T13:00:06Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/10/law-banning-legal-highs-will-fail",
  "keyword": [
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs policy",
      "id": "politics/drugspolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Drugs trade",
      "id": "world/drugs-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Power",
      "id": "profile/mike-power"
    }
  ],
  "guardianId": "society/2016/may/10/law-banning-legal-highs-will-fail"
}