{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/hezbollah-commander-killed-israel-mustafa-badreddine",
  "id": "2016-05-13-329",
  "sectionId": "world",
  "body": "Hezbollah has confirmed its military commander, Mustafa Badreddine, was killed in Syria this week in what it described as a “major explosion” at Damascus airport. Media reports in Lebanon and Israel quickly suggested the blast had been caused by an Israeli airstrike, a suggestion to which Hezbollah gave weight, announcing it was investigating whether a “missile or artillery strike” had been responsible. Badreddine was the most senior member of the organisation to have been killed since the death of his predecessor and brother-in-law, Imad Mughniyeh, who was assassinated by a joint Mossad/CIA operation in the Syrian capital in February 2008. There was no immediate reaction from the Israeli government, which has authorised at least eight air strikes against targets inside Syria since the start of the civil war five years ago. Most had targeted anti-aircraft systems that Israeli officials claimed were being moved to Lebanon, where they could pose a threat against its air force.     Mustafa Amine Badreddine, in an undated handout picture released at the Special Tribunal for Lebanon website.    Announcing Badreddine’s death, Hezbollah said: “He said months ago that he would not return from Syria except as a martyr or carrying the flag of victory. He is the great jihadi leader Mustafa Badreddine, and he has returned today a martyr.” The statement added: “The information gleaned from the initial investigation is that a major explosion targeted one of our centres near Damascus International airport, which led to the martyrdom of Sayyid Zul Fikar [his nom de guerre] and the injuries of others. “The investigation will work to determine the nature of the explosion and its causes, whether it was due to an air or missile or artillery strike, and we will announce the results of the investigation soon.” Nicknamed Zul Fikar, after the sword of Imam Ali, the Prophet Muhammad’s cousin and one of the most revered figures in Shia Islam, Badreddine was born in 1961 in the southern Beirut suburb of Ghobeiry, and rose to greater prominence after Mughniyeh’s assassination.   Damascus airport   He was sentenced to death in Kuwait in the 1980s over a plot to blow up the American and French embassies there during the Iran-Iraq war, but later escaped after Saddam Hussein’s army invaded the oil-rich emirate and threw open its prisons. Hezbollah said he had been involved in nearly all the group’s operations since its inception in the early 1980s. Most had targeted Israel, which occupied southern Lebanon from 1982 to 2000. However, Badreddine had also been accused of leading a cell that was allegedly responsible for the assassination of former Lebanese prime minister Rafiq Hariri on the Beirut waterfront in February 2005. He was indicted in 2011 by the special tribunal for Lebanon, an international court established in the Hague, in connection with the massive 2005 bombing, which led Syrian leader Bashar al-Assad to withdraw his forces from Lebanon in the face of a civic uprising. Badreddine and four other alleged members of Hezbollah remain on trial in absentia at the Hague. Prosecutors have offered one of the few publicly available glimpses of the shadowy Hezbollah operative, describing him as the “apex” of the cell that allegedly killed Hariri, and a figure akin to an “untraceable ghost” who assumed multiple identities.   Related: 'Nobody wants to stay in Lebanon. It’s a miserable life'    He was known to have studied at a Lebanese university and to have maintained an apartment in the Lebanese seaside area of Jounieh. He was also active in the south Beirut suburb of Dahiyeh, where he was last seen early last year at a wake for Jihad Mughniyeh, the son of Imad Mughniyeh, who was also killed by an Israeli airstrike. While holding senior positions throughout his career, Badreddine was most known for his role in leading Hezbollah’s large contingent in Syria, which it sent to defend the interest of the Assad regime as his grip on power weakened in 2012. Hezbollah has since lost an estimated 900 members in fighting across Syria, where along with Iran, it has taken the lead in directing numerous battles. Israel has refused to comment on airstrikes it has previously launched inside Syria. However, unnamed officials have said the strikes had targeted anti-aircraft systems that were allegedly being transferred to Hezbollah. It had also targeted a Hezbollah leader, Samir Kuntar, who had been jailed inside Israel for more than 30 years until his release in 2008. Despite Israeli protests, Russia has recently proceeded with a long-delayed sale to Iran of the advanced S-300 weapons system, which can shoot down most modern fighter jets. Israeli officials have said they would prioritise tracking the whereabouts of the systems, the position of which in southern Lebanon would pose a potent threat to their air force. The US treasury department sanctioned Badreddine in 2012 for his activities in support of the government of Assad in Syria, along with the group’s leader, Hassan Nasrallah, and its head of external operations, Talal Hamiyah. Hezbollah said it would hold funeral services on Friday in honour of Badreddine. In south Beirut, posters of Badreddine, whose image had rarely been published, were being hung from overpasses and lamp-posts. Tens of thousands of mourners are expected to pay their respects at a shrine site for Hezbollah dead, which includes the graves of Imad and Jihad Mughniyah. Nasrallah is also expected to make a public statement – his second within a week. • This article was amended on 16 May 2016 to clarify a reference to Israel’s occupation of southern Lebanon.",
  "webTitle": "Leading Hezbollah commander and key Israel target killed in Syria",
  "webPublicationDate": "2016-05-13T03:00:24Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/hezbollah-commander-killed-israel-mustafa-badreddine",
  "keyword": [
    {
      "webTitle": "Hezbollah",
      "id": "world/hezbollah",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Lebanon",
      "id": "world/lebanon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Chulov",
      "id": "profile/martin-chulov"
    },
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    }
  ],
  "guardianId": "world/2016/may/13/hezbollah-commander-killed-israel-mustafa-badreddine"
}