{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/liverpool-focus-southampton-sadio-mane",
  "id": "2016-05-26-21",
  "sectionId": "football",
  "body": "Liverpool are considering a move for the Southampton forward Sadio Mané after their hopes of luring Mario Götze to Anfield were put on hold.   Related: Dani Alves is a target for Juventus and an English club, reveals his agent    Mané is expected to be a target for Manchester United and Tottenham Hotspur this summer following another productive season at St Mary’s Stadium. Despite being dropped by the manager, Ronald Koeman, in January amid speculation of a move to Old Trafford and going four months without a goal, the 24-year-old ended the campaign as the team’s leading scorer with 15 goals in all competitions. The Senegal international is of interest to Jürgen Klopp, who is in the market for a forward who suits his high-intensity pressing game at Liverpool and had hoped to sign Götze from Bayern Munich for a fee of around £20m. Liverpool had been confident of a deal for the World Cup winner before he changed agents and declared this week that he intended to fight for his place at Bayern under their new coach, Carlo Ancelotti. Götze has only 12 months remaining on his contract at the Allianz Arena, however, and Bayern’s chief executive, Karl-Heinz Rummenigge, has suggested the player’s U-turn was intended to remove speculation over his future before the European Championships. Mané would cost significantly more than the £20m earmarked for Götze and remains under contract at Southampton until 2018. Liverpool have not yet made an official approach for him but Klopp wants several additions for next season despite the absence of European football at Anfield. The goalkeeper Loris Karius arrived in a £4.7m deal from Mainz this week while Liverpool have also completed deals for the former Schalke defender Joel Matip and the Red Star Belgrade playmaker Marko Grujic. The Borussia Mönchengladbach midfielder Mahmoud Dahoud remains a leading target for the Liverpool manager.",
  "webTitle": "Liverpool turn focus to Southampton’s Sadio Mané after Mario Götze failure",
  "webPublicationDate": "2016-05-26T21:30:14Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/liverpool-focus-southampton-sadio-mane",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/26/liverpool-focus-southampton-sadio-mane"
}