{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/06/free-comic-book-day-2016-where-to-go-in-the-uk",
  "id": "2016-05-06-310",
  "sectionId": "books",
  "body": "Gosh! Comics London (1 Berwick Street, Soho W1F 0DR)Big day planned at Gosh! on Saturday: there will be a kids workshop between 11am-2pm, where kids can sit with artists or do some window painting. That’s followed at 3-4pm by a signing session with cartoonists from the world’s best newspaper (ahem): the Guardian’s very own Tom Gauld, Simone Lia, Kent Able and Stephen Collins. There will also be a signing session with artists and writers from Image Comics (5-6pm) and a launch party for new titles from Avery Hill Publishers (until 9pm). Yikes, what a day! The Rochester Free Comic Book Day festival (Hosted by Jetpack Comics, various locations around Rochester city centre)To make collecting your FCBD comics more fun, Jetpack has put them in several locations around the city for people to ferret out. Jetpack is so organised. Seriously, it even made a map. The main event will be at the Governor’s Inn, with apperances and signings, freebies and costumed characters around the place. There will be a cosplay contest and an evening do. Jetpack is looking for volunteers, if that is your thing. Bazinga Comics Guernsey (30 The Bordage, St Peter Port, GY1 1DE)In addition to the FCBD giveaways, Bazinga is selling all back issues for £1. Judge Dredd, The Scarecrow, Deadpool and one of those Imperial Guards from Star Wars will also be there.     Who doesn’t love Buffy ... Forbidden Planet megastore in London. Photograph: Linda Nylind for the Guardian    Forbidden Planet, across the UKAll the Forbidden Planet stores around Britain are taking part in FCBD this year. However, the London megastore on Shaftesbury Avenue has the most on, with signings by the artists and writers behind the FCBD Doctor Who comic and the FCBD Assassin’s Creed comic. And all the usual shenanigans – a sale on graphic novels and special tickets tucked into some of the comic bags for prizes   Related: The comics and graphic novels to look forward to in 2016 – part one    Dave’s Comics, Brighton (5 Sydney Street, BN1 4EN)Dave, of Dave’s Comics fame, promises the usual: free comics, maybe some dress-ups. The advice for all keen beans is to turn up early, as previous years have proved there will be a queue – but be reassured, they say they should have free comics to last the day. OK Comics, Leeds (19 Thornton’s Arcade, LS1 6LQ)OK Comics will be giving away comics on the day, but won’t be holding any other events or signings. due to the sheer amount of people that turn up. They had one punter camping out at 4am last year – get in early! Orbital Comics, London (8 Great Newport Street, Covent Garden WC2H 7JA)Orbital is hosting a “massive 2000AD mega-signing session”, with artists and creators involved on 2000AD’s FCBD issue there to sign copies – including Hellblazer writer Peter Milligan and Judge Dredd artist Henry Flint. Signings start at 2pm. Moving Pictures, Exeter (7/8 Harlequin Centre, Paul Street EX4 3TT)As Exeter is home to a big cosplay community, as well as the wonderful Moving Pictures, the store is holding a big cosplay competition at 1pm. No bonus points for dressing up as a comic book character – come as whoever you’d like. The creators of The Kill Screen, writer Mike Garley and artist Josh Sherwell, will be signing their comic. Plus: expect an appearance of a real DeLorean …   Related: The comics and graphic novels to look forward to in 2016 – part two    Comics, Trading Cards and Collectables, Falkirk (Level 3, Howgate Shopping Centre, High Street FK1 3EX)The shop is giving away a goody bag of comic-related treats to the first 25 people in the store (they had 50 people lined up last year, so watch out). There will also be a raffle on the day to go into the draw to win a limited edition Harley Quinn statue. AmericanDream Comics, Bath (72 Walcot Street, BA1 5BD)AmericanDream will be offering discounts and deals on a lot of stock, including some super-cheap graphic novels and some deals on Pop Vinyl figurines. All cosplayers are invited to visit the store in costume.  For a longer list of participating stores, use the FCBD search tool – but be warned, not all stores listed are actually participating. Advice is to ring ahead. Is your local putting on a show for Free Comic Book Day this year? Leave your tips in the comments below.",
  "webTitle": "Free Comic Book Day 2016: where to go in the UK",
  "webPublicationDate": "2016-05-06T07:00:18Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/06/free-comic-book-day-2016-where-to-go-in-the-uk",
  "keyword": [
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sian Cain",
      "id": "profile/sian-cain"
    }
  ],
  "guardianId": "books/booksblog/2016/may/06/free-comic-book-day-2016-where-to-go-in-the-uk"
}