{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/eric-cantona-didier-deschamps-may-left-out-players-racial-grounds",
  "id": "2016-05-26-236",
  "sectionId": "football",
  "body": "Eric Cantona has controversially suggested the ethnicity of Karim Benzema and Hatem Ben Arfa may have been a factor in the France manager Didier Deschamps leaving the pair out of his squad for next month’s European Championship. Ben Arfa, a former Newcastle forward, was only named on standby despite a brilliant season for Nice that has seen him linked with a move to Barcelona. But it is Benzema’s exclusion after he was questioned by police in connection with an alleged attempt by one of his friends to blackmail his international team-mate Mathieu Valbuena over a sex tape which is given particularly short shrift by Cantona, who turned 50 on Tuesday.   Related: Eric Cantona: ‘I love José Mourinho but he is not Manchester United’    Cantona described the French prime minister, Manuel Valls, as a hypocrite because he urged Deschamps to leave Benzema out while French politicians embroiled in scandal stay in their jobs. “Benzema is a great player. Ben Arfa is a great player,” Cantona told the Guardian. “But Deschamps, he has a really French name. Maybe he is the only one in France to have a truly French name. Nobody in his family mixed with anybody, you know. Like the Mormons in America. “So I’m not surprised he used the situation of Benzema not to take him. Especially after Valls said he should not play for France. And Ben Arfa is maybe the best player in France today. But they have some origins. I am allowed to think about that.” Asked if he was really suggesting that Deschamps – a former France team-mate who he also described as “a muppet” – had been guilty of discriminating against the pair, Cantona added: “Maybe no, but maybe yes. Why not? One thing is for sure – Benzema and Ben Arfa are two of the best players in France and will not play the European Championship. And for sure, Benzema and Ben Arfa, their origins are north African. So, the debate is open.” Deschamps declined to comment when contacted by the Guardian.     The France manager Didier Deschamps has come in for some strong criticism from his compatriot Eric Cantona. Photograph: Bob Edme/AP    Cantona, who won the last of his 45 caps for France in 1995, has never enjoyed the healthiest relationship with Les Bleus and insists he will be supporting Roy Hodgson’s England instead this summer. One of the great international sporting festivals will take place against a backdrop of rising right-wing nationalism across the continent, a spiralling refugee crisis and security fears in a country left on edge by November’s terror attacks in Paris. “For sure, if France win the European Championship the politicians will use that success – just as they did [after the World Cup] in ’98. But it’s just politics,” said Cantona, who this week launched ITV’s marketing campaign for its sports coverage this summer. “The people from the right, they use this situation. They mix everything. They mix up Daesh, the bombing, the refugees. We have to be cleverer. There are people here who really need help. They are the ones we should think about.”",
  "webTitle": "Eric Cantona believes Didier Deschamps may have left out France players on racial grounds",
  "webPublicationDate": "2016-05-26T11:01:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/eric-cantona-didier-deschamps-may-left-out-players-racial-grounds",
  "keyword": [
    {
      "webTitle": "France",
      "id": "football/france",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Eric Cantona",
      "id": "football/eric-cantona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/2016/may/26/eric-cantona-didier-deschamps-may-left-out-players-racial-grounds"
}