{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/agenda-world-rugby-sevens-rio-2016-leicester-title-party",
  "id": "2016-05-14-87",
  "sectionId": "sport",
  "body": "SEVENS SPECTACULAR ... The HSBC World Rugby Sevens reaches its last round at Twickenham next weekend (Sky Sports 1, 9am) for a finale that marks the beginning of the preparation for the Olympic Games as sevens makes its debut in Rio in August. The England captain, Tom Mitchell, the Wales captain, Luke Treharne, and Dan Norton, the sevens series’ fourth-highest leading try-scorer, are all part of the wider 25-man Team GB squad recently announced, which mixes sevens and 15-a-side players. After Twickenham the squad will gather at the end of the month for a 30-day period of training, including four international competitions before the final squad of 12 for both men and women is announced on 19 July. The home nations are not in with a shout of the World Sevens crown, however, with last year’s champions, Fiji, currently leading the table and in a three-way fight with South Africa and New Zealand for the title. Some tickets for Sunday are still available. LEICESTER ON PARADE ... Doubtless some cold drinks will be had in Leicester on Monday when the club returns to the city for their Premier League victory parade. The fun starts in Victoria Park at 3pm and the parade, which begins in Jubilee Square at 6pm will finish in the park. Non-football fans should, as Parisians do in August, make themselves scarce. The BBC celebrates their season and achievement on Tuesday (BBC1, 10.45pm). JIMMY HILL REMEMBERED ... A footballing tribute of a different kind follows, with the BBC’s celebration of Jimmy Hill, who died in December (BBC1, Wednesday 10.45pm). Sir Alex Ferguson and Terry Venables are among the experts who debate Hill’s legacy, including his campaign to abolish the maximum wage, which transformed the careers of footballers in the 1960s, while his wife and son contribute to an intimate portrayal of his life. HODGSON’S CHOICE ... Roy Hodgson will announce his England squad for Euro 2016 on Monday having delayed his choice from last Thursday in order to better assess his players’ fitness. The 23-man squad will be revealed at the fa.com, which will also broadcast Hodgson’s press conference. They will then convene at St George’s Park on Wednesday to begin preparations for a friendly against Turkey at the Etihad the following Sunday. Two further friendlies against Australia and Portugal will follow before the team head to France. BIG FINALS ... A big day at Wembley is in store, as Grimsby, last year’s defeated finalists, take on Forest Green, who are attempting to make it to the Football League for the first time , in the Vanarama National League final (onSunday, BT Sport 1, 3.30pm). Alongside the FA Cup on Saturday (BBC1, 4.15pm), there are a wealth of knockout competitions coming to a close the same day. Rangers play Hibernian looking to win three competitions this season and secure a Europa League spot in the Scottish Cup final (Sky Sports 1, 2pm); Bayern Munich take on Borussia Dortmund, with the former hoping to win their 18th German Cup (BT Sport Europe, 6.45pm); and the Coppa Italia concludes with Milan against Juventus (Sky Sports 9pm).",
  "webTitle": "The Agenda: rugby sevens gears up for Rio while Leicester title party goes on",
  "webPublicationDate": "2016-05-14T16:01:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/agenda-world-rugby-sevens-rio-2016-leicester-title-party",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Richards",
      "id": "profile/gilesrichards"
    }
  ],
  "guardianId": "sport/2016/may/14/agenda-world-rugby-sevens-rio-2016-leicester-title-party"
}