{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/26/french-minister-warns-of-mass-climate-change-migration-if-world-doesnt-act",
  "id": "2016-05-26-144",
  "sectionId": "environment",
  "body": "Global warming will create hundreds of millions of climate change migrants by the end of the century if governments do not act, France’s environment minister has warned. Ségolène Royal told ministers from 170 countries at the UN environment assembly in Nairobi that climate change was linked to conflicts, which in turned caused migration. “Climate change issues lead to conflict, and when we analyse wars and conflicts that have taken place over the last few years we see some are linked to an extent to climate change, drought is linked to food security crises,” she said. “The difficulty of having access to food resources leads to massive migration, south-south migration [migration within developing countries]. The African continent is particularly hit by this south-south migration.   Related: Morocco poised to become a solar superpower with launch of desert mega-project    “If nothing is done to combat the negative impact of climate change, we will have hundreds of millions of climate change migrants by the end of the century.” Royal’s comments followed dramatic footage from the southern Mediterranean of a people smuggler’s boat capsizing with scores of migrants on board. The Italian navy rescued 550 migrants from the water.  The latest incident served to highlight the flow of people from Syria and North Africa into Europe. The International Organisation for Migration estimates that 39,000 people have been pulled from the sea since the beginning of the year. Royal is not the first high profile public figure to link conflict, migration and climate change. Ahead of the Paris climate summit last year, Prince Charles said that drought exacerbated by climate change had played a role in Syria’s civil war, a claim supported by some researchers. Royal also called on countries to start implementing last year’s historic Paris deal. “The Paris climate change conference was an important turning point, and today it is your responsibility to contribute towards implementing it,” she said. “Acting for the climate is acting at the roots of these [humanitarian] issues.” Uhuru Kenyatta, the Kenyan president, said that Kenya was already tackling emissions through a renewable energy push that includes wind, geothermal, hydro and, in the future, solar power. But he warned: “We have to be ready and willing to make selfless sacrifices today if we want to leave our children and grandchildren a viable and better world tomorrow.”     Ségolène Royal (centre right) stands next to Kenya’s president Uhuru Kenyatta in a group photo at the UN environment assembly in Nairobi. Photograph: Cyril Villemain/UNEP    In November, Royal will pass the baton of the international climate talks to Morocco, which is hosting the next big UN climate summit in Marrakech, following a fortnight of talks in Bonn which end on Thursday. Rachib Firadi, head of international cooperation in the Moroccan environment ministry, said that he wanted to speed up the ratification of the Paris deal, and that adaptation to climate change would be a big focus of the Marrakech summit. “We have to restore the balance between adaptation and mitigation. We need to take adaptation seriously. We also hope Marrakech [the next summit] will provide some money, some fast start financing, for adaptation for developing countries,” he said. Morocco faced a danger of internal migration because of rising temperatures in its deserts, he said, and its desert peoples should be treated as though they were at the same risk as those on small island states threatened by sea level rises. “There is a risk of displacement of those people in the desert,” he said. That internal movement of people would be on top of the existing migration from sub-Saharan countries, he said. “You can see migrants in all Morocco cities right now, and it has a social and economic impact. The government is trying to integrate them, but it’s not easy.” Morocco has ambitious wind and solar power plans, and in February switched on the first phase of what will be the world’s largest concentrated solar power when complete, capable of providing power for 1.1m people.  The Guardian’s travel and accommodation was paid for by the UN.",
  "webTitle": "French minister warns of mass climate change migration if world doesn't act",
  "webPublicationDate": "2016-05-26T15:20:18Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/26/french-minister-warns-of-mass-climate-change-migration-if-world-doesnt-act",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration and development",
      "id": "global-development/migration",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Drought",
      "id": "environment/drought",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate finance",
      "id": "global-development/climate-finance",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Climate aid",
      "id": "environment/climate-aid",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Vaughan",
      "id": "profile/adam-vaughan"
    }
  ],
  "guardianId": "environment/2016/may/26/french-minister-warns-of-mass-climate-change-migration-if-world-doesnt-act"
}