{
  "apiUrl": "https://content.guardianapis.com/women-in-leadership/2016/may/12/enforcing-high-heels-in-the-office-is-the-height-of-workplace-sexism",
  "id": "2016-05-12-280",
  "sectionId": "women-in-leadership",
  "body": "First impressions count, even for business. It’s why the reception of any building is usually the smartest part of the office. There will be brightly coloured flowers, comfortable sofas, free water and, more often than not, a pretty young woman ready to welcome you. They’ll be wearing a full face of make-up, the smartest clothes their salary will allow, and a beaming smile. They’ll know the name of everyone in the building but nobody will know theirs. They are the first thing any visitor knows about your company and the guardian of your secrets. They’re undervalued and underpaid. And no matter how good a job they do, the one thing you will judge them on is what they look like.  I know this because I spent a year welcoming guests, pouffing the cushions and answering the phone in my best cut glass accent for a finance company. At my annual appraisal they told me I’d done a great job and they were thrilled at the effort I was putting in, there was just one thing to be improved on. Could I possibly wear more lipstick?    Related: Wearing heels at work? Share stories of dress code discrimination    This week Nicola Thorp was sent home from a receptionist job at PwC because she wasn’t wearing high heels. She’d been employed in a temporary role through an agency, Portico, whose dress code requires women to wear a two to four inch heeled shoe. Strangely enough there’s no such requirement for men. When Thorp turned up in flats, and declined to change into heels, she was sent home without pay. Thorp’s response to this was to set up a petition, which at the time of writing has garnered more than 30,000 signatures, to make it illegal for companies to require women to wear heels.            Woman made to wear heels to work: ‘This is a women’s rights issue’    We know how you dress is no longer a signifier of success or importance, Steve Jobs’ dedication to jeans and trainers ended that, so why do we still feel it’s necessary to dictate the type of shoes that women wear? Yes, dress codes might ask men to wear ties and not apply this rule to women but there’s one clear difference here: unless your office takes its influences from Fifty Shades of Grey, there is nothing particularly sexual about a tie. High heels on the other hand, they’re designed to sexualise women. They lengthen our legs, change the way we walk and, whether we intend it or not, make us more attractive to both sexes.  When you’re a working woman there can be advantages to heels, particularly if you’re the shortest person in a room filled with tall men who want to literally talk over your head. They can elevate you, force you to throw your shoulders back and lift your head up, they can make you feel powerful. But that power comes from choice, when I walk around the office in a pair of shoes that risk my ankles it is my decision, and there is power in the freedom to make that decision. For some reason I don’t believe that Portico wants its female employees to feel empowered by their shoes, if they did they wouldn’t have minded so much when one of them pointed out the company’s blatantly sexist policy. So why is it so wedded to this outdated dress code? Perhaps it’s because even now in 2016, nearly 100 years after women got the vote, 50 years since we were entitled to equal pay and more than 10 years since Sex and the City stopped trying to convince us that heels were independence in shoe form, what we really judge success on is the attractiveness of the woman attached to it. It’s not enough to have a professional, competent receptionist welcoming your guests, she also needs to be sexy. Because for some reason companies still seem to think that true success is coming through the door to a woman who is both beddable and biddable, the 1950s housewife brought into the office. And there’s nothing empowering about that, no matter what shoes you wear.",
  "webTitle": "Enforcing high heels in the office is the height of workplace sexism",
  "webPublicationDate": "2016-05-12T10:06:26Z",
  "webUrl": "https://www.theguardian.com/women-in-leadership/2016/may/12/enforcing-high-heels-in-the-office-is-the-height-of-workplace-sexism",
  "keyword": [
    {
      "webTitle": "Women in Leadership",
      "id": "women-in-leadership/women-in-leadership",
      "sectionId": "women-in-leadership",
      "sectionName": "Women in Leadership"
    },
    {
      "webTitle": "Office politics",
      "id": "women-in-leadership/office-politics",
      "sectionId": "women-in-leadership",
      "sectionName": "Women in Leadership"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "PricewaterhouseCoopers",
      "id": "business/pricewaterhousecoopers",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Minter",
      "id": "profile/harriet-minter"
    }
  ],
  "guardianId": "women-in-leadership/2016/may/12/enforcing-high-heels-in-the-office-is-the-height-of-workplace-sexism"
}