{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/puppies-for-sale-and-stolen-sex-tapes-viral-stunts-that-went-too-far",
  "id": "2016-05-11-171",
  "sectionId": "media",
  "body": "The mantra “all publicity is good publicity” was taken to extremes this week with not one, but two, examples of marketing campaigns designed to cause outrage. The first was from online fashion retailer Lyst, which claimed it was selling dogs as accessories. The second involved an indie-dance band named Yacht, who faked a sex tape leak to coincide with the release of a new music video. These two stories show exactly how far people will go when trying to sell something on the internet. They also show how badly such moves can backfire.  Lyst’s completely fake “canine collection” was met almost immediately with widespread outrage.    Introducing the Canine Collection! Be sure to compliment your summer outfit with a four legged friend 🐶 pic.twitter.com/tUYMHibQSj— Lyst (@lyst) May 9, 2016    Lyst’s campaign was strange from the beginning. At points, it was actively, and very publicly, trolling the RSPCA:    @RSPCA_official Hi, apologies your email has been lost in our huge backlog of orders, please send your email to caninecare@ly.st— Lyst (@lyst) May 10, 2016    Other animal charities rumoured to be involved sent out statements vehemently denying any knowledge of the campaign.     he actually arrived! 😍 thank youuu so much @lyst #caninecollection pic.twitter.com/2qqlvUgUU7— Felicity Fitzpatrick (@FelicityFitz) May 9, 2016    According to Mic Wright of the Malcontent, Lyst enlisted the Social Chain, a social media marketing agency behind some of Twitter’s biggest accounts, to drum up even more interest. BuzzFeed’s Luke Bailey, who wrote a feature about the company last year, pointed out the Social Chain’s modus operandi: to ignore context and get maximum attention, whether positive or negative.    Lyst also ignore all context and just RT whatever looks good. It's the marketing endgame - attention is everything! pic.twitter.com/YCPf6SaQZq— Luke Bailey (@imbadatlife) May 10, 2016    As Business Insider pointed out on Tuesday, this isn’t exactly a new tactic for either Lyst or its CMO, Christian Woolfenden, who was responsible for the now notorious Oscar Pistorius “money back if he walks” advert, which became the most-complained about advert of 2014, while working for Paddy Power. Lyst’s complete disregard for how people had reacted to its stunt was shown on Tuesday night, when it congratulated itself on a campaign well done.    The number of outraged #Lyst #CanineCollection mentions from animal lovers across the world in two days: 10,000+— Lyst (@lyst) May 10, 2016      The number of dogs abandoned each year: 3.9 million+. The truth behind the #CanineCollection https://t.co/JtQhT2BMcy pic.twitter.com/Hrmdk5Kibu— Lyst (@lyst) May 10, 2016    But people were unconvinced.    Thank Christ that mail-order dog thing wasn't real, but I'm not sure it \"sparked debate\" the way Lyst hoped. pic.twitter.com/mtEBd5NjUD— Paul C (@aniki21) May 11, 2016      For all of you that think @lyst's little dog stunt was for animals and not moneyThey sell fox and rabbit fur pic.twitter.com/wV2fMmwFex— sonny xvx (@termiteking) May 10, 2016    But one social media marketing mess wasn’t enough this week, oh no. On Monday, Los Angeles-based band Yacht released a statement claiming a sex tape featuring its lead stars Jona Bechtolt and Claire L. Evans had been leaked. The band then appeared to sell their own sex tape for $5. Many news sites covered the story, although, as with Lyst’s stunt, not everyone was convinced.    is the yacht sex tape for real or is it just a test to show how the press is more willing to cover extramusical activities than records— maura johnston (@maura) May 9, 2016    According to Vice’s Thump blog, the band are known for messing around with the media, so suspicions were immediately raised. Add to that the fact that anyone who tried to download the video were met with a “server overload” message.  Jezebel’s Anna Merlan outed the entire thing as a hoax after finding out that the band had got in touch with colleagues in April offering to bring the site in on the stunt. She added:   Activists have fought for years to secure some shred of legal recourse for victims of revenge porn. What Yacht did is troll people’s innate sense of horror, disgust and compassion when confronted with a terribly violating crime. They’re probably trying to make a point about media sensationalism, about online outlets, especially, being willing to cover salacious stories without fact-checking them. Done in a less disgusting and rank way, that would be fair. It would be impish, mischievous good fun. This is not that. This is one of the grossest publicity stunts I’ve ever seen.     .@YACHT Thank you for creating a case study I can take the team through when we talk about the difference between a campaign and a stunt.— Electable Soolie (@TheSpoony) May 10, 2016    Even Yacht’s PR company distanced themselves from the stunt.    It's time to state this. We are not involved in the Yacht situation in any way the idea was devised and executed 100% without us.— Motormouthmedia Judy (@motormouthmedia) May 10, 2016      I did not want to say anything at all, but our friends and media are all asking. we did write the band expressing our concern.— Motormouthmedia Judy (@motormouthmedia) May 10, 2016    In a statement, Yacht claimed the stunt is “a project that allowed us to play with science fiction, the attention economy, clickbait journalism, and celebrity sex tapes all at once.”    ❤️ We've written a statement here: https://t.co/9Q6J1Ves3D pic.twitter.com/t2CNtC0qB9— ˠ ᴬ ꜂ ᴴ ⊤ (@YACHT) May 10, 2016    It added: “We never make light of victims of any form of sexual abuse. “Frankly, it’s disturbing to us that press outlets could make the incredibly irresponsible leap from ‘celebrity sex tape’, which is the cultural trope this project explicitly references, to ‘revenge porn’, which is unfunny, disgusting, morally repugnant and completely unrelated.” Going viral is the holy grail of any company working on the internet in 2016. So, increasingly, we’re going to see even more of companies attempting to whip up outrage in the name of publicity. Which means more pieces like this, trying to make sense of the whole mess. Sorry about that. But there isn’t much evidence it works, at all. If you look at Lyst’s Twitter mentions right now, you’d think that it doesn’t.  Then again, you probably shouldn’t believe everything you read on the internet.",
  "webTitle": "Puppies for sale and stolen sex tapes: viral hoaxes that went too far",
  "webPublicationDate": "2016-05-11T14:33:01Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/puppies-for-sale-and-stolen-sex-tapes-viral-stunts-that-went-too-far",
  "keyword": [
    {
      "webTitle": "Marketing & PR",
      "id": "media/marketingandpr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Animal welfare",
      "id": "world/animal-welfare",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elena Cresci",
      "id": "profile/elena-cresci"
    }
  ],
  "guardianId": "media/2016/may/11/puppies-for-sale-and-stolen-sex-tapes-viral-stunts-that-went-too-far"
}