{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/03/secret-aid-worker-regret-not-speaking-out-lgbt-colleagues",
  "id": "2016-05-03-218",
  "sectionId": "global-development-professionals-network",
  "body": "As an aid worker, I feel guilty that not all LGBT staff are made equal: white privilege extends beyond gender and race. I am an openly gay aid worker, but like most of my contemporaries must live a fairly closeted life in countries with humanitarian crises, and I am struck by how little international development organisations support their LGBT staff.    Related: 'I want to help the LGBT community in Bangladesh make their voices heard'    I know that if I was suddenly a target for assault or unwanted attention from a government agency, my employer would just fly me out and redeploy me. But if I was a national staff member in a whole host of countries in east Africa that abhor homosexuality, I would be stuck. My agency would do nothing for me. They would wash their hands of me. This happens.  A few months ago, there was an incident where an international white man was made persona non grata by the government of the country in which I work. When you are so connected to fellow LGBT individuals in your locations, an incident like this brings things into perspective: you are in a foreign nation, and your sexuality is defined by different standards. Our LGBT social network shut down. I once told an academic researching how LGBT people cope while working for international organisations that we just give up the same as everyone else. I now regret this. I failed to talk about the nuances of being LGBT in countries where being gay is illegal, and how this can result in you being beaten, tortured or killed. I also missed the mark as I thought only about my own experiences, which are not the norm for a number of LGBT aid workers. Even if you don’t publicly flout your sexuality in the office, there are always those looking to out you. In a previous mission posting, there was a woman in my office who was frustrated about my lack of response to her constant demands of “Who is your girlfriend?”, “Why don’t you have one?” or “Why don’t you let me find you one?” She once cornered me in her office and told me about her religious thoughts on homosexuality.    Related: Secret aid worker: why I hide my Israeli identity     She explained to me that all gays have to wear diapers because they can never stop defecating; that all gays catch HIV; that she goes to primary and secondary schools to teach youth that being LGBT is ungodly. She even remarked that she knew her facts were correct because she read them on the internet (not the Bible, I duly noted). My rage bubbled at the injustice and my heart sank with a certain grief for a generation of LGBT young people who may not experience their full potential.  I wish I could have taken these moments and started a siege, started a rally or protested to my agency about the conduct of my colleagues. But I didn’t. I stood still. The reality is if I had outed myself to my mission, I would have risked HR telling everyone about my concerns and this would have resulted in my contract not being renewed. Gay national staff members have it so much worse, though. I could be killed like David Kato was in Uganda, or I could be thrown off buildings in Iraq or Syria. I could have my sexual experience filmed and broadcast worldwide to shame me, as happened recently in Nigeria. I could have my ability to stay in my nation compromised, and I would have to seek asylum and leave my home. I could end up jobless, with no income, family or support. So, as a gay man, where is my solidarity? Why don’t I work with my agency or other organisations to ensure that national LGBT staff have rights, certain protections and assurances? Why don’t I care more? It’s uncomfortable to say it but it comes down to I am white, and therefore I have options. I can quit, I can relocate, and I can change career paths. I have education, flexibility, mobility and financial stability. If I felt threatened, while I could still be killed, I’d have a better chance than most of making it out.  The older generations of LGBT people complain that the younger generation doesn’t have solidarity with each other as a community because we don’t understand the difficulties faced in earlier times. I think this is true. I can have empathy with my LGBT national staff , but I do not do enough to raise the profile of their concerns or needs. Because I have protection, and because I prioritise my career over my sexuality, I don’t feel the urgency needed to voluntarily put myself in a position of risk.    Related: I'm an aid worker... and I'm gay     Saying this out loud makes me realise that I am failing pretty miserably at being part of a support system or an advocate for my fellow LGBT people who live in places where they are locked in and will probably never understand the glorious freedom of holding their partner’s hand, or stealing kisses, in public. I need to find a way to mobilise that guilt to action. Do you have a secret aid worker story you’d like to tell? You can contact us confidentially at globaldevpros@theguardian.com – please put “Secret aid worker” in the subject line. If you’d like to encrypt your email to us, here’s instructions on how to set up a PGP mail client and our public PGP key. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Secret aid worker: I regret not speaking out for my LGBT colleagues",
  "webPublicationDate": "2016-05-03T11:30:00Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/03/secret-aid-worker-regret-not-speaking-out-lgbt-colleagues",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "people in development - global development professionals network",
      "id": "global-development-professionals-network/people-in-development-global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Secret aid worker",
      "id": "profile/secret-aid-worker"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/03/secret-aid-worker-regret-not-speaking-out-lgbt-colleagues"
}