{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/madeleine-lebeau-obituary",
  "id": "2016-05-16-205",
  "sectionId": "film",
  "body": "The strong plot, the exotic setting, the quotable, piquant dialogue, the cherished performances from a magnificent cast and the emotional Max Steiner score – not forgetting Dooley Wilson as Sam playing As Time Goes By – have ensured that Casablanca (1942) remains the most popular film from Hollywood’s golden age. Madeleine LeBeau (sometimes credited as Lebeau), who has died aged 92, the last surviving member of the cast, was among those whom cinephiles have sanctified for her special connection with Casablanca. LeBeau played Yvonne, one of the many French refugees seeking solace in the Café Americain, run by Rick Blaine (Humphrey Bogart), a cynical isolationist. You must remember this … at the bar sits the attractive Yvonne, who has obviously been drowning her sorrows because Rick has jilted her. “Where were you last night?” she asks him as he passes by. “That’s so long ago, I don’t remember,” Rick replies. “Will I see you tonight?” she ventures. “I never make plans that far ahead,” he tells her coldly. A few scenes later, when the resistance leader Victor Laszlo (Paul Henreid) asks the band to play La Marseillaise, in order to drown out the group of German soldiers singing the patriotic song Die Wacht am Rhein, Yvonne, in close-up, having been seen previously arm-in-arm with a Nazi officer, joins passionately and tearfully in the rendition of the French national anthem, ending with “Vive La France!” As time goes by, LeBeau’s portrayal seems better and better. What helped give her performance such passion and conviction was that LeBeau was a refugee from Nazi-occupied France. She and her Jewish husband, the actor Marcel Dalio, had fled to Lisbon in June 1940, eventually arriving in the US. Due to Dalio’s connections in Hollywood with fellow French exiles such as Jean Renoir and Charles Boyer, they were both given Warner Bros contracts. LeBeau, who was born in the southern suburbs of Paris, started acting in her teens, making her film debut as a schoolgirl in GW Pabst’s Young Girls in Trouble (Jeunes Filles en Détresse), in 1939, the same year she married Dalio. In her first Hollywood film, Hold Back the Dawn (1941), starring Boyer, she had a bit part. As the glamorous Polish-born stage star Anna Held, she had a significant scene with Errol Flynn in Gentleman Jim (1942), the lively biopic of the boxer Jim Corbett. After Casablanca, she had her most substantial Hollywood role in Paris After Dark (1943) as a cafe owner who is secretly helping the resistance in Nazi-occupied Paris. Besides brilliantly handling dramatic scenes, one with a slimy collaborator played by Dalio (they were then on the verge of a divorce), LeBeau, who had a fine singing voice, delivered a soulful ballad, My Paree. On her return to France after the war, LeBeau had several roles in period pieces such as The Royalists (Les Chouans, 1947) with a swashbuckling Jean Marais, and The Secret of Monte-Cristo (1948). In the British film Cage of Gold (1950), with Jean Simmons, LeBeau had a meaty role as a Paris nightclub singer, the jealous mistress of the caddish Bill (David Farrar), whom she shoots at the end. The New York Times critic described her as being “undecided whether to imitate Edith Piaf or storm the Bastille”. She was in the all-star cast of Sacha Guitry’s Napoleon (1955), and in La Parisienne (1957), a bedroom farce, she played Brigitte Bardot’s romantic rival, trading sauciness with BB. In Fellini’s celebrated metamovie 8½ (1963), LeBeau played a temperamental French film star, exquisite in white fur. Then she retired and settled in Rome. In 1988 LeBeau married Tullio Pinelli, one of the screenwriters on 8 ½. He died in 2009. She is survived by her stepson, Carlo Alberto Pinelli. • Marie Madeleine Berthe LeBeau, actor, born 10 June 1923; died 1 May 2016",
  "webTitle": "Madeleine LeBeau obituary",
  "webPublicationDate": "2016-05-16T12:21:21Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/madeleine-lebeau-obituary",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Paris",
      "id": "world/paris",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ronald Bergan",
      "id": "profile/ronaldbergan"
    }
  ],
  "guardianId": "film/2016/may/16/madeleine-lebeau-obituary"
}