{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/republican-nomination-donald-trump-general-election-2016",
  "id": "2016-05-26-70",
  "sectionId": "us-news",
  "body": "Impossible, unthinkable, probable and now inevitable – Donald Trump has swept through American politics like a hurricane, upending conventional wisdom and trailing destruction in his wake. On Thursday, the ultimate celebrity candidate clinched the Republican nomination for president, setting up what could be one of the ugliest general elections in memory.   Related: US election delegate tracker: who's winning the presidential nomination?    Trump reached the magic number of delegates needed after a small number of the party’s unbound delegates told the Associated Press they would support him at the Republican National Convention in July. With zero political experience, Trump knocked out 16 rivals including governors and senators as he grabbed more primary votes than any Republican in modern history. Asked at a press conference in Bismarck, North Dakota, how it felt to reach the magic number, Trump said: “I’m so honored. I’m so honored by these people; they had such great sense.” Earlier he remarked: “We were supposed to be going into July ... and here I am watching Hillary and she can’t close the deal.” His hostile takeover of the party complete, the bombastic, swaggering, at times crass billionaire now hopes to complete a takeover of America itself. The 69-year-old will almost certainly face Democrat Hillary Clinton, 68, in the November election. The pair are running neck and neck in opinion polls. Pundits who laughingly dismissed Trump as a buffoon when he entered the race nearly a year ago are not laughing now. “It’s not only unprecedented but unfathomable,” said Rich Galen, former press secretary to vice-president Dan Quayle. “If you’d written a novel based on what’s happened since last June, you’d have had to self-publish because no publishing house would have touched it.” Many Americans, and observers around the world, have watched the resistible rise of Trump with consternation just eight years after the US elected its first black president. Some believe that he embodies a racially charged backlash against Barack Obama and the last gasp of white men against the nation’s diversifying demographic. One theory holds that he is merely putting into plain, populist language what rightwing Republicans have been saying in code for years.     His rallies are rowdy and raucous, with huge crowds wearing his trademark Make America Great Again hats. Photograph: UPI/Barcroft Images    “The Donald” has been variously compared to everyone from Adolf Hitler and Benito Mussolini to newspaper baron William Randolph Hearst and showman PT Barnum. He has sold himself as a charismatic leader, a dealmaker and a winner, taking a wrecking ball to the political establishment. Democratic strategist Bob Shrum said this week: “He is a classic untrammeled demagogue.”  Trump was probably best known in the US as the presenter of the American version of The Apprentice when, last June, he launched his long-shot presidential campaign at the shiny, marbled Trump Tower in New York. When, after descending an escalator, the property developer said of Mexicans, “They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people,” the tone was set and the 2016 presidential race would never quite be the same again. Trump demolished the Republican field, throwing out nicknames that stuck: “Little Marco” Rubio, “Low energy” Jeb Bush and “Lyin’ Ted” Cruz. Some tried to rise above him, and others tried to wrestle him in the mud; all fell in their turn. Questions have been raised over the culpability of the media in giving him millions of dollars’ worth of free publicity; his campaign costs were a relatively low $57m by the end of April.  Trump has fired up his base, and infuriated liberal opponents, by promising to build a wall along the Mexican border, round up and deport 11 million illegal immigrants, and impose a temporary ban on Muslims entering the country because of fear of terrorism.  His rallies are rowdy and raucous, with huge crowds wearing his trademark Make America Great Again hats, chanting, “Build the wall!” and holding placards that say, “The silent majority stands with Trump”. They have attracted protests, too, with demonstrators sometimes forcibly ejected and Trump himself stoking an ominous violence. One rally in Chicago was canceled after thousands of demonstrators surrounded the venue and the secret service could no longer guarantee the candidate’s safety. Trump, whose mother was born in Stornoway in the Hebrides – what he once described as “serious Scotland” – has been condemned as anti-women, anti-immigrant and anti-poor. He still faces a battle to unify the Republican party, although some leaders, encouraged by his poll numbers against Clinton, have thrown in their lot with him, as has media mogul Rupert Murdoch.     One rally in Chicago was canceled after thousands of demonstrators surrounded the venue and the secret service could no longer guarantee Trump’s safety. Photograph: Scott Olson/Getty Images    Hakeem Jeffries, a Democratic member of the House of Representatives, said on Thursday: “It’s unfortunate that the Grand Old Party of Reagan and Lincoln has turned to a charlatan, and it’s our job to make sure, for the sake of the Latino community, the Asian American community, the African American community, and every American that we stop Hurricane Trump from invading the White House and that we continue to build upon the progress that has been made for hardworking Americans under Barack Obama.” The Republican could benefit from a split among Democrats between Clinton, criticised for a peculiarly joyless campaign, and the party’s own surprise insurgent, socialist Bernie Sanders. But Jeffries insisted: “It is certainly the case that in 2016 we’re going to come together to defeat Donald Trump, the most dangerous threat to democracy as we know it that the United States has seen in recent history.” With Sanders fighting to the end, and Clinton hoping to avoid a symbolically wounding loss in California next month, Trump has the luxury of watching from a lofty perch. He needed 1,237 delegates to win the Republican nomination and has now reached 1,238. With 303 delegates at stake in five state primaries on 7 June, Trump will comfortably boost his total, avoiding a contested party convention in Cleveland. The fact that Clinton stands to become America’s first female president has almost become an afterthought in the wild ride of this year’s campaign. She suffered a blow on Wednesday when an official report found that she violated department rules on email use by setting up a private server during her time as secretary of state. Trump has branded her “Crooked Hillary” and has already drawn attention to the past sexual indiscretions of her husband Bill Clinton during his own time at the White House. Commentators fear the race can only turn nastier. Trump has married three times, loves junk food, enjoys watching sports on TV and is a particular fan of Quentin Tarantino’s film Pulp Fiction. Gaffes and media revelations that would have sunk a normal candidate in a normal year appear to bounce off him. What does not kill him makes him stronger. Yet he has some headaches of his own. He is under mounting pressure to release his tax returns. Hours before clinching the nomination, he announced the abrupt departure of political director Rick Wiley, who had been leading a push to hire staff in key battleground states. This was the latest evidence of a power struggle within the Trump campaign.     Trump will almost certainly face Democrat Hillary Clinton in the November election. The pair are running neck and neck in opinion polls. Photograph: Jim Urquhart/Reuters    Galen, a veteran Republican strategist, believes that Trump will win the presidency, riding a wave of anger at the status quo. “The anti-Washington sentiment is real,” he said. “People are showing on a definitive basis that they would rather take a risk on someone like Trump who has no skills than the cronies like me who do it over and over again, just exchanging desks in the west wing every eight years. They are saying, ‘You’ve screwed it up, we’ll take a chance with this guy.’” Asked about liberal warnings that Trump cannot be trusted with democracy, security or the nuclear trigger, Galen, 69, replied: “I’m old enough to remember the same thing being said about Ronald Reagan. They underestimated him because he was an actor and was not a member of the club. So let’s see what happens.” Key milestones in the US election race:  California primary: 7 June is the final major primary night for the 2016 election, with California, New Jersey, New Mexico, Montana and the Dakotas all voting and Clinton all but certain to claim the delegates she needs to cross the line and become the Democratic nominee. California is the biggest prize in the season, with 548 Democratic delegates and 172 Republicans up for grabs. Currently, RealClearPolitics aggregate polls show Clinton ahead at 50% to Sanders’ 42%. However, Sanders has been holding massive rallies across the state – with seven more planned for this weekend – and is hoping for a strong showing to help him influence the party platform at the Democratic National Convention.   Democratic convention: The 2016 DNC will be held in Philadelphia on 25-28 July, where the party delegates will confirm the presidential nominee, with Sanders supporters hopeful they may be able to convince super delegates – party insiders who can vote however they want – to switch their allegiance from Clinton to their candidate, which seems unlikely. Sanders said this week the convention could be “messy”: “Democracy is not always nice and quiet and gentle but that is where the Democratic party should go.”   Republican convention: On the GOP side, the Republican National Convention will take place in Cleveland 18-21 July, where they will officially select Trump as the party’s presidential nominee. Trump agreed to a joint fundraising deal with the RNC this week – previously his campaign had been self-funded – and Republicans are already debating how many of Trump’s controversial policies will make it’s way into the party’s platform   First presidential debate: The two nominees will go directly head to head at the first presidential debate on 26 September in Dayton, Ohio, a key swing state. Tuesday 8 November: US election. The bookies are shortening their odds on a Trump presidency, with William Hill dropping to 7/4 and Paddy Power offering 2/1 for a Trump win. – Amber Jamieson in New York    Republicans    Democrats",
  "webTitle": "State of the 2016 race: Trump looks to take over America after conquering GOP",
  "webPublicationDate": "2016-05-26T19:03:24Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/republican-nomination-donald-trump-general-election-2016",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/26/republican-nomination-donald-trump-general-election-2016"
}