{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/leicester-city-prepare-for-premier-league-coronation-trophy-foxes",
  "id": "2016-05-07-107",
  "sectionId": "football",
  "body": "Five days after winning their first top-flight title in 132 years of existence, Leicester City will be presented with the Premier League trophy after Saturday’s final home game of the season, against Everton. Claudio Ranieri’s team will receive the newly engraved trophy at about 7.30pm BST – two hours after they kick off the penultimate match of their triumphant campaign.   Related: Julian Barnes: my stupid Leicester City love    Leicester’s supporters in attendance at the King Power Stadium will receive a free bottle of beer or water before the game, while their match-day tickets are also valid for a free pizza in the city. Earlier this season, Ranieri promised his squad pizzas all round if they could finally keep a clean sheet. After the 1-0 win over Crystal Palace in October, he made good on his pledge. “Football is like pizza,” he said. “The most important ingredient is team spirit and the second is they enjoy training. That is important. Also to sprinkle a little luck is important, like salt. The fans are the tomato. Without the tomato, it’s no pizza.” The Italian tenor Andrea Bocelli is also scheduled to perform at the ground, providing the soundtrack when the captain, Wes Morgan, is presented with the trophy by Leicester supporter Steve Worthy. Bocelli, a lifelong Internazionale fan who lost his sight after an accident during a football game when he was 12, said he had been inspired by their story. “To be honest, I was the one who called. It kicked off over a month ago,” he told La Gazzetta dello Sport. “I got Ranieri’s number off [Javier] Zanetti, so I called him and said: ‘Look Ranieri, it’s Bocelli, I would love to do this thing.’ He was very happy; he is a man with an innate elegance. Next, everything was arranged through my manager and the club.”     The Premier League trophy is engraved with Leicester City’s name as champions by Philip Sale of Asprey. The Foxes will be presented with it after their game with Everton on Saturday. Photograph: Ian Walton/Getty Images    On Friday, the vice-chairman, Aiyawatt Srivaddhanaprabha, confirmed that the Leicester squad will return to Thailand this summer, a year after footage emerged of three youth-team players – Tom Hopper, Adam Smith and James Pearson, son of the then manager Nigel Pearson – laughing and verbally abusing three Thai women after sex, during a goodwill trip to the homeland of the club’s billionaire owner. The trio were subsequently dismissed, with manager Pearson leaving shortly afterwards.   Related: Leicester City warned to behave on summer tour of Thailand    “I want them to see the Thai people, how welcome they are,” said Aiyawatt of the travel plans. “They are massive now and they want to say thank you to the Thai fans. The players need privacy as well but I’ve talked to them and they know they need to treat everything well. You are popular, that is great, and people come to see you because they admire you and they want to talk to you. They will talk to you like you’re their son. So be proud and enjoy.”  Jamie Vardy will return to face Everton after a ban and will be looking to add to his 22 Premier League goals but Robert Huth and Danny Drinkwater are suspended. Ranieri said: “Jamie is a fantastic player and a fantastic lad. For us, it was difficult but I want to say thank you to the other players, Leonardo Ulloa, who played when we were without Jamie. If Riyad Mahrez is our light, Jamie is our aeroplane, our RAF. It is important to have a goalscorer because otherwise you never score a goal.”    Today Leicester City will receive the @premierleague trophy. The most ridiculous, magical, wonderful thing I've ever tweeted about football.— Gary Lineker (@GaryLineker) May 7, 2016    The club have also announced that they will hold their title parade on Monday 16 May, travelling through the city in an open-top bus before finishing at Victoria Park, where the squad will take to a stage in front of supporters. The park will open at 3pm with a family-friendly activity zone and big screens will start showing the highlights of the Foxes’ title-winning season at 4.30pm. Ranieri’s squad will start their bus tour in Jubilee Square, making their way through Leicester and concluding an hour later. The team will be on stage at about 7pm for an hour before the park closes at 9pm. There will be no activities taking place at the King Power Stadium.",
  "webTitle": "Leicester City prepare for Premier League coronation",
  "webPublicationDate": "2016-05-07T12:03:46Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/leicester-city-prepare-for-premier-league-coronation-trophy-foxes",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/07/leicester-city-prepare-for-premier-league-coronation-trophy-foxes"
}