{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/bronwyn-bishop-gives-final-speech-as-mp-blaming-tony-abbott-for-downfall",
  "id": "2016-05-04-253",
  "sectionId": "australia-news",
  "body": "Tony Abbott and Bronwyn Bishop. Elected on the same day to the House of Representatives in neighbouring blue-ribbon Sydney electorates. At the conservative end of a conservative party. So close were they that Abbott claimed he was Bishop’s ideological love child.  But when Bishop rose to give her final speech on Wednesday, her political career finally shattered by a helicopter ride, Abbott was a no-show.  Still, she didn’t spare him, the man who hung on to her and gave her career a second wind by appointing her as Speaker. After a long speech that meandered through her greatest hits, Bishop openly blamed Abbott for her downfall after the helicopter expense affair known as Choppergate.  “That [the speakership] came to an end when I was asked to resign to protect Tony Abbott, someone whom I had worked with a respected for many years,” Bishop said. “There is much more than meets the eye in that saga but not for now.   Related: Bronwyn Bishop: formidable political warrior who walked a rocky road    She began the speech to a relatively empty chamber. Slowly MPs came in to hear how she set her sights on parliament at 17 after learning from history that individuals could make a difference. “Individuals could make a difference and that difference could be for good or for evil,” she said. “Hitler was a strong powerful leader for evil. Churchill was a strong powerful leader for good.” Bishop blazed a trail for women in the New South Wales Liberal party, rising through her local branches to president of the state party - the first woman to do so. She was always a divisive and polarising figure but she marched on, into the Senate in 1987.  Valedictories tend to be gentle, a chance to watch old enemies and friends clap politely. She recalled her time as aged care minister – controversially known for a kerosene bath scandal. She recalled her time as defence industry minister, the development of the Bushmaster defence vehicle and the tragedy of the Black Hawk disaster that killed 18 servicemen.  But her style continued to polarise. She laughed as she recalled the Labor senator John Button’s postcard to her from China. “Attended a public hanging – thinking of you,” it said. She gave a window into her penchant for military hardware, such as the time she broke the sound barrier in an F1-11 and took control of the jet for a barrel roll.  “Then came time to look at coming to this house because at that stage, there was a lot of talk about my becoming the leader of the party and becoming the first female prime minister,” Bishop said. She moved to the lower house, where those dreams came to nought only to miss the opportunity to run for leadership when the former leader John Hewson called a spill.  “I got off the plane and there was a galaxy of people saying, ‘What are you going to do?’ and I said I would back [Alexander] Downer and not run myself,” Bishop said. “Mistake.”  Downer’s failed leadership paved the way for John Howard. The rest, as they say ...   Related: A presentation on Bronwyn Bishop's legacy from Fiona the Unemployed Bettong | First Dog on the Moon    During her speakership she was known as a partisan, pure and simple. But in her last parliamentary speech, Bishop underlined the importance of the Speaker’s position and her small part in the Australia’s signing of the Korean, Chinese and Japanese free trade agreements.  “I had a little bit of influence,” she said, which may or may not provide taxpayers with a little bit of comfort for her infamous travel bills. After her whack to Abbott and a brief reference to her lost preselection, the self-styled diva became a tiny bit emotional. “I will miss this place – it’s not the end but just a change of course,” she said.  Malcolm Turnbull and the deputy Liberal leader, Julie Bishop, joined the queue to wish her well. And although such speeches are often bipartisan affairs, no one much from Labor turned up. Bishop was fiercely tribal to the end. Only the Labor frontbencher Joel Fitzgibbon gave her a hug. During her speakership, his own side referred to him as the Brony whisperer for his ability to calm the political beast in Bishop. It worked, but only occasionally. His rare skill is required no more in the parliament. But it is hard to believe this is the last Australia will hear of Bronwyn Bishop.",
  "webTitle": "Bronwyn Bishop gives final speech as MP, blaming Tony Abbott for downfall",
  "webPublicationDate": "2016-05-04T10:14:29Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/bronwyn-bishop-gives-final-speech-as-mp-blaming-tony-abbott-for-downfall",
  "keyword": [
    {
      "webTitle": "Bronwyn Bishop",
      "id": "australia-news/bronwyn-bishop",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/04/bronwyn-bishop-gives-final-speech-as-mp-blaming-tony-abbott-for-downfall"
}