{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/10/justin-timberlake-makes-history-at-eurovision",
  "id": "2016-05-10-198",
  "sectionId": "tv-and-radio",
  "body": "Justin Timberlake will be bringing sexy back to this year’s Eurovision song contest with a performance of his new single at the ceremony in Stockholm on Saturday.  The American singer will be singing his number one song Can’t Stop the Feeling in the interval of the competition.  In a statement, Sven Stojanovic, one of show’s producers, said: “This is a fantastic opportunity, we are very happy and excited that Justin Timberlake will perform his new song together with his band in our show. “It makes it extra special that the Swedish songwriters Max Martin and Shellback have co-written and co-produced the song together with Justin Timberlake.” Last year the camp spectacle brought in 200m viewers, but the addition of Timberlake to the line-up is sure to appeal to American audiences, with this year being the first that Eurovision will be broadcast in the US. Can’t Stop the Feeling, which features on the soundtrack of new Dreamworks film Trolls, is Timberlake’s first musical project since 2013.  This year’s contest in Stockholm will air in the 42 participating countries, plus China, Kazakhstan, Portugal, New Zealand and the United States. Britain’s entry to the show this year is duo Joe and Jake who will perform You’re Not Alone. The odds of them bringing home the Eurovision trophy currently stand at 25/1.  • This article was amended on 11 May to reflect that there have been other non-competitive performers in the song contest.",
  "webTitle": "Justin Timberlake brings sexy back to Eurovision",
  "webPublicationDate": "2016-05-10T11:31:09Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/10/justin-timberlake-makes-history-at-eurovision",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Justin Timberlake",
      "id": "culture/justin-timberlake",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/10/justin-timberlake-makes-history-at-eurovision"
}