{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/30/the-vineyard-virgins-giving-english-wine-a-sparkle",
  "id": "2016-05-29-3",
  "sectionId": "business",
  "body": "The Queen has famously served it to Barack Obama and his Chinese counterpart, and it will now be the official drink of Downing Street receptions.  As English sparkling wines gain increasing acclaim at home and abroad – picking up a number of international awards – growing numbers of people are setting up as smaller scale producers in the chalky soils of Hampshire, Sussex and Kent. Last year 37 new winemakers started in business in England, according to accountants UHY Hacker Young. Over the past five years 170 new producers have been licensed by HM Revenue & Customs. Among the so called “vineyard virgins” are former insurance boss Douglas Jacobsohn and his wife, Susanna, who bought 40 hectares (100 acres) of land outside Tonbridge in Kent in 2014. They have just planted 5 hectares to make English sparkling wine called Blackdon, from the three classic champagne grape varieties – chardonnay, pinot noir and pinot meunier – and hope to fill the first bottles in 2018. Jacobsohn, 62, who stepped down as chief executive of marine insurer Skuld, a Lloyd’s of London syndicate, in February last year, said: “We are both Swedish and originally looked at agricultural premises when we moved here for my job at Lloyd’s five years ago. After a while this opportunity came up.” Perhaps bearing in mind the old adage – “How do you make a small fortune from wine? Start with a larger one” – the Jacobsohns are taking a cautious approach. “We want to figure out the quality of it before we decide to go further [and plant more],” he said. In terms of quality they have much to live up to. Ridgeview from Sussex and Chapel Down from Kent were last week named official suppliers for Downing Street receptions. It was Ridgeview’s Grosvenor 2009 brut that was served as an aperitif for the state dinner for the Chinese president, Xi Jinping, hosted by the Queen last October. The Jacobsohns plan to sell locally at first, from the farm shop and via the internet, but also want to export to their native Sweden. “The Swedish and Danes are very interested in wine,” he said. “In the TV coverage, there have been some reports about English wines winning international awards. English sparkling wine goes very well with Swedish seafood.”     Douglas Jacobsohn and his wife, Susanna. Photograph: Handout    He described Blackdon as a medium-sized vineyard with the capacity to make 25,000 to 30,000 bottles a year. There are many others that are smaller – around 500 vineyards in total in England and Wales covering aabout 1,800 hectares and producing sparkling and still wines, according to English Wine Producers, the official website for the industry. Many of them are family businesses which, mirroring the craft beer revolution, are tapping into the growing popularity of boutique and local produce. In large parts of southern England the climate and soil are similar to that of the Champagne region. A high number of sunshine hours and south-facing slopes with free-draining soils (to protect from frost) and protection from wind are key.  Such geographical features attracted French champagne house Taittinger to buy a former Kent apple orchard with 69 hectares of farmland near Chilham in December, where it will produce English sparkling wine. They may not carry the champagne label (only fizz produced in the Champagne region of France can carry the title), but English sparkling wines won 14 gold medals at the 2015 International Wine Challenge. English wines overall carried off 72 medals. One winner was former solicitor Simon Robinson, chairman of Hattingley Valley Wines in Hampshire, who started planting vines only in 2008 and had his first vintage in 2010. His sparkling Hattingley Valley Classic Cuvée NV was awarded gold.  He said: “In the mid- to late 90s it was recognised that the soil in the UK and the climate we have is particularly suitable to the production of sparkling wine. You could say why did it take so long to recognise? I don’t have a real answer to that.” UHY Hacker Young said the rise in new wine producers was driven by such high-quality “English wine” – where the grapes are grown here – rather than what is considered to be the lower quality “British wine”, made from imported grapes. James Simmonds, a partner at UHY Hacker Young, said: “In recent years the wine industry has gone from strength to strength, and customers are now opting for English wines over French or Italian products, which 20 years ago would have been seen as a joke.” However, winemaking is a risky business that requires a big cash outlay upfront with no prospect of returns for several years as the vines mature. Charles Simpson, another English wine producer, said: “Wine businesses are known for being notoriously difficult to fund.” Growers also face the fact that grape yields are low in England, typically 5-6 tonnes a hectare, compared with 10 tonnes in France.  Simpson and his wife, Ruth, “gave up the rat race” in 2002 and bought a 46-hectare estate and château in Languedoc. He had been commercial development director at the pharmaceuticals giant GlaxoSmithKline; she worked for the National Lottery. They had no experience of winemaking, but are now producing 400,000 bottles of sparkling wine a year at Domaine de Sainte Rose, near Béziers. Their wines are stocked by Waitrose, Majestic and Naked Wines, priced at between £22 and £45 a bottle. The Simpsons are also applying their newfound expertise to the 30 hectares they acquired in Barham, Kent, two years ago, a third of which has been planted with vines. This year they will have their first harvest in the county, in late September or early October, following their Languedoc harvest in late July. “You get the first harvest from the third leaf [vine-growing season],” he said. English wine producers have been starting from scratch, whereas the big French houses are being handed down from generation to generation and have been investing in equipment and perfecting their winemaking methods for over 200 years. This means English wines tend to be more expensive than French rivals. However, producers believe British consumers are willing to pay more for an artisanal homegrown product. Jacobsohn said: “There is a trend to be patriotic if you are into wine drinking. It seems to me that people prepared to pay a little bit extra if the quality holds up.” The UK environment secretary, Elizabeth Truss, recently held the first wine roundtable with industry representatives and announced ambitious targets, such as a tenfold increase in exports from 250,000 bottles to 2.5m bottles by 2020. By value, this would mean an increase from £3.2m to more than £30m. Only a small quantity, less than 5%, is exported at the moment, primarily to Scandinavia and English-speaking countries such as the US, Canada and Ireland, according to Stephen Skelton, a veteran winemaker. After studying winemaking in Germany in the mid-1970s, he returned to the UK to establish the vineyards at Tenterden in Kent, now the home of Chapel Down Wines, one of the UK’s biggest producers. The government is trying to help would-be producers by releasing new data on soil types, water resources and infrastructure networks to identify the best areas for growing vines. Said Simpson: “Site selection is the single most important thing. If you choose the wrong site, you will be pushing water up the hill for years. Some people have done that.”",
  "webTitle": "The vineyard virgins giving English wine a sparkle",
  "webPublicationDate": "2016-05-29T23:01:17Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/30/the-vineyard-virgins-giving-english-wine-a-sparkle",
  "keyword": [
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "business/2016/may/30/the-vineyard-virgins-giving-english-wine-a-sparkle"
}