{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/the-10-big-issues-of-election-2016-how-coalition-labor-and-greens-policies-compare",
  "id": "2016-05-10-1",
  "sectionId": "australia-news",
  "body": "Tax Coalition: The Coalition wants to cut the corporate tax rate from 30% to 25% by 2026-27, and the tax rate for small businesses from 28.5% to 25% by 2026-27. It hopes the move will boost GDP, profits, jobs and wages. Workers earning more than $80,000 – the top 25% of income earners – will get a tax cut as the government moves the threshold for the 37% tax rate up to $87,000. The cut is worth about $315 a year for most higher income families.   Related: Australian election 2016: Daily Telegraph endorses Albanese in preferences spat – politics live    Labor: Labor says it will support the Coalition’s first tax cut for small business to 27.5%, but not for big businesses. It will not support the Coalition’s plan to change the definition of small business to include businesses with a turnover of up to $1bn. These are not small-businesses, Labor says. It also wants multinational corporations to “pay their fair share of tax”. Greens: The Greens want to introduce a “buffett rule” to limit the deductions that the top 1% of income earners can claim. The measure will only apply to people who have a total income of $300,000 or more a year. It will oppose the government’s plans to cut the corporate tax rate. It also wants to clamp down on multinational tax. Superannuation Coalition: The Coalition is targeting super concessions at the top end, and at the bottom. A low-income super tax offset for contributions, up to $500, for people earning less than $37,000. For high-income earners, a $500,000 lifetime limit to be placed on post-tax contributions to replace a much more generous annual limit of $180,000 (this measure has proven controversial, because it will be backdated to 2007). Labor: Labor says if it wins government future earnings on assets supporting income streams will be tax-free up to $75,000 a year for each individual from 1 July 2017. Earnings above the $75,000 threshold will attract the same concessional rate of 15% that applies to earnings in the accumulation phase. The reforms will affect roughly 60,000 super account holders with balances in excess of $1.5m. It may oppose the retrospective elements of Morrison’s super reforms. Greens: The Greens want to reform the taxation of super to benefit lower income earners. They want to replace the current flat superannuation tax rate of 15% with a progressive system closely based on a person’s marginal income tax rate. They say that would bring in $10bn, over the forward estimates. Health Coalition: The Turnbull government has restored $2.9bn in health funding over the next three years after the Abbott government cut $57bn in long-term hospital funding which Labor had promised the states before it lost office. Labor: Shorten has promised a Labor government would fund hospitals to “a far greater level than what the Turnbull government is doing”. Labor has criticised the $57bn in health cuts in the 2014 budget but has not yet committed to restore the full amount. Greens: The party has proposed phasing out the private health insurance rebate, which costs the federal budget $5bn a year, and reinvesting the savings in the public health system. It has promised to restore the funding model where the commonwealth and the states share the rising costs in delivering hospital services evenly, which would reverse the $57bn health funding cut in the 2014 budget. Schools Coalition: The government announced $1.2bn in additional funding for schools in the 3 May budget but has not committed to restore $28bn of projected funding growth removed by the 2014 budget. Funding will be needs-based but contingent on reform efforts to get better outcomes for students and parents. Labor: In the budget reply, Shorten committed to investing $37.3bn over 10 years to guarantee needs-based funding promised in the Gonski education reforms.   Related: Bill Shorten makes education a priority as Labor 'underdogs' hit campaign trail    Greens: The Greens are in favour of needs-based schools funding and aim to cut some of the federal government funding of wealthy private schools and redirect it to public schools. Climate change Coalition: The government has pledged to cut emissions by 26% to 28% by 2030. But experts have doubted that Direct Action and safeguards, designed to prevent increases in emissions beyond a baseline, can deliver cuts required to meet the target. Labor: Labor’s target is to cut emissions by 45% by 2030 based on 2005 levels and it wants 50% of energy to be generated by renewables by 2030. It has proposed two emissions trading schemes – one for big industrial polluters and an electricity industry model. The electricity scheme would require generators with an emissions intensity above an industry-wide baseline to buy “credits” from those below it – effectively penalising polluting power stations and rewarding clean ones. Greens: The Greens plan to shift Australia to 90% renewables by 2030 and want to increase clean energy finance to $30bn over 10 years. The party has announced a $2.9bn five-year support package for 1.2m homes and 30,000 businesses to take-up renewable energy storage units. Housing affordability Coalition: The government has promised not to touch negative gearing or the capital gains tax discount. It says the best way to make housing more affordable is to increase supply, and for that reason, it says zoning laws and land releases ought to be targeted. Labor: Labor wants to limit negative gearing to new housing, from 1 July 2017 (while losses from new investments in shares and existing properties could still be used to offset investment income tax liabilities). It also wants to cut the capital gains tax discount from 50% to 25%, after 1 July 2017. It says this will improve the budget bottom line by $32.1 billion over ten years.  Greens: The Greens want to abolish negative gearing and the capital gains tax discount. They plan to phase out negative gearing for all non-business asset classes, with grandfathering arrangements for existing investment. They also want to phase out the 50% CGT discount by 10% each year from 1 July 2016, until there is no discount at all, from 1 July 2020. They say their policies will save $119.5 bn over ten years. Refugees Coalition: the government has said it has “stopped the boats” carrying people seeking asylum to Australia by policies including detention on Manus Island and Nauru. It has stuck to its policy despite concerns about conditions in the centres and the return of boats to countries where asylum seekers would be in danger, which Amnesty International has said is in breach of international law.   Related: Tragedy on Nauru: we do not need to act like a stupid and brutal nation | Sarah Mares    Labor: Labor has said it will “not allow policy which sees the mass drowning of vulnerable people”, in effect replicating the government’s policy including use of controversial boat towbacks. Labor supports regional processing but doesn’t want it to degenerate into indefinite detention. Greens: The Greens have proposed increasing Australia’s annual refugee intake to 50,000 and shutting the Manus and Nauru detention centres. Industrial relations Coalition: The government has promised to reinstate the Australian Building and Construction Commission, which would extend the compulsory investigation powers held by the watchdog. It also wants to crack down on unions through a registered organisations commission with harsher penalties for misconduct including higher civil penalties and even criminal offences for serious breaches of union officials’ duties. Labor: The opposition has proposed giving the Australian Securities and Investment Commission power to investigate serious industrial law breaches by unions or employers, instead of creating a new union watchdog. Labor opposes the ABCC on the basis it infringes workers’ rights and unfairly singles out the construction industry. Greens: The Greens opposed both the ABCC and registered organisations commission. They want to give the Fair Work Commission powers to convert long-term casual employees to permanent full or part-time employees. Tertiary and vocational education Coalition: The 2016 budget delayed a 20% cut in per student subsidies until 2018 and fee deregulation had been dumped in favour of an options paper on higher education. The government has begun consultation about how to fix vocational education after reports of widespread unscrupulous vocational education providers. Labor: Labor opposes fee deregulation and has announced it will cap student loans for vocational education at $8,000 per student per year to crack down on dodgy private colleges.   Related: Q&A recap: questions about trickle-down economics open the floodgates    Greens: The Greens support free university education and tertiary and further education. Marriage equality Coalition: The government has promised to hold a plebiscite on same-sex marriage. The attorney general, George Brandis, has ruled out suspending anti-discrimination law for the campaign, but has said the government has not decided whether to give public funds to the yes and no cases for the campaign. Labor: Bill Shorten has pledged that Labor would hold a parliamentary vote on same-sex marriage within 100 days of the next election. Labor MPs will be allowed a free vote on the issue. Greens: The Greens are unanimously in favour of same-sex marriage and want the issue dealt with by a parliamentary vote, not a plebiscite.",
  "webTitle": "The 10 big issues of election 2016: how Coalition, Labor and Greens policies compare",
  "webPublicationDate": "2016-05-10T23:46:01Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/the-10-big-issues-of-election-2016-how-coalition-labor-and-greens-policies-compare",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    },
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/11/the-10-big-issues-of-election-2016-how-coalition-labor-and-greens-policies-compare"
}