{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/15/gun-control-nra-stephanie-soechtig-under-the-gun",
  "id": "2016-05-15-24",
  "sectionId": "us-news",
  "body": "News anchor Katie Couric and director Stephanie Soechtig have collaborated on two previous documentaries: Tapped, which looked at the environmental consequences of the bottled water industry, and Fed Up, which examined the role of sugar in America’s obesity epidemic. Under the Gun, their new documentary on gun violence in America, premieres on Epix on Sunday at 8pm ET. The film, a Sundance favorite, provides an in-depth look at the ways gun control advocates have tried to counteract the power of the National Rifle Association.  Soechtig talked to the Guardian about how she approached the polarizing issue of guns in America – and what change she would like to see. (The interview has been edited for length and clarity.)    Related: 'Did a bunch of little kids get shot today?' Stars join march for 'gun sense'    How did you decide to do a film tackling the issue of guns in America? In 2014, Katie was like, “I want to talk to you about this idea that I had.” The Isla Vista Shooting happened on May 22. She called me and said, “I’ve been covering this issue for 30 years and the situation seems to be getting worse. Could we give this the same exploration of Fed Up and really unpack this issue in this holistic and comprehensive way?” My first impression was, really, don’t we know everything about this issue? When I started digging in, there was so much that I didn’t know. What surprised you? Anything that’s in the film is something that surprised me. The first thing I learned that – you’ve got to be kidding me – is that 40% of guns in this country are bought without a background check. That just astounded me. That the ATF doesn’t have computerized records. That the Centers for Disease Control and Prevention (CDC) was banned from researching this as a public health issue. As well as interviewing the families of mass shooting victims, you went to Chicago to interview families there. What did you learn about the way that race plays into the gun debate? In Chicago, we featured the Bosleys, and I chose them because I feel they were a great juxtaposition to the Bardens [whose son Daniel was killed at Sandy Hook Elementary School]. These are both families that have three children, that lost one, and the response from the community was so different for the Bardens than it was for the Bosleys. I think race was a huge component to that. I think the idea that black lives don’t matter has a lot of merit to it.      Stephanie Soechtig and Katie Couric. Photograph: Matt Sayles/Invision/AP    Chicago has a mass shooting every other week. The grief counsellors don’t come out. There’s no CNN breaking news alert. I’d like to think it’s more nuanced than race, but at the same time, it’s the only difference I can see. Unless it’s the idea that it’s gangs, that these lives are less valuable because they’re in gangs, which we show in the film is often not the case. Were there moments when you felt shocked or outraged?  More than the outrage of the stranglehold that the National Rifle Association has over our legislative process – that was, of course, infuriating and outrageous – what really shocked me more was seeing that the NRA only really represents 5% of gun owners, to see that they’re not really speaking for gun owners. It had sort of became really confusing for me, for a while: why are they so powerful when the majority of their members don’t agree with the position they take? Their connection with the gun industry – that this is more about promoting gun sales than protecting your second amendment rights – was a real “aha” moment for me, because I felt that gun owners are being duped, that they’ve been sold a bill of goods by the NRA, as well.    Related: Smart guns: how Obama hopes to create a market for personalized weapons    The NRA has ginned up an idea that this is a huge debate, when 90% of the country agrees on background checks. That’s not a debate. Ninety per cent of the country doesn’t like kittens. What makes you think that gun owners are being duped? The NRA toes this line that the government is trying to take your guns away. Seventy per cent of NRA members want background checks but the NRA opposes them at every turn. Background checks means they’ll sell fewer guns. The members have been duped. The NRA doesn’t care about your second amendment rights. Then why don’t we see more NRA members protesting what the NRA is doing? I don’t think that they’ve known about it before this film came out.  At one screening, an NRA member told me, “I am embarrassed and outraged that I am an NRA member and this is happening.” She found it duplicitous, the way they are opposing the most commonsense measures. She just had no idea. The NRA has not been subtle about its opposition to background checks. It’s not subtle about its politics in general. How could it be possible most NRA members don’t realize what the NRA is doing?  I think a lot of gun owners join the NRA because they get deals, they get discounts. If you sign up for the NRA and see their newsletters, they’re always: “They’re coming to get your guns.” They don’t advertise: “Oh, we were able to strip the CDC of researching gun violence as a public health debate,” or, “We made it so you can bring your guns into bars.”     Chicago police officer investigate a crime scene of a gunshot victim. Photograph: Jim Young / Reuters/Reuters    You should ask an NRA member why they don’t know. I can just tell you we’ve been consistently told, “I had no idea.” What leads you to think that the NRA doesn’t care about the second amendment? That’s a provocative statement? I don’t think that they don’t care about the second amendment. I think they have a unique interpretation of it. I think they wrap themselves in the second amendment, but I really think their fundamental interest is selling more guns. Is there something wrong with selling more guns? There’s nothing wrong with selling more guns, as long as we’re taking measures to sell guns to responsible gun owners.  Did you try to get NRA officials to represent their views in the documentary?  Oh, repeatedly. We got a blanket “no”. Could we have Wayne LaPierre? No. Can we have Chris Cox? No. Can we have any board member? No. We said to them, what if we did a live interview, unedited? And they also said no. Did they give any reasons for that?  Not one.   Related: Incidents of toddlers shooting others or themselves increasing, data shows    Why do you think they refused?  I think when confronted with the facts, they would have a hard time defending themselves. When they can continue to spew their rhetoric unchallenged, they can continue to stay on point and on brand. Most of the experts in your film are very strongly tilted towards gun control. Did you try to hear from researchers or experts who aren’t gun control advocates, who are more on the gun rights side? We spoke to Richard Feldman, who is a former lobbyist for the NRA. We spoke to John Lott; he will be featured in a digital companion that we have. We did a great piece on him. He’s the originator of the idea that more guns equal less crime. His research has been criticized and largely discredited, and when we went to include it in the film, it felt like unnecessary real estate to put in the film, because we know his research has been debunked many times. We kept going back to the idea that we wanted to reserve the real estate in the film for the responsible gun owners. In the film, you focus on poll results suggesting that the majority of NRA members say they support universal background checks on gun sales. But, in the film, when you talked to a focus group of gun owners, people willing to go on camera, most of them opposed universal background checks. Did you explore that contrast? To me, the Virginia Citizens Defense League represents that very small fringe of gun owners that don’t support really any gun safety measures. What’s interesting: when you speak to them, they agree that people should be trained, they agree that people should put safety locks on their firearms. They don’t think it should be legally required.     Parents and their daughters, nine and five years old, look over a pistol at the National Rifle Association of America’s 2008 meeting. Photograph: Scott Olson/Getty Images    When you saw NRA members outside the convention, you saw that four out of five of them said, “Of course we should have background checks.” We have to show that where the stranglehold comes from is this small but noisy fringe who are single-issue voters, who call their elected officials. What impact would you like to see from this film? The best case scenario would be to inspire people to make gun sense their voting priority. I think many of us are outraged by gun violence. But few people act on it. I know I didn’t before this. I didn’t do anything after Sandy Hook happened. I didn’t call my elected officials. I didn’t know what effect that would really have. I hope this film gives people hope to think that their voices count. The NRA is such a great example in showing that a small group of people can really make a difference. We heard from so many people who say: “We don’t get as many calls from gun safety advocates as gun advocates.” I hope that within the NRA, people say, “You do not represent me, and I will not be a member,” that they will rescind their membership until the NRA represents their views. I hope there is an uprising within the NRA to hold leadership accountable. During the process of making the film, were there any points when you were convinced that the gun rights advocates were right?  I worked at Fox and on the O’Reilly Factor for a long time. I could see at times where people were coming from. I could see why Victoria Montgomery wants to carry a gun to protect her baby. I don’t agree with it, but I respect her point of view. Do you think Wayne LaPierre truly believes the government wants to confiscate guns? They can’t. It would be physically impossible. There are 300m guns in this country and the second amendment protects people’s right to own guns. This is not a contentious issue. In the two years I spent making this film, I did not meet one person who thought we should ban guns. But do you think LaPierre actually believes this could happen?  No, I think he knows that it can’t happen. I think he knows what he’s doing. This is a man who makes a million dollars a year. His bottom line would be threatened if he gave up the idea. Having spent so much time with gun control advocates, do you think there is anything that the gun control movement gets wrong, or that they could do better? I think the assault weapon ban of 1994 was really poorly written and poorly executed. The gun safety advocates – there are some that would benefit from having more conversations with gun owners. I think the good ones really try, and really embrace gun owners. When I was in Chicago, a man came up to thank me for the film and was talking to me about how crazy this open-carry woman was. I told him, I don’t think it’s productive for you to write her off as crazy. You’ll never further the conversation if you do that.",
  "webTitle": "Director Stephanie Soechtig: 'Gun owners are being duped by the NRA'",
  "webPublicationDate": "2016-05-15T20:50:54Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/15/gun-control-nra-stephanie-soechtig-under-the-gun",
  "keyword": [
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "NRA",
      "id": "us-news/nra",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/15/gun-control-nra-stephanie-soechtig-under-the-gun"
}