{
  "apiUrl": "https://content.guardianapis.com/stage/dance-blog/2016/may/06/sadlers-wells-dance-umbrella-autumn-winter-season",
  "id": "2016-05-06-183",
  "sectionId": "stage",
  "body": "Contemporary dance audiences have generally been happy to book their tickets at much shorter notice than the opera house crowd, so it’s a register of how competitive the dance scene has become that both Sadler’s Wells and Dance Umbrella have already announced their autumn seasons.   Related: Matthew Bourne takes risk on ballet version of The Red Shoes    This year’s Umbrella bears all the marks of director Emma Gladstone’s jauntily experimental spirit. I’m particularly intrigued by Unknown Pleasures – a co-commission with CNN Ballet de Lorraine and Sadler’s Wells – in which the identities of the five choreographers featured in the programme (four women and one man ranging from their 30s to their 70s) will remain anonymous. It’s an idea as political as it is playful – addressing the roles that reputation, gender, age and pecking order all play in our evaluations of work, whether we’re conscious of them or not. In its selection of named choreographers, Umbrella is pitching a nice balance between the familiar and the new. Jérôme Bel, who does magical things with non-professional performers, presents Gala, a London-specific commission that takes place at three different locations (including the Tanks at Tate Modern) and features a cast of ordinary Londoners, from a divertingly eclectic range of jobs and backgrounds. Aditi Mangaldas, one of India’s new wave of Kathak choreographers, returns to London with her work Inter_rupted, an experimental weave of classical and contemporary dance forms. Dimitris Papaioannou, best known for his work choreographing and directing the opening ceremony of the Athens Olympics, presents the UK premiere of Primal Matter – a duet between a naked and a clothed performer that explores the history of the body in religion and art.     A scene from The Show Must Go On by Jérôme Bel, who brings new work to locations across London. Photograph: Tristram Kenton for the Guardian    Real life intrudes into dance in Laura Dannequin’s The Secret Slowness of Movement, in which the audience are invited to have an immersive experience with grass (the garden variety); and in Wallflower, a piece by the Manchester-based group Quarantine that explores our collective dance memory through evocations of school discos and wedding dances. I’m looking forward to i ride in colour and soft focus, no longer anywhere, a work by Jamila Johnson-Small – whose sharp blogs make for one of the most interesting commentaries in the independent dance scene. The Wells, meanwhile, brings out some big hitters, starting with the Alvin Ailey company on the first leg of its UK tour. They have a new director in Robert Battle, and while the repertory retains the stamp of its founder (Ailey’s signature work Revelations is danced, as always, at the end of each of the three programmes) there are some interesting additions from Aszure Barton, Christopher Wheeldon and Battle himself. The company’s dancers are reliably excellent, sleek and expressive, and an incidental pleasure to their UK tour will be their inclusion in the cast of the Royal Ballet’s performances of Wayne McGregor’s Chroma in November, the first time that dancers from the two companies have ever danced together in the same work.     A scene from a 2002 production of Alvin Ailey’s Revelations, which returns along with new work to Sadler’s Wells. Photograph: Tristram Kenton for the Guardian    Another headline of the Wells programme should be Michael Keegan-Dolan’s Swan Lake. Keegan-Dolan has one of the most boggling and fertile dance imaginations on the planet, and in this re-imagining of the ballet classic he filters the story through the myth – and the modern urban reality – of his native Ireland, adding a score of Irish and Nordic folk music, played live with fiddle, cello, banjo, whistle, voice and percussion. Also making a raid on ballet tradition is Akram Khan, in his re-imagined Giselle for English National Ballet. Khan’s choreographic imagination is often at its most potent when dealing with spiritual and supernatural themes and he’s a natural fit with the moonlit ghosts of the Romantic classic. Matthew Bourne pits himself against a very different ballet classic with his new production of The Red Shoes. Inspired more by the Powell and Pressburger film than the Hans Christian Andersen tale, it faces up to the magisterial ghosts of Robert Helpmann, Leonid Massine and Moira Shearer. Many Wells regulars are back this season. Rambert celebrates its 90th anniversary and its status as Britain’s oldest dance company, with Mark Baldwin’s massively ambitious setting of Haydn’s Creation, which features 50 dancers and 70 singers and musicians. The company also perform a programme of new works from Alexander Whitley, Malgorzata Dzierzon and Patricia Okenwa. Whitley’s choreography also features in Candoco’s 25th anniversary double bill, alongside an adaptation of the ineffably witty and wonderful Trisha Brown classic, Set and ReSet. Birmingham Royal Ballet give the London premieres of their two Shakespeare 400 commissions, David Bintley’s The Tempest and Jessica Lang’s Wink, while the Jasmin Vardimon Company perform Vardimon’s new family-friendly adaptation of Pinocchio.      Hetain Patel in American Boy – now becoming American Man. Photograph: Tristram Kenton for the Guardian    It’s a good spread of UK companies, but the Wells is always a reliable conduit for new international dance, and I’m glad of the introduction to Israeli choreographers Sharon Eyal and Gai Behar in their work OCD Love; also to Chinese choreographer Yang Liping who, as part of the theatre’s mini season of Asian work, experiments with a modern adaptation of the classic Chinese tale Farewell My Concubine. What’s also pleasing about this season is the strengthening role of the Lilian Baylis Studio for works that need an intimate space. One of the show’s I’m most looking forward to is American Man, Hetain Patel’s follow up to the gabbily genius solo American Boy, in which he imagines a dystopian world where Barack Obama is the CEO of Apple and Oprah Winfrey is in control of government policy.",
  "webTitle": "Swan Lake to school disco: this winter's dance shows are set to dazzle",
  "webPublicationDate": "2016-05-06T12:14:51Z",
  "webUrl": "https://www.theguardian.com/stage/dance-blog/2016/may/06/sadlers-wells-dance-umbrella-autumn-winter-season",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Alvin Ailey",
      "id": "stage/alvinailey",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Matthew Bourne",
      "id": "stage/matthewbourne",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Akram Khan",
      "id": "stage/akramkhan",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rambert Dance Company",
      "id": "stage/rambertdancecompany",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Wayne McGregor",
      "id": "stage/wayne-mcgregor",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Judith Mackrell",
      "id": "profile/judithmackrell"
    }
  ],
  "guardianId": "stage/dance-blog/2016/may/06/sadlers-wells-dance-umbrella-autumn-winter-season"
}