{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/erdogan-turkish-president-lese-majesty-laws-german-dutch-comedians",
  "id": "2016-05-03-106",
  "sectionId": "commentisfree",
  "body": "Recep Tayipp Erdoğan and his sense-of-humour-free government have spent the past few weeks hitting out at any and everyone. The Turkish president’s spectacular ability to take offence and ping out accusations of “spy!” and “terrorist!” is now such that the renowned Do-Not-Insultan has turned his thin-skinned, pointy-finger towards free speech in Europe. Since Angela Merkel’s decision to approve a prosecution request for comedian Jan Böhmermann for performing a poem mocking Erdoğan’s response to the video of his “insulting” song Erdowie, Erdowo, Erdoğan, the Turkish president has been capitalising on his success. It seems he is actively targeting other European countries that, like Germany, still have outdated, and often near forgotten about, lese-majesty laws. Similar to Turkey’s Article 229, which concerns defamation of the president, these “injured majesty” laws make it a crime to insult rulers or heads of state. They often include other “friendly” leaders, too – section 103 of Germany’s criminal code prohibits “insulting organs or representatives of foreign states”. Turkey recently attempted to use the Dutch version of the law, requesting that Turks working in the Netherlands snitch on each other. A leaked email from Rotterdam’s Turkish Consulate General to Turkish organisations operating in the country appeared to ask them – although the consulate insists it was all just a misunderstanding – to report back on anyone who had insulted either the Turkish president or the Turkish state.   Related: Dutch journalist arrested in Turkey for criticising Erdoğan    Dutch-Turkish journalist Ebra Umar was then arrested on holiday in Turkey after someone reported her for tweeting sections of a column she’d written for the Dutch Metro criticising the email. She compared it to practices used by the Dutch arm of the Nazi party during the second world war, which probably hit a nerve after the media furore that surrounded a speech from Erdoğan in January that appeared – another misunderstanding – to cite Hitler’s Germany as an example of effective government. Dutch comedian Hans Teeuwen could be prosecuted, too. When asked about the Böhmermann case in an interview he claimed that Erdoğan used to be a “boywhore” in an Istanbul brothel and that the leader still owed him a blow job. The Turkish government also last week demanded the removal of a photo of a boy from an exhibition in Geneva that associated Erdoğan with his death – he was killed by a tear gas canister fired by police during the 2013 Gezi Park anti-government protests. The Swiss government rejected the demand, but if you live in Italy, Spain, Denmark or Norway, you might want to watch your back. Erdoğan’s attempts to silence his critics often have the opposite result. There are few better instances of the Streisand effect (when an attempt to hide something actually results in far more publicity) than the time Lord of the Rings director Peter Jackson waded into the debate over whether a Turkish doctor facing prosecution had shared a meme that compared Erdoğan to Gollum or the far friendlier Sméagol. It resulted in the little-seen images being shared by news outlets across the globe. Attempts by the Tall Man – a nickname used by the president’s supporters, and with a well-concealed snigger, his detractors – to flex his muscles beyond Turkey’s borders and have a go at freedom of speech in Europe have also backfired. Outrage at the use of laws that were, until now, rarely used outside of Thailand, has caused European countries to scramble to rid themselves of the lese-majesty. On Thursday, Germany’s justice ministry completed a draft to abolish its version. Merkel had previously promised that the law would be removed by 2018 as a result of the embarrassing Böhmermann affair and the furious debate over freedom of speech that followed, but it’s been fast-tracked. The draft included the statement: “The idea that foreign state representatives need special protection against insults does not accord with the era.” The Dutch government, too, has said it will reform its old law. Just last year there were calls for it to be removed after an activist faced prosecution for saying “fuck the king” when he was arrested for protesting. Erdoğan’s current taste for the law, however, has prompted Dutch MPs to push for a removal, and quickly. The justice minister said the constitution should not be a “museum for out-of-date articles”. In Switzerland, repeal of the law has been called for by politicians from both sides of the political spectrum in the wake of the Böhmermann case. Former cabinet minister Jean-Christophe Schwaab said: “The fact that you can be prosecuted for insulting a foreign head of state here in Switzerland reminds me of the Middle Ages.” Despite all the foot stamping, efforts by the oversensitive leader to further his influence and curtail freedom of speech across Europe have been counterproductive. The removal of the lese-majesty is a victory for free speech and a further step away from state censorship powers. Despite Erdoğan’s best efforts, Europe has firmly sided with the right to criticise and to make fun because if you can’t laugh, what can you do? Become the president of the Turkish Republic, perhaps.",
  "webTitle": "Erdogan has failed to export his sense-of-humour failure. You’ve got to laugh | Liz Cookman",
  "webPublicationDate": "2016-05-03T16:27:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/erdogan-turkish-president-lese-majesty-laws-german-dutch-comedians",
  "keyword": [
    {
      "webTitle": "Freedom of speech",
      "id": "world/freedom-of-speech",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Cookman",
      "id": "profile/liz-cookman"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/erdogan-turkish-president-lese-majesty-laws-german-dutch-comedians"
}