{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/victims-cultural-revolution-50-years-china-mao",
  "id": "2016-05-13-333",
  "sectionId": "world",
  "body": "Chen Shuxiang shakes his head when asked if he can forgive the teenagers who chained his father to a radiator and used an iron bar to bludgeon him to death. It was the summer of 1966 when Chen Yanrong became one of the first victims of Chairman Mao’s Great Proletarian Cultural Revolution, a cataclysmic political upheaval that started 50 years ago this month.   Related: The Cultural Revolution: all you need to know about China's political convulsion    Hours after Red Guards beat the last breaths out of him, Chen’s wife – who had witnessed his murder – staggered back to their ransacked family home, covered in blood and her clothes torn to shreds, to inform their six children their father was not coming back. “I just asked her: ‘What happened? What mistake did we make? What did we do?’,” Chen Shuxiang recalls. Half a century on, Chen, now 73, is sitting in a Beijing community centre for the elderly just a few kilometres away from the secondary school where his father was murdered, his eyes moist as he ponders his feelings towards the perpetrators. “I don’t know what to say to them inside my heart. I can’t forgive them,” he says of the teenage fanatics who beat the life out of his 37-year-old father. “My father was a human being, not an animal. He wasn’t a cat or a dog. He was a person. They beat him to death in just a few hours.”     Retired teacher Chen Shuxiang. ‘My father was a human being, not an animal,’ he says. Photograph: Tom Phillips for the Guardian    Fifty years after the ruinous political movement began on 16 May 1966, those robbed of their loved ones are reflecting on their losses and on how – even today – there has been no comprehensive reckoning of what became known as Mao’s last revolution. Andrew Walder, the author of China Under Mao: A Revolution Derailed, says the Communist party did show “an incredible openness” about the damage caused by the Cultural Revolution in the years immediately after it ended in 1976 with the death of Mao Zedong. Victims of persecution were rehabilitated and in some cases compensated. Perpetrators were jailed. Party-run newspapers filled with semi-fictionalised accounts of the suffering and the Cultural Revolution was officially labelled a “grave blunder”. But the party’s willingness to delve into past errors came to an abrupt halt in the 1980s as a surge in student dissent spooked its leaders. “Once it appeared, as the 80s went on, that young people in particular were restive about the lack of democracy and reform in China, they decided pretty quickly that they had had enough of that and that they would move on,” says Walder, a sociologist at Stanford University. “[China’s leaders] saw what happened in eastern Europe and they drew the obvious, somewhat self-serving conclusion that if we are going to hold on to power we’d better stop dwelling on the past and concentrate on improving the lives of people and move forward.” Three decades on and discussion of the evils committed during that decade remains largely taboo. Since president Xi Jinping came to power in 2012, there has been a push to further curtail criticism of Chairman Mao’s reign. “To lose the banner of Mao Zedong thought would mean a negation of the party’s glorious history,” Xi said at the 120th anniversary of Mao’s birth.      Red book quotations from Chairman Mao Zedong. Photograph: imageBROKER/REX/Shutterstock    Starved of both answers and justice, some of those who lost their relatives to the Cultural Revolution find themselves unable to forgive the young Red Guards who destroyed their families in the name of China’s Great Teacher. “I have no words for them. None at all,” says Chen, a retired secondary school teacher whose father had worked at the Beijing institute of iron and steel engineering. “What could I possibly say?” he adds. “That you were young? That you knew nothing? That you were wrong?” Yao Shuping, whose mother was killed by Red Guards in early August 1966 and whose father took his own life two years later, says she could forgive those responsible only if they come forward to apologise. “They were not the masterminds, they were the tools,” Yao, 77, tells the Guardian from her home in Boston, where she has lived since the 1990s. “They were a group of high-school students. They didn’t know anything at that age. They were afraid of others saying that they were not waging revolution.” China has seen a series of controversial Red Guard apologies in recent years, including one from Song Binbin, a former Red Guard who shot to fame in the summer of 1966 when she was pictured pinning a red armband to Chairman Mao’s uniform during a mass rally in Beijing’s Tiananmen Square. “I hope that all those who did wrong during the Cultural Revolution and hurt teachers and classmates will face up to themselves and do soul searching in order to seek forgiveness and achieve reconciliation,” Song told a Chinese newspaper in 2014, prompting a mix of praise and condemnation from those who claimed she had tried to downplay her role in the violence. Roderick MacFarquhar, the author of Mao’s Last Revolution, says such apologies are long overdue. “That is the kind of thing that should have been done on a nationwide scale, in towns and villages even, up and down the country,” the Harvard University academic says. “Of course that would have been a vast project and no government would want to do that. But I think it would have been very salutary. “People want it to be acknowledged that they were targeted and that they were brutally treated,” MacFarquhar adds. “I don’t think they want to parade their individual shame in front of the broad masses but … some kind of expiation by the party, a unilateral truth and reconciliation document. “But it’s not going to happen because it will simply revive the memories of how terrible Mao’s last years were and that is what Xi Jinping doesn’t want.” Only the most cursory of investigations appears to have been carried out into Chen Yanrong’s premature death. In 1971, as the Cultural Revolution entered its final phase and normality began to return, his murder was ruled an “accidental death”, a conclusion his relatives reject.     Red Guards and students, waving copies of Mao’s Little Red Book, parade in Beijing at the beginning of the Cultural Revolution. Photograph: Jean Vincent/AFP/Getty Images    Eight years later his family received a 2,500 yuan payment (the equivalent of about £3,700 today) from the affiliated high school of Peking University, where he had been set upon by the Red Guards. In February 1979, party officials also issued relatives with a brief “political verdict” on the killing. It made no mention of those directly responsible for Chen’s savage murder but instead blamed it on the so-called Gang of Four, a group of Communist leaders that included Mao Zedong’s wife Jiang Qing. “Chen Yanrong was persecuted to death by [Marshal] Lin Biao and the Gang of Four counter-revolutionary clique,” reads the crumpled one-page ruling, which Chen keeps inside a broken picture frame along with a trove of documents about his father’s case. In the absence of a deeper government inquiry into how his father came to be chained to a radiator and killed, Chen has compiled a dossier of his own so future generations can understand the suffering unleashed by Mao. “It took me 10 years to write,” he says. “It was so hard for me. Each time I tried to remember my father, I couldn’t help but cry.” The 134-page turquoise brochure contains details of how, at about 4pm on the afternoon of 27 August 1966, Red Guards appeared at the family’s home and abducted his mother and father. That evening they were loaded on to a truck and taken to two local secondary schools, the Tsinghua University high school and then the affiliated high school of Peking University. It was in the second location that Chen Yanrong is believed to have died, some time between 2am and 3am, having been deprived of water and savagely beaten with belts, rope and and an iron bar. The next morning, Chen says, his badly battered mother returned to home to break the news. “She was covered in blood; it was all over her face and her body,” he recalls. “She didn’t look like a human being.” Tears streaking her face, she described Chen Yanrong’s final hours to her son. “[She] told me my father had been beaten until he was lying flat on the floor. “The Red Guards were supposed to destroy the Four Olds and the Five Categories of disgraced people, but we didn’t belong to those categories. So why did our family suffer this?” Adding insult to injury, Chen’s Red Guard executioners then demanded that his relatives pay 28 yuan to have his disfigured body cremated. His corpse was never recovered. Fifty years after the murder, Chen weeps as he says he does not even have a photograph to remember his father. “In the 1950s and 60s taking a photo was a luxury,” he says. Wang Youqin, a University of Chicago academic who has spent nearly 30 years investigating Red Guard killings, says victims of the Cultural Revolution are struggling to shake off the emotional burden, even half a century on. “Psychological pain is not like a scar on your skin, it’s not visible. But if you talk to them you can feel it deeply,” says Wang, who witnessed some of the Cultural Revolution’s violence as a Beijing schoolgirl and now logs her research about its victims on a website. MacFarquhar says Beijing’s refusal to allow a truth commission like those undertaken in Argentina, Chile, South Africa and Uruguay, has left the door open to further violence. “They haven’t done the heart-searching that is necessary if you are going to put it behind you for ever. “If I’m right in thinking that the cruelty by Chinese against other Chinese was the most terrible aspect of [the Cultural Revolution] … then I think that if one doesn’t face up to that, it could happen again.” Chen is determined such atrocities will not repeat themselves and vows to use his final years to shed light upon the tragedy through his father’s story. Once his 12-year-old grandson is old enough, he will tell him the details of how his great-grandfather died. “Nothing like this had happened before in all the 5,000 years of Chinese civilisation,” he says. “It can’t be allowed to happen again.” Chen has no plans to commemorate the 50th anniversary of his father’s death but will not forget the generosity of the man who brought him up. “We don’t know where you are, but you will be in our hearts for ever,” he says, addressing his absent father. “You are an honest man, genuine, kind … We will always miss you.” Additional reporting by Christy Yao",
  "webTitle": "'What mistake did we make?' Victims of Cultural Revolution seek answers, 50 years on",
  "webPublicationDate": "2016-05-13T01:45:04Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/victims-cultural-revolution-50-years-china-mao",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/13/victims-cultural-revolution-50-years-china-mao"
}