{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/cannes-2016-film-festival-sieranevada-review-cristi-puiu-romania",
  "id": "2016-05-12-292",
  "sectionId": "film",
  "body": "Cristi Puiu is the Romanian director whose movies The Death of Mr Lazarescu and Aurora are mordant, sometimes bleakly funny anatomies of his homeland, revealing through long, deadpan dialogue sequences the way ordinary life is lived: a world where people still suffer the same privation, bureaucracy and corruption that was supposedly banished with the death of Ceausescu in 1989.His new film is enigmatically entitled Sieranevada: the director says that this is an arbitrary nonsense, a joke about movie names which change according to the countries they are shown in. Maybe Sieranevada refers to an emotional desert or maybe it is his equivalent of Shakespeare’s As You Like It. Make of it what you will.   Related: Café Society review – Woody Allen's amiable, if insubstantial, tribute to golden-age Hollywood    The proceedings are claustrophobic, intense and alienated – often brilliant, sometimes slightly redundant. Fundamentally, it is a conventional family-funeral drama in which emotions and secrets boil to the surface in the usual way. I can actually imagine Sieranevada being rewritten for the stage by Alan Ayckbourn.            It is theatrically set mainly in one modest apartment where a large family has gathered for something between a memorial service and a wake for Emil, who has just died, and the film focuses on his eldest son Lary (Mimu Branescu), a harassed, bearded, overweight doctor who turns up for the party having just had a huge row with his wife about getting his daughter the wrong Disney costume for her school play.Relatives and spouses are gathered, tensely. But through a strange series of events, they are prevented from eating. First, the priest is late, and they feel they can’t tuck in until he has led them in prayers and hymns. Then one son makes a fuss about the tradition in which he must wear the deceased’s suit in order that he may represent the dead man to receive blessings: the suit is far too big; it has to be pinned, and they can’t start eating until this is complete. Then an obnoxious bully of an uncle turns up, uninvited, and loathed for his infidelity. He has to be ejected, and eating can’t commence until then. They’re starving hungry, but keep drinking wine - a recipe for disaster. They are suffering a weirdly Buñuelian ordeal: all this food, and they can’t eat it. Unsurprisingly, tempers erupt and arguments commence.   Related: Cannes 2016 day one: Woody Allen, Kristen Stewart and Justin Timberlake – in pictures    One brother is a conspiracy theorist and “truther” who drones on persistently about his belief that 9/11 was a put-up job, connected with the Oklahoma bombings and even the Charlie Hebdo murders. An ageing great-aunt is an unrepentant communist who upsets her niece by saying that the Ceausescu regime gave the people housing and schools; later, this woman, through her tears, reveals her own ugly side by denouncing “kikes” like Marx and Lenin. The sins of the libidinous, gatecrashing Uncle Tony (Sorin Medeleni) are made horribly clear and his suffering wife collapses in a dead faint.Puiu’s camera itself is not merely confined to this apartment, but often confined to the hallway between the rooms, and when many characters have to gather in one room, the camera is quite literally crowded out, and has to peer over the heads and shoulders of everyone, trying and not entirely succeeding to get a view of what is happening. It’s an bold, challenging procedure; but when Puiu changes the point-of-view to a camera setup actually inside a room, from which vantage point the action can be recorded in the usual way, it is a relief.The drinking and the non-eating continue and Lary leaves, and after a ferocious row with neighbours over parking places, he tearfully reveals his own terrible fascination with his father’s own lies, and with a key childhood memory which discloses a strange paradox in his father’s mind: a dishonesty co-exists with credulity and self-delusion.It is a strange scene: in some ways the climax of the movie, and yet it is not plausible that Lary and his wife could possibly relax sufficiently to discuss this memory, after the previous, shocking episode: a very horrible and violent row, almost out of nowhere, over parking. Sieranevada is an intriguing drama, but does not entirely deliver the extraordinary revelations and catharses that it appears to be moving towards.",
  "webTitle": "Sieranevada review – food for thought (but not for the mourners) in Romanian oddity",
  "webPublicationDate": "2016-05-12T09:21:36Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/cannes-2016-film-festival-sieranevada-review-cristi-puiu-romania",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Romania",
      "id": "world/romania",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/12/cannes-2016-film-festival-sieranevada-review-cristi-puiu-romania"
}