{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/politics-eu-referendum-us-election-talking-people-who-matter",
  "id": "2016-05-14-156",
  "sectionId": "commentisfree",
  "body": "It was a Tuesday lunchtime in Druid Heights, a struggling central Baltimore neighbourhood, all boarded-up houses and abandoned backlots. We were following a team from non-partisan local church organisation BUILD as they knocked on doors and tried to get people to vote in the Maryland state primaries.  The presidential candidates and their political machines felt as if they were light years away: here, a lot of people talked about politics in the context of where they lived. The outcomes of national elections seemed to amount to a kind of abstract drama. Most people we met supported Hillary Clinton, but they had no illusions about a win for her entailing change in this part of the city. “I’ve seen so many great presidents come through,” one woman told us. “I’ve seen Obama come through. And our community hasn’t changed yet.”           The Sanders effect: talking about a revolution in Baltimore    This is how the Guardian’s Anywhere But Westminster video series reports on elections, and politics in general. We started making political films about seven years ago, just as the UK began to be shaken up by a series of interruptions to politics as usual: the rise of Eurosceptic party Ukip, the serial triumphs of the Scottish National party and New Labour’s fall from grace. We had an instinctive sense that covering those developments required some kind of new approach and we shared a dislike of the boring conventions of TV current affairs coverage. But having settled on the idea of making short films about overlooked political stories, we learned how to do things differently in fits and starts. We really started to get a clear sense of what we were doing when we covered the Scottish independence referendum in 2014 and the 2015 UK general election. By that time, we had our own set of rules: go anywhere but Westminster, don’t follow the media herd, prioritise speaking – and listening – to members of the public, don’t script out your story before you start filming, and always visually and narratively break away from the conventions of TV news.  Not that we don’t get things wrong: for example, like all the media, we got far too carried away with Ukip’s manouvres during the Oldham East byelection in December and failed to see that Labour was going to securely romp home. But that experience led to another rule: don’t call elections. It’s a mug’s game. This much we definitely know. Across the world, the political moment is defined by a handful of key themes. Popular mistrust is rampant. Particularly on the left, the old monolithic parties are seemingly locked into decline. New forces rise up at speed: sometimes they endure (see the SNP and Spain’s Podemos) and sometimes they fail to make a decisive breakthrough, as with the so-called Green surge around the 2015 UK general election. At the same time, the insurgent forces that power new parties and movements sometimes bubble up through existing party structures, as with Jeremy Corbyn in the UK, and Donald Trump and Bernie Sanders in the US.  All this tumult reflects deep changes in the economy: chiefly, the rise of insecurity and precariousness, which endlessly unsettle any sense of political stability. To put it another way, if your job might only last for a couple of months, why should your support for a political candidate be any different? The position of the traditional media in all this is telling. Whenever we go to places marginalised by politicians and where new kinds of politics are on the rise, scepticism about the press and broadcast media runs as deep as hostility to orthodox politics.  A lot of political journalists, after all, dress and look like politicians. They regularly get in a lather about stuff that can seem absurdly arcane: reshuffles, who did what at PMQs and this or that interview on the Andrew Marr Show. And when great political sea changes have happened, from the rise of Ukip to the triumph of Trump, too many of them have apparently been taken completely by surprise.           The view from Middle England: ‘If the Scottish get in with Labour ... we’re done for’    It’s worth pointing out that because of a fixation with opinion polls, 95% of the traditional media thought that Labour was going to win the election last year. At the risk of sounding smug, we didn’t. Thanks to a tipoff from a Guardian reader, we were in the bellwether seat of Nuneaton, largely ignoring the two main parties in favour of talking to voters. Through those conversations, it became pretty obvious that this was not what politicians call a “change moment”, and that Ed Miliband was on to a loser. When we spoke to people, we didn’t begin by asking who they were going to vote for. We said “How’s Nuneaton doing?” and took it from there. In March, the New York Times journalist David Brooks reflected on the Trump phenomenon. “Trump voters are a coalition of the dispossessed,” he wrote. “They have suffered lost jobs, lost wages, lost dreams … Moreover, many in the media, especially me, did not understand how they would express their alienation. We expected Trump to fizzle [out] because we were not socially intermingled with his supporters and did not listen carefully enough. For me, it’s a lesson that I have to change the way I do my job if I’m going to report accurately on this country.”  The key to the change may be simpler than he thinks. Not so long ago, someone on Twitter greeted one of our films with the outraged question: “Speak to random people on the street, call that journalism?” To which our answer is yes. If an important part of politics is understanding and connecting with the public, then that should also be the case for political journalism. This the basic realisation at which we have arrived. Too many political stories, particularly TV news “packages”, don’t feel like voyages of discovery and have the same sterility as political campaigns. Add to this an over-reliance on polling data and electoral maths, and you end up with a media narrative that is as distant from the people as the politicians appear to be.  In its small way, this is what Anywhere But Westminster is trying to change. Some of this is down to an underlying, almost unconscious approach: one of us doesn’t live in London, which definitely helps. But it’s also a matter of knowing that the public are more important than most politicians, and doing your journalism accordingly.           South Shields: a tale of two towns    It also means regularly taking soundings from people who watch the films, and appealing for their help. We’ve given a voice to disillusioned Labour voters in South Shields, who we found on Twitter. We have been told the story of austerity in Morecambe after being alerted to the topic by a post on a comment thread. We have explored everything from fan-owned football clubs to the cutting edge of trade unionism thanks to tweets, Facebook posts and chance encounters on the street. Now, it’s time for us to turn our attention to the upcoming EU referendum and the tangle of issues that will influence which way people vote: jobs, immigration, inequality, local and national identity – you name it. Not for the first time, we could do with some help, so our two questions to Guardian members are pretty simple: where should we go next? Who should we talk to?",
  "webTitle": "How to cut through the political noise to talk to the people who matter",
  "webPublicationDate": "2016-05-14T08:00:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/politics-eu-referendum-us-election-talking-people-who-matter",
  "keyword": [
    {
      "webTitle": "Membership",
      "id": "membership/membership",
      "sectionId": "membership",
      "sectionName": "Membership"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "General election 2015",
      "id": "politics/general-election-2015",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "John Harris",
      "id": "profile/johnharris"
    },
    {
      "webTitle": "John Domokos",
      "id": "profile/johndomokos"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/politics-eu-referendum-us-election-talking-people-who-matter"
}