{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/chris-woakes-replace-ben-stokes-england-second-test",
  "id": "2016-05-26-213",
  "sectionId": "sport",
  "body": "Alastair Cook has confirmed Chris Woakes will come into the England side for Friday’s second Test with Sri Lanka at Chester-le-Street as the replacement for the injured all-rounder Ben Stokes. With Stokes facing up to six weeks out following knee surgery on Tuesday, Cook and the head coach Trevor Bayliss have opted for Warwickshire’s Woakes, fresh from taking nine for 36 against Durham this week, ahead of the Nottinghamshire seamer Jake Ball. While the move will see the wicketkeeper Jonny Bairstow and spinner Moeen Ali move up to No6 and No7 in the batting order respectively, Cook believes the balance of the side is less affected by the loss of his first-choice all-rounder given Woakes, in at No8, has nine first-class centuries to his name. The 27-year-old has returned only eight wickets from his six Tests to date, however he will go into his seventh brimming with form following Monday’s superb exhibition of swing bowling against Durham, the day after he learned of his latest call-up. “This gives Chris another opportunity to play for England,” said Cook. “I don’t think we’ve seen the best of him yet in an England shirt, but he’s in fine form for Warwickshire – a nine-for and a century in the last two weeks.   Related: New PCA ambassador Monty Panesar opens up on mental health issues    “We know Ben balances our side really well, but we need competition for the all-rounder place. It’s disappointing for Ben. I’ve just seen him upstairs – he’s in a good mood after his operation went well. It’s a bad thing for Ben missing out, but it gives someone else the opportunity.” Asked about loss of Stokes, Cook added: “He’s got that ability to win or change games of cricket very quickly and has done it a few times over the last few months. Certainly a lot of people want to come and watch him play, so he’s going to be a big loss for us, but injuries are part and parcel of a side and we need to learn how to play without him.” Moeen’s promotion to No7 will be welcome by the player himself, with England’s assistant coach, Paul Farbrace, admitting the left-hander has struggled to enjoy batting so low in the order given his top-order status at his county, Worcestershire. Cook added: “I imagine it is hard for Mo, for a guy who’s always batted up the order, and I don’t think we’ve seen the best of Mo’s batting. That’s something we can maybe unlock a bit. He’s a brilliant cricketer and I think he’ll get better and better.” England,  1-0 up, have the chance to complete the series win over Sri Lanka this week.",
  "webTitle": "Chris Woakes to replace Ben Stokes in England team for second Test",
  "webPublicationDate": "2016-05-26T11:35:22Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/chris-woakes-replace-ben-stokes-england-second-test",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/26/chris-woakes-replace-ben-stokes-england-second-test"
}