{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/24/simon-cowell-childrens-books-to-read",
  "id": "2016-05-24-177",
  "sectionId": "childrens-books-site",
  "body": "The howls of annoyance and frustration from children’s authors could probably be heard across the land this morning with the news that pop mogul and Britain’s Got Talent judge Simon Cowell is planning to write a children’s book. And what’s wrong with that? Plenty of celebs have given children’s book writing a whirl, with varying degrees of success (stand up Cowell’s fellow judge multiple bestseller David Walliams). But they tend not to start off by alienating everybody else in the field. “I have thought about it, and now I think I’ll do it,” Cowell told ex-girlfriend Terri Seymour during an interview for US news show Extra. “It will be about animals... I’ve had to read a lot of these children’s books and they’re quite boring, I think I could do it better.”   Related: How to draw… a squirrel    Now, there’s lots we could say about his comments. Some of it’s even printable. But, no. We’re going to give Cowell the benefit of the doubt and simply assume that he’s not had time to delve into the Guardian children’s books site (or even his local independent bookshop or library) to discover the riches of the animal-based literature on offer. So, in the spirit of positive re-education, here are some of our suggestions for Cowell (and his son). We’d love to hear your recommendations too.     Posting without comment. pic.twitter.com/XRyhhjSmlM— Sam Missingham (@samatlounge) May 24, 2016    As Cowell’s son is two, let’s kick off with a few picture book suggestions, all animal-based, of course. Chris Haughton’s books are not only gorgeous to look at but also capture so many layers of meaning and humour in so few words. Try A Bit Lost (owls, a squirrel and a frog) and Oh No George (a dog). Ed Vere’s Max the Brave is a delightful story of a brave little kitten who chases mice (if he can work out what that elusive mouse looks like). Even if he doesn’t patronise his local library much, Cowell can’t have failed to come across Judith Kerr’s fabulous Mog via the Sainsbury’s Christmas ad.      Ed Vere’s brave little kitten Max in Max at Night. Photograph: Ed Vere    Perhaps Cowell’s son is lucky enough to have a pet dog. In which case, he (and his dad) are bound to appreciate Shirley Hughes’s classic Dogger, Mick Inkpen’s Kipper (or his book with his daughter Chloe, I Will Love You Anyway, about a hapless runaway dog), Jez Alborough’s Some Dogs Do or Babette Cole’s Doctor Dog. There’s no shortage of books about bears, of course. If classics such as Winnie-the-Pooh and Paddington Bear don’t meet Cowell’s high standards, then he might enjoy Jon Klassen’s wonderful I Want My Hat Back, depicting a bear-eat-rabbit world. The Bumblebear by Nadia Shireen, has just been published and is a hilarious tale of a honey-loving bear who disguises himself as a bee to get easier access to the sweet sticky stuff.    Related: How I made Wolves by Emily Gravett – in pictures    If Cowell wants to keep it simple, he could stick to one, fabulous author-illustrator, for a wide range of brilliant animal-based books. I’m thinking Emily Gravett - try Wolves, Dogs, Little Mouse’s Big Book of Fears, Meerkat Mail or, most recently, Tidy.  But maybe all these animals are just far too tame for Cowell. Is he simply lacking some Gruffalo in his life? What do you think? Take part in the Cowell re-education programme by suggesting the animal-based books you think he’s missing out on. Who knows, we might even save him the bother of writing his own if he realises how many not-boring books are already out there... Email childrens.books@theguardian.com or tweet us @GdnchildrensBks #SimonCowellABook. Under 18, love reading and not a member of the Guardian children’s books site? Join here, we’re packed full of book recommendations and ideas. And, Cowell, you can always join us as a family reviewer...    @guardian @GdnChildrensBks The touching tale of a trio of singing owls and their quest for fame #SimonCowellABook pic.twitter.com/vvzApnCKsK— Christopher Edge (@edgechristopher) May 24, 2016      Great suggesiton! I LOVE Dear Zoo. I want to go back and read it now! Along with There's No Such Thing as a Dragon! https://t.co/XzOulfMYls— Emma Jamison (@Emma_Jamison) May 25, 2016      Looking for some picture book inspiration @SimonCowell? Here's our pick of the best from Scotland https://t.co/vbS47Tmksa #SimonCowellABook— Bookbug (@Bookbug_SBT) May 25, 2016      @GdnChildrensBks @LibWithAttitude #SimonCowellABook maybe some Elys Dolan or Matty Long. Maybe? Definitely— Fien Swell (@annefien) May 25, 2016      @GdnChildrensBks #SimonCowellABook our kids (and us) love Mr Big and The Getaway by the fab @ed_vere— Row Ruthers (@MrsRuthers) May 24, 2016      Elephant and the Very Bad Baby #SimonCowellABook @GdnChildrensBks— Zeba Clarke (@ZebaClarke) May 24, 2016      @GdnChildrensBks *sighs* Well, if he doesn't find this funny & engaging then we give up https://t.co/OS5jS3MXob @lucyruth #SimonCowellABook— picturebooksblogger (@pbooksblogger) May 24, 2016      @GdnChildrensBks for animal themed books I’d say almost anything by Jeanne Willis, a genius, and never boring. #SimonCowellABook— John Shelley (@Godfox) May 24, 2016      @GdnChildrensBks #SimonCowellABook we love Max the Brave and Bumblebear, but have to add Hector and Hummingbird by Nicholas John Frith— Liz Smith (@Curiousmum2014) May 24, 2016      Loving all the #SimonCowellABook efforts inc The Lion The Witch & The Cowelldrobe & my own favourite, Harry Cowell & the Cowell of Cowell.— Jonathan Meres (@JonathanMeres) May 24, 2016",
  "webTitle": "The children's books Simon Cowell needs to read",
  "webPublicationDate": "2016-05-24T12:20:02Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/24/simon-cowell-childrens-books-to-read",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Picture books",
      "id": "books/picture-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Simon Cowell",
      "id": "media/simoncowell",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Jon Klassen",
      "id": "books/jon-klassen",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Judith Kerr",
      "id": "books/judith-kerr",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Emily Gravett",
      "id": "books/emily-gravett",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Michelle Pauli",
      "id": "profile/michellepauli"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/24/simon-cowell-childrens-books-to-read"
}