{
  "apiUrl": "https://content.guardianapis.com/global/commentisfree/2016/may/07/russia-china-block-marine-protection-zone-oceans",
  "id": "2016-05-07-29",
  "sectionId": "global",
  "body": "The science fiction writer Arthur C Clarke once observed that our planet has been given a singularly inappropriate name. We should not call it Earth, he observed. We should call it Ocean. It is a well made point. The one truly remarkable feature of our world is not its solid interior but the presence of a great layer of liquid water that stretches across much of its surface: our oceans. Thanks to them, Earth resembles a large, blue marble when viewed from space. By contrast, the solar system’s other planets consist of globes of rock or giant balls of gas. We live in a blue world of water that provided homes for the evolution of early livings beings and that continues to nurture us today. We owe our existence and our survival to our oceans and we should take care to protect them. They may cover 360 million square kilometres of Earth’s surface, but that represents only the thinnest of coats on our planet, one roughly equivalent to the skin that protects an apple. The trouble for human beings – and for all the other living creatures on Earth – is that this thin watery, protective covering is now being assailed by our own activities. Global warming is raising sea temperatures while increasing amounts of carbon dioxide, pumped into the atmosphere from factories and power plants, is dissolving in the oceans, making their waters more and more acidic. Coral reefs are dying out and shellfish beds are being destroyed as a result. In addition to these ills, intense over-fishing, oil spills, invasive species and pollution – all the handiwork of human beings – are also destroying seabed habitats and fish stocks at an alarming rate. Urgent action is now badly needed to stop such desecration – and a key part of that protective work should be the creation of substantial zones where fishing is forbidden, say conservationists. Marine protected areas, as they are officially known, would allow fish stocks to regenerate and permit scientists to monitor habitats in a proper, controlled manner. However, as we report today, the establishment of such no-take zones is being blocked by the intransigence of a few nations – in particular Russia and China – that are preventing the creation of these sanctuaries in one of the regions where they are most needed: the Antarctic. Its great Southern Ocean contains some of the last pristine patches of sea left on the planet, and of these the waters of the Ross Sea – which is sometimes known as the Last Ocean because it has been largely unaffected by human activities – are particular targets for conservationists and scientists. Working under the aegis of the Commission for the Conservation of Antarctic Marine Living Resources, they have tried for several years to protect its precious waters and establish protected zones there. On each occasion, however, they have been blocked by the actions of China and Russia, who have major fishing interests in the region and who have vetoed these plans. By contrast, all other nations on the commission have supported the plan. These failures are alarming and dispiriting. If the world cannot agree to protect a place of such importance as the Ross Sea, then there would seem to be little hope of the international community uniting to save other regions that face even greater ecological threats. Yet there are some grounds for hope. At the commission’s last meeting, China was persuaded to break ranks with its Russian partners and support a sanctuary plan for the Ross Sea. Russia, now isolated over the issue, remains the only obstacle to the establishment of a marine protected zone there. Diplomats now have five months before the commission’s next meeting. That time must be spent ensuring the Ross Sea is saved and protected for future generations. ENVIRONMENT",
  "webTitle": "The Observer view on marine protection zones",
  "webPublicationDate": "2016-05-07T23:04:06Z",
  "webUrl": "https://www.theguardian.com/global/commentisfree/2016/may/07/russia-china-block-marine-protection-zone-oceans",
  "keyword": [
    {
      "webTitle": "Antarctica",
      "id": "world/antarctica",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "global/commentisfree/2016/may/07/russia-china-block-marine-protection-zone-oceans"
}