{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/the-fiver-middlesbrough-brighton-championship",
  "id": "2016-05-06-120",
  "sectionId": "football",
  "body": "IT’S HOTTING UP The key to success is staying calm. That’s how The Fiver rolls. Look at all our success. The awards. The praise. The admiration. It’s all thanks to keeping a cool head in pressure situations. Fine, it’s 2.47pm on a Friday afternoon and The Fiver is staring at a blank screen and The Man has asked it to write about something called the Championship and it has no idea what the Championship is having spent all season writing gems about the Premier League and a small puddle is starting to materialise under its desk and sweat is dripping from its brow and it’s starting to see pink spots and oh God here come the tears. Where were we? Something called Championship. Isn’t that where Leicester City used to play? Then they won the Premier League. Rings a bell. The Championship, you say? Are you quite sure? But no, despite The Fiver posing the question several times, just to make sure, The Man wasn’t after 300 words of searing piffle on Big Cup. More fool him, see, because giants such as Real Madrid and Barcelona don’t play in the Championship. But he was adamant, banging his furious little fists on his desk and talking about how it’s all set up for a really exciting final day in the Championship. Apparently there are clubs called Middlesbrough and Brighton & Hove Albion, and they both want to be Premier League clubs, like Leicester and Aston Villa. Ah. They’re going to play each other in a play-off, or something like that, for the right to make up the numbers next season. And to make some serious numbers next season. Incredibly they’re locked on points, with Middlesbrough’s superior goal difference keeping them above Brighton. “You can’t get carried away or overwhelmed as you’ll start getting tense in the game,” reckons Brighton goalkeeper David Stockdale. “We will go there and play our normal game. We have to say it is another game and go and get the three points. One more win and we are in the Premier League.” It’s not winner takes all, of course, because it turns out Middlesbrough only need a draw to ensure their place in next season’s Promised Land, while Nice Chris Hughton’s Brighton need to take all three points at the Riverside, otherwise it’s the play-offs for them. Just follow The Fiver’s lead and it will all go smoothly. QUOTE OF THE DAY “Whoever has spoken has done it to hit me. But I’m not here next season anyway so it’s not my problem, but Bayern’s. It’s happened plenty of times over these past three years. It’s normal for me to talk to my players and staff and give them my opinion, but there are people here who are talking because they want to hurt me. Maybe this person will still be here next season and clearly they haven’t realised that they are not damaging me, but the club and the team. I won’t be here, so it’s the club’s problem” – just because Pep Guardiola’s paranoid doesn’t mean they aren’t out to get him. RECOMMENDED LISTENING Here’s Football Weekly Extra, with a packed pod on all the midweek action.       FIVER LETTERS “Can I be the first of 1,057 Monty Python pedants to highlight that Arthur Pewty never even got as far as telling the marriage guidance councillor to stop messing with his ravishing wife (yesterday’s Fiver) – he exited stage left at the first sign of trouble. Nor did he lay a hand on his opponent. So, yeah, the comparisons with Manchester City continue” – Dave Lambert (and no other Monty Python pedants). “With respect to the Gunners having absolutely nothing whatsoever left to play for (yesterday’s Fiver), could I kindly remind The Fiver that St Totteringham’s Day has not been cancelled. Yet” – Chris Wimmer. “According to that great source Wikipedia, there are 111 stadiums in Europe with a larger capacity than this year’s Big Vase final venue. Now, I grant you some of those are for rugby and GAA, and that some of them are for Big Cup teams who we really don’t want to be giving even more money. But surely there are a few large stadiums in there that aren’t for teams that do well in Big Cup or teams that could reach the final of Big Vase? Please feel free to add your own Queen’s Celtic Park punchline” – Noble Francis. “All this hullaballoo about Leicester winning the league, which was apparently the most unpredictable, unlikely event in the history of sport. Well, I remember the time The Fiver predicted three correct results in a row. This league win is nothing compared to that crazy occurrence” – Dan Makeham. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Dan Makeham. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Former England striker Frank Worthington has Alzheimer’s disease, his daughter has announced. “He was diagnosed several years ago and has been holding it off with positive thinking and football,” said Kim-Malou Worthington. South Yorkshire police sought to influence media reporting of the recent inquests into the deaths of 96 people in the Hillsborough disaster and secure positive coverage, according to a former communications specialist employed by the embattled force. “I took that as being told my job was to tell the media what they would be reporting, which isn’t ethical or even possible to do. No self-respecting member of the press is going to listen to that, especially from a press officer working for one of the culprits of the Hillsborough disaster,” said Hayley Court. “It was an impossible task – and secondly, I just wasn’t prepared to get involved in doing it.”  Jürgen Klopp reckons there’s no point complaining about Liverpool’s meagre ticket allocation for the Big Vase final against Sevilla and that ticketless fans should head for Basel/Basle/Baaarl/Barzuhl on 18 May. “It’s worth going even if you don’t have a ticket to enjoy the city,” he cheered. Spurs boss Mauricio Pochettino still isn’t that fussed about the way his team Spursed their way to Monday’s 2-2 draw at Chelsea. “I hear in the last few years that, in the past, Tottenham were soft but now, we start to show character,” he tub-thumped, as Mousa Dembélé accepted an FA charge of violent conduct. Borussia Dortmund and Germany midfielder Ilkay Gündogan will miss Euro 2016 after suffering a dislocated kneecap in training. Less of a miss at the Euros, Alex Oxlade-Chamberlain has suffered more knee-knack and faces two months out. “England have quite a few problems up front so I think it’s bad,” trilled Arsène Wenger. Eurostar are planning to ban alcohol on some trains during Euro 2016. “Throughout the tournament, there are two levels of alcohol restriction: zero alcohol, and limited alcohol,” roared a spokesman. And Brazilian outfit Grêmio Osasco Audax hope to pull off another major shock when they face Santos in Sunday’s São Paulo state championship final. “In terms of shocks, Leicester is greater than Audax,” cooed former Placar editor Mauricio Barros. “[But] Audax is one of the biggest surprises in Brazilian football for years. They play such nice football, and always try to pass the ball.” STILL WANT MORE? Sob on the Tyne. Memories, right there. That, and nine other things in our [Fiver counts fingers and thumbs. Seven?] Premier League weekend preview.     10! Photograph: AFP/Getty Images, Rex and Tom Jenkins for the Guardian    Wales, Yegor Titov and a Euro 2004 spot that never was. By Barney Ronay. Our football writers front up after their pre-season predictions of Leicester being relegated. The BTLers will get their day soon. This week’s Joy of Six is on … football chants and songs. Owen Gibson on the end of Taxpayers FC at Upton Park. You are the Ref No371: Riyad Mahrez. Nick Miller talks to Rotherham manager Neil Warnock. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. ‘I LOVE LULU AND, IF TAGGART’S ON, I’LL TAPE IT’",
  "webTitle": "The Fiver | Searing piffle",
  "webPublicationDate": "2016-05-06T14:53:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/the-fiver-middlesbrough-brighton-championship",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/06/the-fiver-middlesbrough-brighton-championship"
}