{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/julieta-review-pedro-almodovar-ties-himself-down-with-fractured-melodrama",
  "id": "2016-05-17-227",
  "sectionId": "film",
  "body": "Pedro Almodóvar’s intriguing, minor work Julieta is an adaptation of three inter-related short stories by Alice Munro from her 2004 collection Runaway: Chance, Soon and Silence. It elegantly revives Almodovár’s signature tropes and repertory cast favourites, circling around ideas of yearning, memory and loss. This is a movie which almost seems to happen at one remove from itself, unfolding as so many of his others in flashback, disclosed by letters and journals, a movie in which vitally important things happen off camera, including an extraordinarily painful revelation almost casually thrown away in the dying moments.  It’s all about mothers, all about transformation, all about people in comas, or nearly in comas — that last idea being one which licenses the thrill of marital infidelity, while complicating it with poignancy and fear of death. Almodóvar’s visual palette is as rich and sumptuous as ever. His colours throb and pop.  The film is about Julieta, a woman who has somehow been marginalised from her own life. In her stylish older years, she is played by Emma Suárez and as a beautiful young woman by Adriana Uguarte. In the present day, she seems happy and content, about to leave Spain for a new life in Portugal, with her new partner Lorenzo (played by Dario Grandinetti, from Almodóvar’s Talk To Her). But a chance meeting in the street shatters her calm. We discover that Julieta has an estranged daughter, Antía, whom she hasn’t seen in decades, enduring emotional pain like grief. Now she discovers news that Antía is still alive; she has been spotted on holiday with her three children: as well as everything else Julieta finds that she is a grandmother. In a newly enhanced state of anguish, she abandons her new relationship, abandons her new life in Portugal and sits down to write a long diary-slash-letter to Antía, recounting her former life with Antía’s late father Xoan (Daniel Grao), her complex friendship with Xoan’s on-off lover Ava (Inma Cuesta) and her tense relationship with the formidable and disapproving Marian, played by the unmistakable Almodóvar icon Rossy De Palma. This fraught dynamic creates the perfect emotional storm which is to be the key to Xoan’s fate — that an a real-life storm in which he takes out his fishing boat.  This is an intriguing, painful story of almost melodramatic vehemence, but seen through a hall of mirrors. The Russian formalists used to say that the function of art was to put you a knight’s-move away from reality; Almodóvar delights in putting you a knight’s-move away from what is happening in his film. It is absorbing yet also sometimes disconcerting. The performances of from Uguarte and Suárez are open and generous: on camera, their faces deliver up emotion richly and immediately. The emotional lives of young Julieta and older Julieta are, appropriately, storm-tossed. They seem to be in the centre of a Hitchcockian thriller — Lorenzo at one stage ruefully compares his own behaviour to an obsessed character in a Patricia Highsmith novel. Almodóvar is brilliant at creating the mood of a mystery thriller, but with little or no intention of giving you the big reveal that you might expect.  The mystery at the heart of the film is Antía herself, played as an 18-year-old by Blanca Pares: it is a nagging, gnawing absence, and the structure of the film is a clever way of approximating that sense of loss and devastation. Antía being gone from Julieta’s life is a kind of bereavement. Finally, we hear why Antía felt the need to abandon her mother, but there is something frustrating and baffling in the fact that she is revealed to us only as reflected in the tormented memory-mirror of Julieta’s mind. This is not as richly compelling as other Almodóvar films, but it’s a fluent and engaging work.",
  "webTitle": "Julieta review: Pedro Almodóvar ties himself down with fractured melodrama",
  "webPublicationDate": "2016-05-17T10:21:52Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/julieta-review-pedro-almodovar-ties-himself-down-with-fractured-melodrama",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Pedro Almodóvar",
      "id": "film/pedroalmodovar",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/17/julieta-review-pedro-almodovar-ties-himself-down-with-fractured-melodrama"
}