{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/16/us-supreme-court-merrick-garland-president-obama-contraception-mandate",
  "id": "2016-05-16-57",
  "sectionId": "law",
  "body": "The supreme court failed to resolve a dispute on Monday between faith-based groups and the Obama administration over birth control, asking lower courts to take another look at the issue in search of a compromise. “The court expresses no view on the merits of the cases” involved, the justices wrote, issuing an unsigned, unanimous opinion. The case, Zubik v Burwell, pitted the government against 29 faith-based not-for-profit organizations that claimed that the government’s rules for groups with religious objections to covering female employees’ contraception were morally compromising. The decision implied that the court, which is evenly divided between four conservative justices and four liberals following the death of conservative Antonin Scalia in February, wanted to avoid a 4-4 tie. With the man Barack Obama has picked as Scalia’s replacement, Merrick Garland, in limbo and awaiting confirmation, the case is highly unlikely to return to the supreme court before the presidential election.   Related: Supreme court punts on challenge to Obama's contraception mandate    Are there likely to be more such non-decisions? Probably. The evenly balanced, partially paralysed court will struggle to find a majority for important cases taken up before Scalia’s death but will try to avoid 4-4 deadlocks when it can. On Monday it also sent back a major class-action case to a federal appeals court for further action. Asked the question at Monday’s White House press briefing, spokesman Josh Earnest said: “What is undeniable is that even Republicans have failed to make any sort of coherent case that the American people are better served by having a vacancy on the supreme court. That flies in the face of certainly the argument President Obama has made. It also flies in the face of the argument that President Reagan made.” Does this mean that, in effect, the supreme court is broken? Yes, according to Washington lobbyist Vincent Eng. “It’s the highest court in the land and if it can’t make decisions, it’s absolutely broken,” he said. “The whole country is in a holding pattern. This could go on for two supreme court terms, and it doesn’t bode well for getting the country on the right track on what’s the law and what’s not the law.” The court has split 4-4 in two cases already this year, including a major labour rights case, and has dramatically slashed the number of new cases it is accepting for next term. Justice Elena Kagan admitted last month: “There is a reason why courts do not typically have an even number of members. We’ve seen this already.” Scalia himself once wrote that, if there are only eight justices on a case, it raises the “possibility that, by reason of a tie vote, [the court] will find itself unable to resolve the significant legal issues presented by the case”. What other important cases are still to come this term? There are almost 50 cases left to decide before the justices leave for their summer break at the end of June. They include a challenge by 26 states including Texas to Barack Obama’s plan to spare roughly 4 million undocumented immigrants from deportation, and a case brought by a Hispanic man that raises the question of whether jury secrecy laws stand in the way of his ability to present evidence of racial bias. How does the issue divide Democrats and Republicans? Republicans have adamantly opposed Obama’s nomination of Garland, saying that it should wait until after the election so the American people can have a say. Earnest seized on Monday’s non-decision saying: “I haven’t heard anybody make the argument that leaving the supreme court of the United States short-staffed is somehow good for the country. “The argument that we’ve heard from Republicans is they don’t want to confirm another of President Obama’s nominees to the supreme court and they have made that declaration based solely on partisan reasons and many Republicans are having a tough time explaining it to their constituents why they’ve refused to do their job, simply because the Republican leader in the Senate has requested that they do so.” Democratic senator Patrick Leahy said on Monday: “Our constitution ensures equal justice for all; not a patchwork of different rights in different parts of the country. This is precisely why the Senate must proceed with a public hearing and a vote for Chief Judge Merrick Garland, who was nominated two months ago to fill the vacancy on the supreme court.” Donald Trump, the Republican presumptive nominee, has described the death of Scalia as a “tremendous blow to conservatism” and called on the Senate to halt any nomination. “It’s up to Mitch McConnell and everyone else to stop it,” he said. “It’s called delay, delay, delay.” What’s the latest on Garland’s nomination? Obama announced his pick two months ago today but Senate Republicans had already insisted that they would not grant him a hearing. Garland returns to Capitol Hill this week for talks with six senators but all are Democrats. There is still little sign of the Republicans budging. Lobbyist Eng said: “All individuals, Republicans and Democrats, should want an institution to be functioning. One of our branches of government is not able to put something to rest. I don’t think people in the country want vagueness from its highest leaders. The Republicans are trying to stick to their word, even to the detriment of the country.” Some Republican senators, such as Jeff Flake and Orrin Hatch, have conceded that they will back Garland if Trump loses the general election in November. They could confirm him in a lame duck session to pre-empt Democrat Hillary Clinton choosing a more liberal jurist.",
  "webTitle": "Is the US supreme court broken, and what cases are coming next?",
  "webPublicationDate": "2016-05-16T19:41:10Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/16/us-supreme-court-merrick-garland-president-obama-contraception-mandate",
  "keyword": [
    {
      "webTitle": "US supreme court",
      "id": "law/us-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "law/2016/may/16/us-supreme-court-merrick-garland-president-obama-contraception-mandate"
}