{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/thailand-closes-koh-tachai-andaman-sea-island-to-tourists-coral-reefs",
  "id": "2016-05-17-279",
  "sectionId": "world",
  "body": "Thailand has closed an island in the Andaman Sea to visitors in an attempt to ease the negative effects of tourism on its once-pristine beaches and surrounding coral reefs. Koh Tachai, an island in the famous Similan national park in south-west Thailand, would close for an “indefinite period” from 15 October, the Bangkok Post reported. The small island’s idyllic location, with white sandy beaches and flourishing coral, has made it popular with day trippers from the mainland. Visitors can spot leopard sharks and manta rays in the clear waters. “Thanks to its beauty, Koh Tachai has become a popular tourist site for both Thai and foreign tourists. This has resulted in overcrowding and the degradation of natural resources and the environment,” Tunya Netithammakul, the director general of the Department of National Parks, Wildlife and Plants Conservation, told the paper. “We have to close it to allow the rehabilitation of the environment both on the island and in the sea without being disturbed by tourism activities before the damage is beyond repair.”   Thailand map   Thailand is a popular tourist destination famed for its beaches and wildlife, but it has suffered from overcrowding, with visitors from China and elsewhere rising significantly year on year. Nearly 30 million foreigners went to Thailand in 2015 and the government expected that record to be broken this year. Tourism accounts for about 10% of Thailand’s GDP. Many visitors to Koh Tachai have complained on travel websites about overcrowding, especially at snorkeling sites near the island. Thon Thamrongnawasawat, the deputy dean of the faculty of fisheries at Kasetsart University, said the beach on Koh Tachai should hold only 70 people but sometimes numbers reached more than 1,000. He told the Post the sands were “already crowded with food stalls and tour boats. This caused the island to quickly deteriorate. If it’s not closed now, we’ll lose Koh Tachai permanently.” Divers will still have access to some sites around Koh Tachai although tour operators could lose their licence for unloading on the island.",
  "webTitle": "Thailand closes 'overcrowded' Koh Tachai island to tourists",
  "webPublicationDate": "2016-05-17T07:42:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/thailand-closes-koh-tachai-andaman-sea-island-to-tourists-coral-reefs",
  "keyword": [
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Thailand holidays",
      "id": "travel/thailand",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Asia",
      "id": "travel/asia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "world/2016/may/17/thailand-closes-koh-tachai-andaman-sea-island-to-tourists-coral-reefs"
}