{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/barcelonas-gracia-district-braces-for-more-riots",
  "id": "2016-05-27-90",
  "sectionId": "world",
  "body": "Barcelona’s fashionable Gràcia neighbourhood is braced for a weekend of violence after three nights of rioting this week. The trouble began on Monday when police evicted squatters from an abandoned bank which has served as an informal civic centre for the past five years. Running battles between protesters and police followed for the next three nights, resulting in numerous injuries and widespread damage.  The riots, aimed at repossessing the “expropriated bank”, have overshadowed Ada Colau’s first anniversary as the city’s mayor. Spain’s most famous housing activist before her election, Colau is now being criticised from all sides.  The squatters feel she has betrayed them by not intervening to stop the eviction, while rightwing nationalist politicians accuse her of sympathising with the rioters and failing to support the police. Colau can take some comfort from the fact that her predecessor, Xavier Trias, is the target of almost as much criticism for a secret agreement he made to pay €65,500 in rent to the property owners in return for not evicting the squatters. The agreement over the property, apparently aimed at avoiding scandal before the mayoral elections, included paying for rubbish collection, council tax and any damage caused by the occupants.   Related: Is this the world’s most radical mayor? | Dan Hancox    The squatters only became aware of the deal when Colau became mayor and said she was not prepared to continue the arrangement. Trias is now under investigation by the public prosecutor for improper use of public funds. He insists the deal was done in the name of maintaining public order.  A lull in the violence on Thursday night may mark a change of tactics on the part of the protesters. The bank’s windows and doors are now behind a double layer of welded steel sheets which no amount of force is likely to remove. However, the protesters are not accepting defeat. The tense atmosphere was made worse on Friday when a judge acquitted police officers of blinding a woman in one eye during a demonstration in 2012. Ester Quintana lost an eye when she was hit by what witnesses say was a rubber bullet. However, the judge ruled that while the injury was probably caused by a rubber bullet it may also have been a foam tipped round and, as it was impossible to be sure, he was obliged to acquit the accused. After the ruling, Quintana complained of injustice and a coverup. The police have been widely accused of using excessive force during the riots and Colau has appealed to them to behave “proportionately”.",
  "webTitle": "Barcelona's Gràcia district braces for more riots",
  "webPublicationDate": "2016-05-27T16:06:01Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/barcelonas-gracia-district-braces-for-more-riots",
  "keyword": [
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Burgen",
      "id": "profile/stephen-burgen"
    }
  ],
  "guardianId": "world/2016/may/27/barcelonas-gracia-district-braces-for-more-riots"
}