{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/20/england-in-the-90s-sky-cricket-front-page",
  "id": "2016-05-20-127",
  "sectionId": "sport",
  "body": "If you have the right access codes I’d recommend watching the very enjoyable Sky Sports documentary England In The 90s. Presented by the waspish and witty Mark Butcher the film promises to lift the lid on “that iconic decade”, digging up the skeletons and marching them around, teeth chattering, papery skin still flapping, and generally finding out how an England team crammed with talent became the scowling man-boobed whipping boys of international cricket. Not that England In The 90s does any of this in really startling detail. A few years back, talking about the “golden age” of Radio 1, John Peel dropped in a devastating story about a drunken BBC Christmas party where Peel and David “Kid” Jensen had lain in wait in the car park with the sole intention of beating up Simon Bates. Well, there’s not really anything like that here. This is not a scalding evisceration. Departed selectors aside, the only person who gets mildly singed is Graham Gooch who, as you may have already gathered, liked everyone to do a bit of jogging. Gooch doesn’t work for Sky. He takes it well. It is more a gently questing in-house job with plenty of wonderful, heart-rending, trauma-triggering footage, much of it featuring baffled, tired looking men slumped behind press-room desks or sad figures in pre-modern pads and arm guards trudging off, stumps splayed, while men in green hats shout at them. Not that the film suffers as a result. This is a gripping tale however you slice it. Even when it’s being told through a honeyed glaze, with Sky itself always destined to emerge as the real hero, the stability of TV-funded central contracts a natural counterpoint to all that chaos. The gear change duly arrives midway through as production values ramp up and suddenly the players are dressing in branded tracksuits and prototype Team England gear. And why not? There has been obvious progress. Sky’s coverage is thrillingly good. England in the 2010s is a far more successful machine. This week a very likable, frisky, exciting Test team have kicked off a well-stocked Test match summer in Leeds. Everything’s fine. Better. Different. Fine. But what do I feel now? Doubt? As Philip Larkin noted, the crowd is young in the M1 cafe. The kids are screaming for more but not, apparently, for more Test cricket. There were 9,346 in the stands at Headingley for the first day of the Test, almost 2,000 down on the same day against the same opponents two years ago. Perhaps the most significant part of England In The 90s is what it tells you between the lines. This is a good news story that carries a powerful undertow, chiefly in the startling reminder that our own well-tended minor sport was until very recently a genuine national obsession. The Butcher doc comes shortly after Emma John’s memoir of 90s cricket obsession, Following On, which carries a similar vanished sense of scale and weep. Everything mattered then. I remember a newspaper front page centred around a huge split-screen pic of a wonky England bat with an “X” slashed across the front, juxtaposed with a straight Australian one. Wonky bats on the front page. Wild, swirling headline fears about decline and disintegration, ambition and anxiety. Cricket was like the Brexit debate. Similarly the players themselves – fall guys, burnouts, punchline to the new dawn – were still outsize figures. Graeme Hick may have failed to express the full might of his batting talent but even now he remains a hugely potent, mournful, Kong-like figure, forever wandering off as his stumps explode behind him, manacles dragging, menaced by helicopters, tiny twig-like bat tucked beneath his arm. No one ever seemed to be simply playing, rather playing the game within the game within the game, a strangulation of personal ambition and wider tidal forces. Mark Ramprakash still looks so furious, so lost in the moment you half expect to look down and notice he’s accidentally gnawed off one of his legs between overs. The bowlers are a joy too, players with home-made, defiantly un-homogenised actions, all oddly-angled run-ups and sweeps of the arm. Devon Malcolm ran in like a heavy goods vehicle triumphantly veering off a mountain pass. Allan Mullally’s run-up didn’t seem to be anything to do with sport at all, resembling instead a man running along the beach or about to catch a Frisbee. Yet, preposterously perhaps, they were still national figures. There was a fair chance your average man in the street knew who John Embury was. Mike Gatting could carry a tabloid front page. Contrast this with the recent TV adverts that had England’s biggest stars – Joe Root, Jonny Bairstow – turning up to deliver people’s shopping. Nice idea ... Except, the most common reaction among the majority of the population is likely to be something along the lines of, oh, some nice, athletic-looking ginger bloke’s delivering my shopping. Why’s he grinning at me? Should I tip him? This is not intended as a sour-faced middle-aged anti-neoliberal economics whinge. We know all this already. The ECB and the counties are aware of the need to “reach out”. Neither is this the moment to start firing up the free-to-air TV debate, now pointlessly polarised (answer: a bit might be good). Or to dwell on the bigger issue, one that lies beyond cricket, of the disappearance of the sport from schools, the dieback of clubs and pitches, particularly in urban areas. The point is, there is still hope. All that passion, the visceral pull of England In The 90s is still there, albeit in concentrated form. The coverage of the sport, so well-suited to the internet, has never been so diverse and so full of energy. The T20 Blast will sell out this summer. County cricket, and the colts levels stretching down into school and age groups, is crammed with talented young players. The question is, who will watch them? What kind of game are they going to play? Headingley kicks off 51 days of England cricket this summer, 22 of which will be overshadowed by some larger sporting event elsewhere. For English cricket the real enemy isn’t emerging markets or the obsession with loss of status to India. It is instead simple domestic irrelevance, the annihilating pull of football, no one giving a damn in 10 years’ time. It was heartening to hear Colin Graves, the ECB chairman, talking with absolute, even tactless certainty – yes Sky, the T20 Blast we sold you for £65m is “mediocre” – about the need to pluck out a version of the game that can make this work again in England. And perhaps avoid the lurking prospect that the only film anyone’s going to make about England in the 2010s is a kind of mystery story, a whodunnit, a tale of disappearance and decline to be enjoyed in an ever-shrinking circle of privacy.",
  "webTitle": "England In The 90s reminds us cricket used to be front-page news | Barney Ronay",
  "webPublicationDate": "2016-05-20T14:28:00Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/20/england-in-the-90s-sky-cricket-front-page",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barney Ronay",
      "id": "profile/barneyronay"
    }
  ],
  "guardianId": "sport/blog/2016/may/20/england-in-the-90s-sky-cricket-front-page"
}