{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/12/the-ghost-and-mrs-jeffries-emily-brightwell-review",
  "id": "2016-05-12-320",
  "sectionId": "childrens-books-site",
  "body": "Looking for a suitable whodunnit-style read, and to fill the gap between Robin Stevens’s 1930s Murder Most Unladylike mystery series of books, I thought that I would give Emily Brightwell’s mysteries a try.  This series is set in Victorian London. Inspector Witherspoon is an affable but rather slow detective. To complement his less than sharp mind is his housekeeper, Mrs Hepzibah Jeffries. Polite and logical, she works unassumingly to help the often baffled man. Aided by a large supporting cast of characters who make up the household staff, they hunt down solutions to mind-boggling cases. Rich Amelia Hodges has been murdered in suspicious circumstances. It looks like a straightforward bungled robbery. With so many people out to get her, who could the culprit be? Driven on by his housekeeper, Witherspoon endeavours to crack the case. It is a wonder just how this detective has risen through the ranks as he doesn’t really appear to be cut out for the job.      The book has an engaging plot and the secondary characters all help move the story along. Although it is possible to guess who committed the crime near the end and before the big reveal, there are plenty of diversions to keep the reader guessing.  The Victorian setting lends the book a good angle for children who are not yet ready for the more challenging language of a Sherlock Holmes novel but like the idea of historical fiction. The Ghost and Mrs Jeffries is a lighthearted fun read, although you do need to keep on top of the large cast of characters and follow who is who, quite carefully. There are lots more stories featuring Mrs Jeffries and as she is teamed with such a interesting crowd of fellow amateur investigators, I will definitely be hunting out a few more from this series. This is a fun read for ages 9 and up.    Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Ghost and Mrs Jeffries by Emily Brightwell – review",
  "webPublicationDate": "2016-05-12T08:00:00Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/12/the-ghost-and-mrs-jeffries-emily-brightwell-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Historical fiction (children and teens)",
      "id": "books/childrens-historical-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/12/the-ghost-and-mrs-jeffries-emily-brightwell-review"
}