{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/25/model-agencies-colluded-to-fix-prices-competition-regulator-says",
  "id": "2016-05-25-93",
  "sectionId": "fashion",
  "body": "Some of Britain’s top model agencies colluded to fix prices charged to retailers, fashion brands and other customers, the competition regulator has alleged. FM Models, Models 1, Premier, Storm and Viva agreed to exchange competitively sensitive information, including future prices, from April 2013 to March 2015, the Competition and Markets Authority alleged. In some cases, agencies agreed a common approach to pricing, the CMA added. The allegations affect agencies at the pinnacle of the British modelling industry. Premier was the agency that launched Naomi Campbell’s career, Storm discovered Kate Moss and Cara Delevingne. Models 1 have represented Sophie Dahl and Yasmin Le Bon while Viva’s models include Stella Tennant and Natalia Vodianova. The agencies allegedly used the Association of Model Agents trade association as a vehicle for price coordination when their representatives controlled the AMA’s managing council. The association circulated regular “AMA alerts” encouraging agencies to reject fees offered by customers and negotiate higher payments, the CMA said. The CMA published its provisional findings after an investigation that began in March 2015. The regulator carried out dawn raids on agencies’ offices, interviewed staff and seized computer hard drives and files last year in operations that stunned the industry. If the agencies are found to have broken the law they could be fined up to 10% of annual global revenues. Their directors could be fined, barred from running a company for 10 years and, in the worst cases, jailed. Stephen Blake, the senior director of the CMA’s cartels and criminal group, said: “The allegations concern prices charged to a range of customers, including high street chains, online fashion retailers and consumer goods brands. The CMA alleges that these five model agencies sought to achieve higher prices in negotiations with their customers by colluding instead of competing.” The CMA said it would consider statements from the agencies and the AMA before deciding whether they had broken the law.  Kirsty McGregor, news editor at trade publication Drapers, said: “It’s a can of worms that has been opened up. Retailers could feasibly decide to sue whichever agency they were working with because the CMA has done the groundwork for them in gathering evidence.” The investigation is the CMA’s first into Britain’s creative industries. It is more used to deciding on less glamorous matters such as the state of retail banking and whether Poundland’s takeover of 99p stores hurts consumers. Blake said the creative sector was an important part of the economy that needed vigorous competition to operate effectively. A source at an agency not involved in the investigation said: “We are not supplying a commodity. You’re representing a model and they are all different and they are all human beings and they are self-employed so [fees are] not a straightforward proposition.” The CMA spent six months gathering information before deciding in October to proceed with a full inquiry. The main investigation ended in March and the watchdog has spent the past two months assessing evidence before publishing its findings.  The agencies and the AMA have about three months to submit their responses. The CMA will hope that at least one agency decides to cooperate early in return for a more lenient punishment. It is also offering up to £100,000 to people whose evidence helps the investigation. The AMA’s website says its council meets regularly to discuss industry matters and promotes the interests of its members and their models. It operates a code of practice covering health, wellbeing and financial arrangements for models. Models 1, Premier, Storm and Viva did not respond to requests for comment. FM ceased trading this year. The AMA was based at FM’s address and is chaired by FM’s co-founder Laurie Kuhrt, according to its website. A phone number on the website did not work.",
  "webTitle": "Model agencies colluded to fix prices, competition regulator says",
  "webPublicationDate": "2016-05-25T16:41:54Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/25/model-agencies-colluded-to-fix-prices-competition-regulator-says",
  "keyword": [
    {
      "webTitle": "Models",
      "id": "fashion/models",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Competition and Markets Authority",
      "id": "business/competition-commission",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fashion industry",
      "id": "fashion/fashion-industry",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "fashion/2016/may/25/model-agencies-colluded-to-fix-prices-competition-regulator-says"
}