{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/exxonmobil-climate-change-scientists-congress-george-w-bush",
  "id": "2016-05-25-219",
  "sectionId": "business",
  "body": "ExxonMobil moved to squash a well-established congressional lecture series on climate science just nine days after the presidential inauguration of George W Bush, a former oil executive, the Guardian has learned. Exxon’s intervention on the briefings, revealed here for the first time, adds to evidence the oil company was acutely aware of the state of climate science and its implications for government policy and the energy industry – despite Exxon’s public protestations for decades about the uncertainties of global warming science.   Related: My father warned Exxon about climate change in the 1970s. They didn't listen | Claudia Black-Kalinsky    Indeed, the company moved swiftly during the earliest days of the Bush administration to block public debate on global warming and delay domestic and international regulations to cut greenhouse gas emissions, according to former officials of the US Global Change Research Program, or USGCRP.  The Bush White House is now notorious for censoring climate scientists and blocking international action on climate change by pulling the US out of the Kyoto agreement. The oil company is under investigation by 17 attorney generals for misleading the public about climate change, and is facing a shareholder revolt at its annual general meeting on Wednesday by investors pressing Exxon for greater disclosure about the effect of climate change on its profits. In early 2001, however, after Al Gore lost the White House to George Bush, Exxon officials apparently saw a chance to influence the incoming administration, according to former officials of the research program. The government agency was set up in 1990 and charged with producing definitive reports to Congress every four years on the effects of climate change on the US. In the mid-1990s, as part of its legal mandate, USGCRP began organizing monthly seminars on climate science for elected officials and staffers in Congress. On 29 January 2001, nine days after Bush’s inauguration, Arthur Randol, a former senior environmental advisor at Exxon, telephoned Nicky Sundt, then communications director for the research program, to inquire about the future of the lecture series.     ExxonMobil moved to squash the well-established series just nine days after the presidential inauguration of George W Bush, a former oil executive. Photograph: Carlo Allegri/Reuters    A few days earlier, Sundt had emailed a survey to congressional staffers seeking suggestions for the next lecture series. Exxon had not been on his distribution list, and Sundt said he was surprised to receive a call from Randol. “I thought it was very unusual, if not inappropriate, for a fossil fuel lobbyist to be calling me directly days after the administration was sworn in only directly to instruct me on how we would be communicating to the Congress on climate change,” Sundt told the Guardian. “This is ExxonMobil reaching into the federal government science apparatus and seeking to influence the communication of science.” Sundt, who now directs the WWF-US climate science programme (although he said he was not speaking on behalf of the organisation), said he made notes of the phone call. The briefings had then been running for a number of years and were well regarded by Republican as well as Democratic staffers, according to Bryan Hannegan, a Senate staffer and scientist who went on to work for the Bush administration and is now at the National Renewable Energy Lab. But the Exxon lobbyist saw it differently. “I very specifically remember him suggesting that the seminars were what he called ‘agenda-driven’, and he indicated that with the new administration and the Congress that – if the seminars continue – he hoped to see a different balance of viewpoints,” Sundt said. That was Sundt’s only encounter with Randol. He told his USGCRP colleagues about the telephone call but did not speak out publicly until now.  In retrospect, Sundt said the telephone call was the first sign of the energy industry’s efforts to squash the agency’s reporting about climate change, and the broader debate about global warming, during the George W Bush era.  Bush went on to pull the US out of the Kyoto climate change agreement, and White House officials were later found to have played down scientists’ warnings about the dangers of climate change.  Randol, who left Exxon in 2003 after 25 years with the oil company, was known to have played a key role in such efforts – even before Sundt came foward. On 6 February 2001, not long after his phone call to Sundt, Randol wrote a memo urging the Bush administration to demand the removal of Bob Watson, a well-regarded climate scientist, as head of the UN’s climate science panel, the intergovernmental panel on climate change.  Randol describes Watson as “hand-picked by Al Gore”. “Restructure the US attendance at upcoming IPCC meetings to assure that none of the Clinton/Gore proponents are involved in any decisional activities,” the memo reads. In the same memo, Randol also recommended sacking three US climate officials.  The Exxon lobbyist was extraordinarily successful. At the IPCC, Watson was replaced by Rajendra Pachauri, an Indian engineer who stepped down from the science panel last year after being accused of sexual harassment.  Following Randol’s recommendations,  a number of climate sceptics were appointed to the administration, including Harlan Watson, a then Republican congressional staffer, who went on to lead the US climate negotiating team.  Meanwhile, Randol sought to put Exxon’s stamp on the blockbuster US climate reports. On 22 March 2002, Randol forwarded a company memo to the White House council of environmental quality suggesting an overhaul of the USGRCP’s national climate assessments.  The memo, which extolled Exxon’s qualifications in climate science, recommended the agency focus more on “gaps and uncertainties” in climate science. Exxon and Randol did not respond to requests for comment.  However, Mike MacCracken, a former chief scientist at the USGRCP, said Sundt’s account of the phone call fits in with his recollections of Exxon’s efforts to influence government climate science research. “I don’t recall the call directly but they were objecting to all sorts of things as the new administration came in,” he said. “I guess the Republicans were sort of pushing from Congress. They were taking over and they had their views.”",
  "webTitle": "ExxonMobil tried to censor climate scientists to Congress during Bush era",
  "webPublicationDate": "2016-05-25T10:00:37Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/exxonmobil-climate-change-scientists-congress-george-w-bush",
  "keyword": [
    {
      "webTitle": "Exxon Mobil",
      "id": "business/exxonmobil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil",
      "id": "environment/oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "George Bush",
      "id": "us-news/george-bush",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Goldenberg",
      "id": "profile/suzannegoldenberg"
    }
  ],
  "guardianId": "business/2016/may/25/exxonmobil-climate-change-scientists-congress-george-w-bush"
}