{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/18/the-mandibles-a-family-2029-2047-by-lionel-shriver",
  "id": "2016-05-18-129",
  "sectionId": "books",
  "body": "There are plenty of zippy novels about the end of the world, but Lionel Shriver has had a different idea. The devastation in The Mandibles is monetary – its effect is to destroy the US economy so completely that the impoverished hordes are fleeing to Mexico. The formerly wealthy, who had installed themselves in France, must now go home because the almighty dollar is worth nothing, replaced as the international currency by the “bancor”. Your head may be spinning, because the details of finance are more abstruse than nuclear exchange, asteroid impacts or the second coming, but as she follows her characters through sufferings and accommodations, Shriver manages to make her case – that civilisation is a delicate network and what we have, even if that is only toilet paper and socks, is precious. To begin with, the Mandibles are a prosperous Manhattanite bunch. “Great Grand Man” has an old-style fortune with its roots in manufacturing; his daughter, Enola, is a prominent author; and his son-in-law, Lowell, is an economist at Georgetown. Only his granddaughter Florence hasn’t really made it – she works at a homeless shelter and lives with Esteban, who works in an old folks’ home. The hard-to-handle cousin, Jarred, is a farmer upstate. The character who comes the closest to being Shriver’s protagonist is Florence’s son, Willing, 13 when the novel opens in 2029. He is simultaneously a snarky teenager and the most observant and perceptive commenter on the onslaught of misfortunes. He is well-intentioned, but will act outside the law if he has to. And he has to, as does his cousin, Savannah, who had been intending to go to the Rhode Island School of Design but opts for the sex trade instead. As the dollar collapses, American exceptionalism morphs into general lawlessness and disrepair, though a smartphone-like gadget called a “fleX” and the internet continue to be of use. The New York Times has fallen by the wayside; nothing is said about the Guardian. The energy of Shriver’s style counteracts the remorselessness of her vision. The world that the Mandible family must negotiate is evoked in seamless detail: what they are able to buy, how they feed themselves, what they must throw away, the loss of all their possessions until their lost prosperity is represented only by a set of monogrammed silverware that they take with them when they have to escape on foot from the house where they have all gathered, and not for a family reunion. At one point, she writes of Willing, “He picked up a $100 bill, an original issue green-back – too small to blow your nose in, not absorbent enough to clean your glasses.” It is worthless, but “the distinctive flannel texture, the painfully pompous engraving, triggered an unexpected nostalgia. He pocketed the bill.” For the most part, the Mandibles themselves partake of Shriver’s energy – they are hardy and resourceful and though it might cross the reader’s mind that suicide would be a viable alternative, the Mandibles press on.   Related: Lionel Shriver: is there any better villain than a banker? ​    Which doesn’t mean that I like them. They come across as real, but more like friends of friends that you prefer to see only at very large parties. At the beginning, they are secure and self-satisfied, part of the 1% and convinced of their status, not nearly as insightful or playful as their author, who names one of Willing’s cousins “Goog” and the other one “Bing”. Willing is more sympathetic, and so what happens to him at the beginning of part two is especially horrifying, more so than the mass shootings of elderly pensioners whose benefits are linked to the inflation rate. After this section, you may feel that you can’t go on, but you will. The author and I don’t agree about the seminal causes of the impending dystopia: I think failure to address climate change when it was first understood in 1968 and the rapacious greed of corporations is what will destroy us; Shriver is more wary of the government, at first inept, then intrusive, and always demanding higher taxes. She makes an interesting case, however, and manages to twist the plot over and over so that unexpected events happen all the way to the end. One thing I really like is her coining of made-up slang for her younger generation of characters and her resolutely materialist analysis of what could be coming. She, of course, is wrong. So am I, so was HG Wells, so was Nevil Shute. Every dystopia is a picture of what the author most dreads; Shriver is better than most at fleshing out her vision and bringing it alive. • Jane Smiley’s latest novel is Golden Age (Picador).",
  "webTitle": "The Mandibles: A Family, 2029-2047 by Lionel Shriver – a vibrant vision of America in decline",
  "webPublicationDate": "2016-05-18T15:00:41Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/18/the-mandibles-a-family-2029-2047-by-lionel-shriver",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Lionel Shriver",
      "id": "books/lionel-shriver",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/18/the-mandibles-a-family-2029-2047-by-lionel-shriver"
}