{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/chinese-couple-wedding-night-copying-communist-party-constitution",
  "id": "2016-05-18-239",
  "sectionId": "world",
  "body": "In what may rank as one of the least romantic wedding nights in history, a Chinese couple reportedly spent their first night of marital bliss transcribing the Communist party’s 17,000-word constitution as part of a campaign designed to shore up support for President Xi Jinping’s administration. Photographs posted on social media showed the newlyweds – both civil servants from the eastern province of Jiangxi – perching next to a balloon-covered double bed as they copied out parts of the 11-chapter text. Li Yunpeng and his bride, Chen Xuanchi, saw the task as a way of creating “beautiful memories” of their wedding night, their employer, the Nanchang railway bureau, wrote in an online message.  The state-run Global Times said last Sunday’s post-nuptial transcription session was part of a Beijing-backed campaign called Copy the Chinese Communist party constitution for 100 days. The initiative, which was launched in March, is part of a “national education campaign” designed to raise awareness of the party’s constitution, its rules and the speeches of its general secretary, Xi Jinping.     The couple wrote out chunks of the 11-chapter constitution Photograph: Nanchang Railway Bureau    The Global Times said its main targets were party members with “wavering confidence in communism and socialism with Chinese characteristics, as well as those who advocate western values, violate party rules, work inefficiently or behave unethically”. Since taking power in late 2012, Xi has vowed to reinvigorate the 87 million-member party, cracking down on official corruption and rooting out unwelcome foreign influences, such as freedom of speech and western-style democracy.  Chinese internet users were quick to mock the Communist party for gatecrashing the couple’s honeymoon. “I have to say this must be the most ridiculous and hilarious thing the party has ever done,” one wrote on Weibo, China’s answer to Twitter. “Does the party teach them how to make love?” wondered another.      Photographs of the couple next to their balloon-covered bed were posted on social media. Photograph: Nanchang Railway Bureau    Those comments appeared to hit a nerve. An article on the matrimonial transcription appeared to have been deleted from the website of Caijing, a leading news magazine, on Wednesday afternoon.  The Communist party’s constitution, last updated in 2012, makes up in Mao Zedong thought for what it lacks in the way of marriage guidance. But some excerpts of its chapter on party membership might also prove conducive to a life of wedded bliss. Clause six of article three encourages members to “earnestly engage in criticism and self-criticism, boldly expose and correct shortcomings and mistakes in work and resolutely combat corruption and other negative phenomena”.  Clause five urges readers to “be loyal to and honest with the party, match words with deeds, firmly oppose all factions and small-clique activities and oppose double-dealing and scheming of any kind”. Additional reporting by Christy Yao",
  "webTitle": "Chinese couple spend wedding night copying Communist constitution",
  "webPublicationDate": "2016-05-18T10:28:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/chinese-couple-wedding-night-copying-communist-party-constitution",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Communism",
      "id": "world/communism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Xi Jinping",
      "id": "world/xi-jinping",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/18/chinese-couple-wedding-night-copying-communist-party-constitution"
}