{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/tiny-turtle-stows-away-on-jetstar-flight-from-melbourne-to-hobart",
  "id": "2016-05-24-304",
  "sectionId": "australia-news",
  "body": "Authorities in Tasmania are trying to find the origin of a small turtle which plopped out of the overhead locker of a plane in Hobart on Sunday and landed on a passenger’s foot. The passenger, Patrick Kelly, said he thought the small reptile was “a toy turtle sort of statue” until it began to crawl around. “They [flight staff] did ask if anyone on the plane had lost a turtle – people found that pretty funny,” Kelly told ABC news. “A flight attendant picked it up with a napkin and took it away.”   Related: Aggressive spiders cause panic on Canada-bound plane    A Jetstar spokeswoman confirmed the terrapin, reckoned to be between a 50 and 20 cent piece in size, was in the luggage compartment of a Melbourne to Hobart flight on Sunday. She said none of the passengers admitted owning it, and she suggested it could have stowed away in someone’s luggage and made its way on to the plane without anyone knowing. But a spokesman from Tasmania’s Department of Primary Industries, Parks, Water, and the Environment, who took custody of the turtle, said he thought that was unlikely.  “It’s unlikely that it up and jumped into someone’s bag,” he said. “It’s not that mobile – it’s a turtle.”  Turtle possession carries a penalty of up to five years’ imprisonment or a $77,000 fine in Tasmania under the Nature Conservation Act 2002, because they can cause significant damage to waterways. Tasmania has no native freshwater turtles. The spokesman said it was possible the reptile’s owner was on the flight and remained silent to avoid a fine. Or it might have ensconced itself in the overhead locker during a previous flight. “It’s unlikely that we will find who owns it or how it got there,” he said. “There is no evidence that it even belonged to someone who was on that flight. That plane had been around the country a few times, it could have been there for a few hours; it could have been there for a few days.” Terrapins are not native to Australia but are commonly sold as pets in Victoria. “Unfortunately for the turtle, the outcome is the same … It will be humanely destroyed and we are very, very sad about doing that,” the spokesman said. It is not the first time a turtle has illegally travelled to Tasmania on a passenger flight.  In 2013 a woman told a Launceston court she had smuggled a long-necked turtle, named Flapper, into the state by tucking it into her jacket pocket during a flight from Melbourne.   Related: Canadian smuggler had 51 turtles in his pants when he tried to cross border    At the time, possessing a restricted animal – such as a turtle – carried a mandatory $24,000 fine. The Tasmanian government appealed the legislation that same year to give wildlife officers and courts more discretion in setting the penalty.  That decision was made after another case involving an illegal snake-neck turtle, found in a house in northern Tasmania, dragged on for three years in a Launceston court before being eventually dismissed by the magistrate, who said he had “formed the view that in this particular case the undesirability of admitting the evidence does outweigh the desirability of admitting it”. The terrapin was the second animal to be discovered illegally travelling on a Jetstar flight this month.  On Thursday a black moor goldfish, named Lil’ B, and its owner, James Ayr, were kicked off a Jetstar flight from Wellington to Auckland after airline staff, checking the cabin as it taxied towards the runway, noticed the fish swimming in a tupperware container on Ayr’s lap. That story had a happier ending than the poor terrapin: the manager of Wellington airport offered to look after Lil’ B until alternative transport could be arranged, and it arrived safely in Auckland on a flight later that day. Ayr, who planned to give the fish to his girlfriend as a present, told Stuff.co.nz he had been put through “a rollercoaster of emotions today”. A less charming story comes from Canada, where two tarantulas, described as an “aggressive species”, scurried about the cabin of an Air Transat flight from the Dominican Republic to Montreal in April, climbing up the legs of one passenger. Air Transat described it as an “extraordinary and isolated event”.",
  "webTitle": "Tiny turtle stows away on Jetstar flight from Melbourne to Hobart",
  "webPublicationDate": "2016-05-24T05:18:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/tiny-turtle-stows-away-on-jetstar-flight-from-melbourne-to-hobart",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tasmania",
      "id": "australia-news/tasmania",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hobart",
      "id": "australia-news/hobart",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/24/tiny-turtle-stows-away-on-jetstar-flight-from-melbourne-to-hobart"
}