{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/cunco-wins-newbury-first-son-frankel-racecourse",
  "id": "2016-05-13-55",
  "sectionId": "sport",
  "body": "Frankel remains unbeaten. More than three years after the great horse retired on a score of 14 wins from 14 races, he is now one from one as a stallion, his son Cunco having overcome terrible greenness to win here.   Related: Timeform on Frankel: 'No horse in our 66 years would have beaten him'    “Greenness” doesn’t really do justice to Cunco’s pre-race behaviour, which, even by the standards of your average inexperienced two-year-old, was extremely wayward. He pranced and he whinnied. He reared up and smacked his head on the ceiling of a saddling box, to the evident terror of the grooms who were trying to tack him up. Most obviously of all, he sported an impressive erection for nearly the whole of his time in the paddock, to the extent that some photographers complained they had been left without a single photograph that would be likely to make it into print, certainly not in the more conservative publications. This is what is meant, in racing circles, when people allude euphemistically to a horse being “coltish”. It is generally accepted as a perfectly good excuse for a poor subsequent effort on the track. By the time Cunco cantered to the start, throwing his head around and generally behaving as if he had no idea what he was doing here, his odds had doubled to 4-1. A late renewal of interest took him back to 7-2 but the consensus, at least in the press room, was that the chance of Frankel making a flying start to his second career had been reduced almost to zero. This just goes to show what expert opinion is worth because Cunco appeared much more professional in the race. While he took a deal of niggling from his jockey, Rab Havlin, he was never too far off the pace and showed a deeply impressive turn of foot in the final furlong to cut down his rivals. To say he looked like Frankel is not merely to point out that his hide is broadly the same colour and with similar markings. He is smaller than his sire but put together along quite similar lines, also wears a cross-noseband suggestive of a free-running habit and also takes quite a bit of pulling up after crossing the line. The way he towed Havlin round to the 10-furlong start on the far side of the course was strongly reminiscent of what Frankel did after winning the Greenham Stakes here five years ago. Frankel as a stallion cannot, of course, be judged on his very first runner and, since most of his progeny are likely to be the type to peak at the age of three and older, we won’t know his true worth in his second career until at least the middle of next year. But this was an encouraging start after a certain amount of backstage fretting over the fact that his progeny are “all shapes and sizes” rather than being a succession of mini-Frankels. Cunco may get another chance to advertise his father at Royal Ascot next month, since the Chesham Stakes there is rated “a strong possibility” by John Gosden, the winning trainer. “It’s nice to get the stallion off the mark,” Gosden said afterwards.   Related: First Frankel foal sold for £1.15m by Goffs at Kensington Palace auction    “He’s shown a great attitude and galloped out extremely strongly.” Asked about Cunco’s pre-race behaviour, the trainer said: “I never mind that, he’s quite a character and full of himself and it’s his first time at the races. Though of course his father didn’t do that, he was quite business-like.” Havlin said his mount had run “as if he’d been to school three times, you know? He’s never been asked any serious questions at home yet. We didn’t go very fast and five of them got first run on me off a slow pace, so he had a bit to do. It took him 10 strides and he really hit a top gear. I’d say there’s a few more gears left, as well.” The jockey was sanguine on the issue of Cunco’s arousal in the paddock. “I rode him out yesterday and he done the same on the way in but there’s no harm in him, no malice and when he gets about his business, he seems to forget all that stuff. Hopefully, he might need that tackle later on in life.”",
  "webTitle": "Cunco wins at Newbury as first son of Frankel to see a racecourse",
  "webPublicationDate": "2016-05-13T17:51:52Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/cunco-wins-newbury-first-son-frankel-racecourse",
  "keyword": [
    {
      "webTitle": "Frankel",
      "id": "sport/frankel",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/13/cunco-wins-newbury-first-son-frankel-racecourse"
}