{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/10/boris-versus-david-the-daily-telegraph-revels-in-the-battle",
  "id": "2016-05-10-288",
  "sectionId": "media",
  "body": "No one will be able to accuse the Daily Telegraph of failing to give space to the debate about the EU referendum.  Its issue on Tuesday was dominated by next month’s poll. Its front page looked like a Brexit propaganda poster with a big photograph of Boris Johnson headlined “I’m fighting for freedom” and a sub-deck: “The gloves are off in referendum campaign as Boris challenges Cameron to answer five key questions about remaining in EU.” Below it was a splash based on a letter to the paper signed by five former Nato secretaries calling for a remain vote: “Brexit ‘would help West’s enemies’”. Pages 4 and 5 detailed Johnson’s “challenge” to prime minister David Cameron with two more EU pieces below it, including a sketch by Michael Deacon, “Shelley, Beethoven, Churchill... a classic day in a bitter, bloody battle”. On the op-ed page were articles taking either side, one by William Hague (“A Leave vote would be disastrous for Falklands, Gibraltar and Ulster”) and the other by Richard Kemp (“It is an EU army that could bring about war”). The leading article, “Boris offers a bright vision outside the EU”, was a hymn of praise to the man who would be PM (and, of course, the paper’s columnist).  But we haven’t finished yet. The letters section was topped by referendum letters (as has been the case most days in recent weeks). Below was a pro-Brexit piece by Alan Sked, “Nation states have been the making of Europe”.  And there was a promise of much more to come “as the campaign heats up” with plugs for coming columns by “top writers” such as Charles Moore, Lynton Crosby, Fraser Nelson, Ambrose Evans-Pritchard, Allister Heath, Allison Pearson, Philip Johnston and Juliet Samuel. True, there was plenty of coverage elsewhere. The Times splashed on the a letter from “US defence chiefs” urging Remain, carried a spread on the Johnson-Cameron confrontation plus an editorial. The Guardian featured the “head to head battle” between Johnson and Cameron on a spread, plus an editorial. The Daily Mail gave the Johnson-Cameron clash full measure, “Now it’s personal”, with a leading article critical of the prime minister and an op-ed piece by historian Andrew Roberts, “Cameron’s travesty of history.” It hardly goes without saying that the Daily Express took the opportunity to weigh in on Johnson’s side with a front page headline “Boris: it’s mad to stay in the EU”. As for the Sun, its front page, “Cam’s in her Hans”, concerned a claim by Iain Duncan Smith that the prime minister’s EU renegotiation was “secretly controlled” by German chancellor Angela Merkel. Maybe, maybe not. But it was the Telegraph coverage that was the most fascinating, not least because of its vacillation on the matter. Its Brexit heart is sometimes ruled by its Remain head.  For the moment though, its pro-Johnson editorial was informed by its heart. It said that Boris’s “full-on commitment... is the shot in the arm the Leave campaign needs.” It noted that Michael Gove had conceded that the Leave camp was no longer making the case for remaining in the single market. The UK would be “outside the single market but have access to it”.  This, said the Telegraph, “is a consistent position but one that is open to attack from Remainers” and it is also a “dry” economic argument. What was needed instead was “someone to articulate a vision of Britain outside the EU and Mr Johnson is the man to do it.” It continued:  “He can be a popular counterpoint to the prime minister’s increasingly portentous rhetoric... warning of European disintegration if we left. Mr Johnson said he could see ‘the sunlit meadows beyond’ EU membership and ‘we would be mad not to take this once in a lifetime chance to walk through that door’.  He is right to observe that the Europe we joined has changed beyond all recognition, which is why this referendum is necessary. Mr Cameron should at least be commended for promising it, even if he must sometimes wish he had not.”  The Telegraph contended that Johnson “sought to turn the tables on the Remain camp by challenging it directly to answer five key questions about how Britain would look if we stay.” Then it listed the issues that concern it - immigration, naturally, plus the European Court’s “extensive new powers to intervene in aspects of national life that were once off-limits” and “the so-called Five Presidents’ report” which “indicates that once the UK referendum is out of the way, the structures of political and fiscal integration will be established that will affect us even if we have no say in them.” The Telegraph concluded: “How will this be stopped? Mr Johnson, and the rest of us, are entitled to an answer.”",
  "webTitle": "Boris versus David:  the Daily Telegraph revels in the battle",
  "webPublicationDate": "2016-05-10T07:40:32Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/10/boris-versus-david-the-daily-telegraph-revels-in-the-battle",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Iain Duncan Smith",
      "id": "politics/iain-duncan-smith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Times",
      "id": "media/thetimes",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Express",
      "id": "media/dailyexpress",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/10/boris-versus-david-the-daily-telegraph-revels-in-the-battle"
}