{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/28/last-refugee-among-group-australia-sent-to-cambodia-returns-to-home-country",
  "id": "2016-05-28-190",
  "sectionId": "australia-news",
  "body": "The last man in a group of refugees transferred to Cambodia last year has already returned to the country he fled; an outcome that one refugee advocate says is the exact result Australia wanted when it signed the deal with Cambodia in the first place. The man, an Iranian, was one of four people to volunteer for resettlement as part of a $40-million deal forged between Australia and Cambodia in September 2014. The deal relates specifically to refugees detained by Australia on Nauru. After he, a Rohingya man and an Iranian couple agreed to be part of the first group, the government tacked on an additional $15.5m to cover the initial resettlement costs. The Iranian refugee did not respond to a request for comment but Kerm Sarin, a spokesman for Cambodia’s general department of immigration, told Guardian Australia on Friday that the man had left Cambodia in April. “He didn’t say why, but he volunteered to go back to his home country,” Sarin said, adding that the refugee liaised directly with the Iranian authorities in securing his passage back there.   Related: Fifth refugee secretly moved from Nauru to Cambodia under $55m deal    “We didn’t provide any assistance in getting the paperwork,” Sarin said. The man’s departure was also confirmed by Joe Lowry, the Bangkok-based spokesman for the International Organisation for Migration. Lowry did not respond to questions about the integration program IOM set up after winning the tender to assist in the resettlement of refugees, and whether or not it would be altered following the departures. Two more Rohingya men detained on Nauru have volunteered to be resettled in Cambodia, where a lone Rohingya man who arrived separately to the first group is now the only refugee still here. Upon their arrival in Phnom Penh on a scorching day in early June last year, the first group of four were swiftly whisked away to a gated villa in the southern outskirts of Phnom Penh. While sequestered there, the group – which had also been promised a cash incentive by the Australian government – took part in an orientation and integration program set up by the IOM, which included Khmer language lessons and trips around the capital. Ian Rintoul from the Refugee Action Coalition said by phone that Cambodia had only ever been seen as a way out of the “deterrent centre” that is Nauru; that Cambodia was a “stopping-off point” through which the refugees could ultimately try and go somewhere else.   Related: Australia spent $2m relocating two refugees from Nauru to Cambodia    In this case, all four have returned to the countries they once fled. The first was the lone Rohingya man, who lasted just four months in Cambodia. He returned to Myanmar last October. The Iranian couple left Cambodia in February. “We don’t like to see a situation where refugees are coerced into returning to their home countries,” Rintoul said. “The whole thing associated with Cambodia is to get that effect and treat people in such an abominable way; deny them a future that people do ‘voluntarily’ return to their home countries. It’s an outcome that’s designed to be forced upon them.” The refugee resettlement deal with Cambodia was first floated by the Foreign Minister, Julie Bishop, in January 2014, just weeks after the Cambodian government opened fire on protesting garment workers, killing five civilians.",
  "webTitle": "Last refugee among group Australia sent to Cambodia returns to home country",
  "webPublicationDate": "2016-05-28T00:39:15Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/28/last-refugee-among-group-australia-sent-to-cambodia-returns-to-home-country",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cambodia",
      "id": "world/cambodia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rohingya",
      "id": "world/rohingya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Julie Bishop",
      "id": "australia-news/julie-bishop",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Crothers",
      "id": "profile/lauren-crothers"
    }
  ],
  "guardianId": "australia-news/2016/may/28/last-refugee-among-group-australia-sent-to-cambodia-returns-to-home-country"
}