{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/14/secret-life-high-functioning-drug-user",
  "id": "2016-05-14-149",
  "sectionId": "society",
  "body": "It’s Saturday night and I’m having dinner at a friend’s house. After dinner has been cleared, someone produces a small bag of cocaine and begins to cut it into lines at the table. I take a gram of cocaine and another of MDMA. I smoke some weed and drink three to four glasses of good red wine. We dance. The 15 of us who have gathered – old friends, some of whom I’ve known since school – push aside the coffee table and twirl around the living room, holding hands, laughing and marvelling at how lucky we are to have these exact friends and to be exactly here, in this moment. “You lot are the best,” we say over and over. I feel as though I’ve never been so happy, so lucky, so brilliant. I am the very best version of myself. I have a deep sense of compassion for every person in the room. I can reveal any part of myself, say anything, no matter how personal or banal. At around 4am, high as kites and exhausted from dancing, we all sit down and play charades. “Film!” “Two words!” “Jumanji?” It’s not exactly Fear And Loathing In Las Vegas. At some point, I think around 9am, we call the dealer again. The prospect of the comedown, an achy, twitching sadness where you can’t stop thinking about a bad thing you said three-and-a‑half years ago, seems too awful to bear. Because he won’t come for anything less, we order another 2g of coke and another 2g of MDMA (total cost £180). At 2pm on Sunday, almost out of white powder and with the working week looming large on the horizon, we go home to nurse our heads. On Monday, we each crawl into work clutching triple-shot americanos and pretending to our colleagues that we’ve had quiet weekends. Take that model, and repeat – sometimes as much as every weekend for a few months, sometimes as little as once a month – and you’ve got a pretty accurate picture of how I’ve spent my 20s. I’m now 28 and a writer on a national magazine. I grew up on the outskirts of a city in the north of England, but I’ve lived in London since 2011. I enjoy reading and going to the gym. I take drugs most weekends, but I wouldn’t call myself an addict, any more than someone who spends their weekend drinking gin and tonics and doing shots would call themselves an alcoholic.    In a heavy month, my drug spend can be around £400. That’s a quarter of my income    But then, I do wonder. My own father died when I was 19 because of complications that arose from his chronic alcoholism. In the bad times, he would drink a bottle of vodka a day. He would steal and lie and get unspeakably angry. Other times, he would be lovely and affable and completely sober. I can’t help but wonder when the habit became an addiction for him. I’ve never allowed myself to linger too much on his memory, because in the end he wasn’t a nice man; but every so often, going past a mirror, I catch a glimpse and pause. I can see him in myself and think that maybe it’s time to stop, or slow down. Perhaps I’m hiding behind excuses; in denial, on the steady downward spiral of someone not ready to admit they’ve got a problem. Of course I don’t think that’s the case – if it were, then almost every friend I have who is living in a major city in the UK has a serious problem. Are we – me, my nearest and dearest – actually the happy, dancing-in-the-living-room, social users we see ourselves as? Or have we begun to push through that flimsy membrane? *** One conversation from last week’s party has stuck with me. Bella, 29, is a financial consultant. We’ve known each other since meeting in halls at university. I was bemoaning the fact that we’d been too busy to go to an exhibition and now it was finished. “Well,” she laughed, “we’re not that busy. We just fill our time doing this.” She gestured to the line of coke I was fashioning with the edge of my gym membership card. “There’s no time for exhibitions when this is your hobby.” I would truly hate to tot up all the midnight cash withdrawals I’ve made throughout my 20s, the time spent making shady deals late at night in the backs of cars with men you don’t really want to bump into after dark. In a heavy month, my drug spend can be around £400. That’s a quarter of my income. “But it’s great,” Bella continued. “Can you imagine me mountaineering or something? I’d rather be here, with you guys, having a good time.” Bravado is easy when you’re high: you’re on top of the world, so of course it’s worth it. But what about after, on a Wednesday night, when work worries are made all the more worrisome by an unshakable anxiety, a feeling that lurks at the edges of your consciousness for a few days after a heavy session. “Did I actually say it was that great?” she laughs a few days later. “Yeah, I guess so. But it’s not something I’m overly proud of.”    In the way that others might crave a glass of wine to unwind, I want a line. It’s a guaranteed good time    Like me, Bella has gone through periods of less and more regular usage. I’ve never been able to ascribe a certain mental state to either – usually, I take more drugs when there are birthdays or other reasons to celebrate – but for Bella, who in the past has dealt with social anxiety through a combination of CBT and medication, it’s more obvious. “Whenever I’m most anxious, I tend to have heavier weekends, drugs-wise,” she says. “I don’t do it consciously, but looking back I can see the pattern. The fact is, taking some coke, or whatever else, makes me feel better, even if that’s short-lived. It’s fun. I feel my stresses fall away for a night. And it’s brought me much closer to all of my friends – closer than I thought I could be because of my anxiety. I’ve always found it hard to open up because I worry about what people will think of me. In the past, that might have made me seem standoffish, but spending time in these situations has been really liberating.” But the relief can be short-term. “My comedowns are worse than most people’s, from what I can tell. I get a thought stuck in my head, usually something I’ve forgotten to do that’ll get me into trouble at work, and it’s really hard to get past it.” After a few days, though, those feelings abate. “Friday rolls around and I’m ready to go again. It’s a running joke. Monday to Wednesday you tell yourself you won’t do it this weekend, Thursday you feel OK, Friday you’re back on form.” Alcohol, she agrees, is the gateway drug, and two drinks – where you feel just tipsy enough to be reckless – the golden quantity. “After two drinks, I want to cut loose,” Bella explains. “In the way that others might crave a glass of wine to unwind, I want a line. Not every weekend, but usually when work has been stressful. It’s a guaranteed good time.” Bella uses the same dealer every time. Like me, she met hers through friends. We each have a few numbers of reliable guys (it’s always men) whose product is of an OK quality. Bella’s dealer has branded loyalty cards, much like the ones you get at coffee shops. For every pick-up, she gets a stamp. She texts the amount, he drives to meet her wherever she is, and five stamps equal a free gram of cocaine; it’s an audacious but effective method of marketing. “When I’m out with a certain set of friends at the weekend, it feels almost inevitable that we’ll do it. Before I know it, one of us is popping outside to meet the dealer and the next few hours are brilliant.” I wouldn’t call this an addiction – I’ve seen drug addiction. I grew up on an estate, and while I’d be loth to paint too predictable a picture of it (I had a nice childhood and have friends who still live there), drugs were everywhere. My mum still lives in the semi-detached I grew up in, and just last year her neighbour’s house was raided by police. The people living there were dealing heroin (“He always helped me bring in my shopping, though,” Mum said when I told her I was worried). And it was easy to spot the hollow-eyed, desperate-looking types who would hang around waiting for the dealer to let them in. I can’t relate to that kind of physical need. But then, my friends and I never thought we’d still be doing this within touching distance of 30. And instead of becoming firmer, our self-control has just become more slippery. The older we’ve got, the less we’re inclined to curb our appetites.    I used to call my dealer and pretend there were people with me, so he wouldn’t know I was alone, stocking up    “Addiction doesn’t always look the way people assume,” the Priory’s medical director, Dr Richard Bowskill, tells me. “Maybe people aren’t taking the drug every day or every weekend, but when they do take it, they find it harder to control themselves. They think, ‘I’ll go out drinking tonight, but I’m not going to have any cocaine.’ Then they end up drinking and taking cocaine. They spend four times more than they thought they would and miss work the following Monday because of their hangover.” This, I explain meekly, sounds suspiciously like my own behaviour. “Well,” Bowskill says, “that sounds like psychological dependency.” Beyond the psychology, of course, I question how my weekends affect my physical health. When I idly search the internet for the health impact, I find stark warnings that drug abuse can lead to heart disease, lung disease, depression, psychosis, hepatitis C, high blood pressure and schizophrenia (to name a few). Dr Adam R Winstock, psychiatrist and founder of the Global Drug Survey, is sanguine. “There are lots of happy, functional, regular users of drugs such as cocaine, MDMA and cannabis.” Around 5% of that group, he explains, may encounter an “acute” problem – say, dehydration, which requires a trip to A&E, or getting too stoned and throwing up. “Most will grow out of drugs as their use becomes incompatible with their lives.” Still, when I press him, he reels off a litany of health problems that I may encounter. For regular, heavy MDMA users, this could be neurotoxicity – where the normal function of the brain and nervous system is impaired after long-term exposure to toxins. “A lot of studies on MDMA exposure focused on very high doses, taken over long periods of time,” Winstock says, “and found that after a number of years participants suffered from low moods, were more impulsive and that memory was impaired.” Cocaine speeds up the development of atherosclerosis both in the heart and in the brain, “the furring up of arteries that you normally get when you’re around 60 and you’re a lifelong smoker”. With ketamine, the risk is largely immediate – users take too much and, as it’s a depressant, find they can’t move or speak (known as a k-hole – one old university friend of mine k-holed next to a hot radiator, and sat there for so long that it burned her whole left arm). In the long term, Winstock explains, ketamine can cause toxic ulceration of the bladder lining.    It’s the cravings that make me uncomfortable; the feeling, after a few drinks, that a line would make everything better    Of course, like all risk-takers, I have the “it won’t happen to me” mentality that allows me to continue in the same vein. I’m also comforted by the fact that, compared with my peers, I wouldn’t class my use as particularly heavy. “Well, most people don’t,” counters Winstock. “But based on figures from last year’s Global Drug Survey, 80% of cocaine users take it less than 10 times a year. Similarly, an average dosage of MDMA is 200-400mg. The reality is, in the UK, most people who take party drugs are casual, irregular users for whom it forms only a very small part of their social lives. If your habit is a weekly one, you’re likely to be in the top 5%.” *** For Mary, 25 and an actor, the slide into dependency seemed to happen all too easily. “I didn’t think of myself as having a real problem until my then housemate came into my room, rounded up all the drugs she could find – which I think amounted to 5-6g of ketamine, some cocaine and a small amount of skunk – and threw them away. I was really furious with her.” Mary had got into the habit of using ketamine almost daily. “It was a social, weekend thing, until it wasn’t. It just escalated really quickly. I’d feel awful on a Monday, so I’d have a little bump and feel pleasantly spaced out.” Not having regular work meant it was easy for something she had only ever meant to be occasional to become the defining part of Mary’s life. “I suppose somewhere in the back of my mind I knew that the way I was using wasn’t normal. I would call the dealer and then have to pretend that there were people in my flat or that I was going out to meet friends, so he wouldn’t know I was just on my own, stocking up. I guess I felt like a failure, because I wasn’t getting much work. Going out, drinking and getting high, on the other hand, made me feel good. So I just decided to focus on doing that. “Within a year I was snorting a gram of ketamine most days. It started like a treat – a few bumps here and there – but obviously the quantities kept going up as my tolerance built. The money was coming from part-time jobs, from bits of acting work or from my parents, but I must have spent well into the thousands. My housemate did try to talk to me about it on a few occasions. I think she noticed how weirdly I was behaving, staying in my room for days, eating rarely. To other friends, it wasn’t so apparent.” When her housemate confronted her again, Mary was shocked by the ferocity of her own emotions. “I never saw myself as addicted, because there’d be days when I wouldn’t have anything and be fine. But the thought of not having access to ketamine made me really panicked. I was so angry at my housemate that I tore into her room and started rifling through her clothes and boxes, to see if she’d kept any. She didn’t try to stop me, but I saw my reflection in the mirror and it was really disturbing.” That was a year ago; since then Mary has stopped drinking (“I’m not sure I’d trust myself after a few drinks”) and taking all drugs. She has been on the periphery of my group of friends for a few years, but we’ve never discussed this before, and I realise I have seen much less of her lately. “I do find it hard to be around you,” she says. “You’re all really laissez-faire about when you do it and what you take.” My mind flashes to a Wednesday night dinner where one of the girls produced a half-empty bag of cocaine. We all dutifully marched to the toilets, leaving Mary alone at the table. “Nights are put on hold while someone waits for the dealer to turn up, or go on for hours after I’ve left, so it feels like I’m missing out.”    When do we expect to become ‘responsible’? I’ll be 30 soon, but feel as if I’ve lived in a state of extended adolescence    For every story such as Mary’s, though, I know five more where the weekend habit remains just that: people who would never dream of doing drugs during work time just as they would never dream of turning up to the office drunk. Like me, these people would argue that their weekend antics have little impact on their working lives. Could my habit go on for years without ever turning into addiction? This is how Bowskill explains the difference: “If the frequency is about once a week, the amount stays around the same and there are no social consequences – no arguments, no debts, no aggressiveness or risk-taking behaviour – then you could say that it’s not an addiction.” But he’s still encourage people to look at their relationship with all substances, he says. “To ask themselves, is this really what I want to be doing? Has it become too frequent? Is it just going out and partying, or is it masking a deeper psychological problem?” *** There have been times when I’ve scared myself. Physically, I’m perhaps lucky in that I’ve never come close to, or seen anyone overdose. The quality of the product is often iffy, particularly with cocaine, where the dealer will cut it and then offer a “premium”, purer version for double the price tag. But it’s the cravings that have made me uncomfortable; the feeling, after a few drinks, that a line would make everything infinitely better. And then, of course, there are the ethics. Cocaine has a particularly dire human cost. It comes to the UK via a long route – trafficked usually from Colombia, through Africa – and leaves in its wake a trail of human misery. But just as I push to the back of my mind the fact that a cheap flight to Lisbon is ruinous to the climate, so I bury my head to the idea that the product I’m buying has taken a long, awful, circuitous route to get to me. Very few of the 20 or so people whom I canvassed for this article grew up knowing anything about substance abuse. They came from nice homes, dabbled at university and got into the rhythm of “living for the weekend” when their post-recession careers didn’t take off the way they expected. For now, I see this as a phase – one that will surely pass when we all have children and mortgages and real responsibilities to attend to. Though, as my friend Evie (29 and a product designer) points out, “When do we really expect to become ‘responsible’? I’ll be 30 in a few months’ time, but I feel as if I’ve lived in a state of extended adolescence. I don’t expect ever to be able to buy my own house. I’m single, so no kids to think about. I’m not sure if ‘we’ll only do this while we’re young and carefree’ is a valid argument in the current climate.” I can’t deny Evie’s logic. But this Friday night, sitting in a bar with a group of friends, with two whole days of freedom stretching ahead of me, I’ll still probably end up saying to myself, “Oh well, might as well get it out of the way while I’m still young,” just as I did when I was 22. • Some names have been changed.",
  "webTitle": "My secret life as a high-functioning drug user",
  "webPublicationDate": "2016-05-14T09:00:32Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/14/secret-life-high-functioning-drug-user",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Alcoholism",
      "id": "society/alcoholism",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Anonymous",
      "id": "profile/anonymous"
    }
  ],
  "guardianId": "society/2016/may/14/secret-life-high-functioning-drug-user"
}