{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/16/insiders-guide-yerevan-kanye-armenia",
  "id": "2016-05-16-270",
  "sectionId": "cities",
  "body": "In five words  Café glacé at opera park  Sound of the city     Sound of Yerevan   In almost every courtyard alleyway, a gaggle of grandfathers can be found playing a daily game of backgammon while rubbing rosaries and partaking in local gossip. The echoing sound of dice amid laundry lines and fruit and vegetable stalls is perhaps part of what prompted Russian writer Vasily Grossman to call the inner courtyards the heart and soul of Yerevan in his 1962 non-fiction book, An Armenian Sketchbook, where you can find the city as a “living organism, stripped of its outer skin”.     Clacking in courtyards … playing backgammon in Yerevan. Photograph: Keegam Shamlian    How green is your city? Over the decades, park spaces in this walkable city have been lost to cafes and shopping centres. In 2012, residents came head to head with authorities to protest the destruction (for boutiques) of one of the city’s last remaining public parks – and, controversially, won. While there’s news of the city opening up a recycling plant, and a countrywide reforestation initiative called the Armenia Tree Project, the greening of Yerevan hasn’t exactly taken off as some civil activists have hoped it would. Though bike lanes don’t exist in the city, bike ownership is definitely increasing. But taxis are so common that most people rely on them, as well as a Soviet-era metro system that covers a decent portion of the city. Best building     Karen Demirchyan Complex. Photo: Monsinyan    Opened in 1983, the architectural jewel of Yerevan is the Karen Demirchyan Sports and Music Complex (also known as the Hamalir in Armenian). It looks as I would imagine a very glamorous Soviet spaceship to look like. Designed by a group of Armenian architects, the complex includes a unique feature – a turning stage where over 1,000 seats can connect two halls and provide additional seating.  It was for this concept that the architects were awarded the USSR State Prize in 1987, the highest of its kind. Named after the former first secretary of Soviet Armenia, the hall has hosted both Armenian and international singers, including Deep Purple who performed there in 2010 and the classic French-Armenian singer, Charles Aznavour. And the worst     Gaudy … the Yerevan Elite Plaza. Photograph: Keegam Shamlian    Just off the main Republic Square sits the Yerevan Elite Plaza, which opened in 2013 and is said to be the biggest business centre in the Caucasus. Its gaudy green finish and overbearing, odd shape, however, make it symbolic of rapid architectural changes the city is going through, losing its historical buildings to a flashy attempt at a contemporary “elite” style. The city is 29 years older than Rome and was subject to centuries of foreign rule, but because of the never-ending construction boom, you’d never be able to tell. What Yerevan does better than anywhere else Yerevan is one of the easiest places in the world to meet people and make connections. It’s a small town in many ways, and Armenians are extremely hospitable by nature, so the degrees of separation are more like two instead of six. It often takes a just few minutes at a bar for strangers to become friends and the endless drinking toasts to commence. Best venue     Teaching robotics to Yerevan’s teenagers … Tumo Centre for Creative Technologies. Photograph: Tumo    Tumo Centre for Creative Technologies has become the most exciting hub Yerevan has seen since it opened in 2011. A slick, modern space with 450 computer workstations and technology equipped labs, the centre hosts thousands of teenagers and gives them the opportunity to acquire skills in design, robotics, animation, film, web development and photography.  The centre, which does not charge membership fees, has opened locations in other resource-deprived Armenian cities still reeling from the fall of the Soviet Union, and has recently teamed up with the Smithsonian to develop cultural tourism in the country. Homegrown talent             Armenia’s answer to Jon Stewart and Stephen Colbert, the duo Narek Margaryan and Sergey Sargsyan are stars the of ArmComedy, a political satire show that worked its way up from YouTube to Armenian network television.  Mixing real news with biting political wit and social commentary, ArmComedy has become Armenia’s first satirical news show and injected a new style of humour into the mix, one that even guest-stars like local politicians and American TV host Conan O’Brien have come to appreciate. ArmComedy’s most recent win was their take on the resignation of a senior Armenian official whose name appeared in the Panama Papers. The look on the street     Shiny, pointed-toe shoes no longer … Yerevan street style. Photograph: Keegam Shamlian    Since the fall of the Soviet Union, Yerevan fashion has slowly changed from formal attire (black leather jackets and shiny pointed-toed shoes) to more self-expressive, colourful styles. Years ago, I began documenting the incredible high-heeled shoes Armenian women wear effortlessly, even on the often wobbly streets of Yerevan, but many have since traded in their stilettos for sneakers. Most under-rated location     The only active mosque in Armenia … the Blue Mosque. Photograph: Liana Aghajanian    Located on Mashtots Avenue, the city’s central lifeline, the Blue Mosque is an unassuming oasis that both visitors and residents can easily miss. The 18th-century Shia mosque saw services stop during the Soviet era, but after Armenia’s independence the mosque was renovated with funding from the Iranian government. It features intricate tiling work and has a central prayer hall, library and photo gallery, and offers Persian-language courses. Its manicured courtyard provides a peaceful escape from the noisy Yerevan traffic. As the only active mosque left in Armenia, it now serves as a hub for a growing number of Iranian residents and tourists. Best Instagram account       This account’s diverse and rich record of Yerevan’s ancient statues and churches, modern art and youth culture has earned it a dedicated, growing following. Biggest controversy The renewed fighting on the border between Azerbaijan and Nagorno-Karabakh, an Armenian-populated region that declared its independence from Azerbaijan after the fall of the Soviet Union, is weighing heavily on the minds of Yerevan residents, as well as the area’s global diaspora. Stepanakert (the capital of Nagorno-Karabakh) is more than 300km away from Yerevan, but Armenia is its main financial and military pipeline. Last month, Yerevan’s municipality sent over 100,000 tonnes of food to Stepanakert, as did civil society groups in the city. This Four-Day War, as it’s being called, saw the worst clashes on the border since the 1994 ceasefire, with soldiers killed and wounded on both sides, and the instability of the region being threatened even further. A ceasefire was declared but in the meantime several Armenian soldiers have been killed, with the government accusing Azerbaijan of violating the terms of the agreement.  Moment in history            The 1965 Yerevan demonstrations, which saw more than 100,00 protesters pour out on the streets – a first for the Soviet Union – became a pioneering moment in the struggle for recognition of the Ottoman-era Armenian genocide, where more than 1 million Armenians were systematically killed and many more dispersed around the world. Protesters demanded genocide recognition from the Soviet Union and the building of a memorial in Yerevan in memory of the victims. The Kremlin eventually commissioned the Armenian Genocide Memorial Complex on a hill overlooking the city, a place that has since become a gathering place for hundreds of thousands of visitors on 24 April every year, the official day of commemoration. Best local artist     Facing change in the city … Yerevan street art. Photograph: Keegam Shamlian    Street art in Yerevan is a relatively new concept, but 21-year-old Robert Nikoghosyan has brightened up the often-abandoned buildings and walls with his pioneering portraits of famous Armenians, such as acclaimed Soviet Armenian actor Mher “Frunzik” Mkrtchyan and Komitas, the “father of Armenian classical music”. Though the young painter has garnered a large following, not everyone is happy with his work – one popular (and older) Yerevan artist has even gone as far to say that the drawings should be banned.  Top insider’s tip  If you happen to be in Yerevan in July, don’t be surprised if a stroll down the street one day results in you getting absolutely drenched in water. Celebrated 14 weeks after Easter, Vardavar is an ancient pagan Armenian water festival where unsuspecting passersby are doused with water by children and teenagers who are already soaked themselves. Go to the centrally located Swan Lake – where the city’s Vardavar celebrations are held and where Kanye West jumped in when he visited Yerevan last year – to cool off with soaked locals and hurl a few buckets of water yourself. Five to follow Hin Yerevan  4PlusPhoto  Live Love Armenia  Women in Armenia  Wandelion Travel  From me     Liana Aghajanian    Liana Aghajanian is a journalist who splits her time between the US and Armenia. She is the second winner of Write a House, Detroit’s permanent writing residency, and recently moved there. You can follow her on Twitter here or Instagram here.",
  "webTitle": "An insider's guide to Yerevan: the city where Kanye likes to swim in Swan Lake",
  "webPublicationDate": "2016-05-16T09:58:07Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/16/insiders-guide-yerevan-kanye-armenia",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Armenia",
      "id": "world/armenia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kanye West",
      "id": "music/kanyewest",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Liana Aghajanian",
      "id": "profile/liana-aghajanian"
    }
  ],
  "guardianId": "cities/2016/may/16/insiders-guide-yerevan-kanye-armenia"
}