{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/perfect-mother-good-parenting-child-behaviour",
  "id": "2016-05-10-213",
  "sectionId": "commentisfree",
  "body": "Even armed with a PhD in developmental psychology, I remember the frightening first moments after bringing my newborn daughter home from the hospital. I wasn’t sure what to do – and not at all confident that I was capable of being the parent she needed me to be. Every little decision about feeding and caring for this helpless human seemed momentous and fraught with anxiety. What if I don’t make it a full year of breastfeeding? Should I turn off the TV whenever she is in the room to avoid passive screen exposure? Is it OK for her to enter full-time day care at five months? Popular press accounts of parenting and child development research were not particularly helpful, either. Even though as a scientist I knew better, the way the research was translated for the public lacked nuance and easily penetrated my vulnerable state of mind. I fretted that my daughter’s formula consumption would result in lower IQ. I worried that if I was too tired to read to her one evening before bed, she would never learn to read. And, since she’s started elementary school, I have slipped numerous times and called her “smart” instead of more appropriately praising her effort, as so many articles advise. My personal experiences as a parent are in part why I study the experiences of other parents. In my New Parents Project, an ongoing longitudinal study of nearly 200 dual-earner couples who welcomed their first children in 2008-2009, I have tried to measure this “parenting perfectionism” – that is, holding oneself to impossibly high standards for parenting, and, perhaps even more important, believing that others hold you to impossibly high standards for parenting. Mothers – even those in dual-earner families – not only bear the brunt of parenting responsibilities, but also experience the strongest pressure to be perfect parents. In the latter half of the 20th century, at the same time mothers entered the workforce in greater numbers, norms for mothering evolved toward an “intensive mothering” ideal. This norm dictates that mothers’ parenting should be time-consuming, emotionally absorbing and guided by expert advice. This pressure is particularly intense for middle-class mothers, who may practice a childrearing style called concerted cultivation, an approach identified by Annette Laureau in the early 2000s. This style focuses on deliberately providing children with experiences and activities that will help them develop their intellectual and social skills. Middle-class parents, especially those toward the upper end of the socioeconomic spectrum, have the human capital resources – time and money – to practice concerted cultivation and do so to ensure their children’s future success. The quest to be a “perfect” mother may actually harm a mother’s parenting. In my lab’s research on new parents, we found that mothers showed less confidence in their parenting abilities when they were more worried about what other people thought about their parenting. The popularity of social media has probably exacerbated this phenomenon because parents can look at what other parents are doing – even in ostensibly private moments – and judge themselves in comparison. In fact, recent research has linked greater Facebook use to feelings of depression due to the way individuals tend to compare themselves to others. In my own research, when we asked new parents about their Facebook use, mothers who were more frequent visitors to the site and who managed their accounts more frequently reported higher levels of parenting stress. The irony is that in seeking perfection in parenting, parents are less likely to actually parent effectively. Worrying about what others think of their parenting saps mothers’ confidence, leading them to experience parenting as less enjoyable and more stressful. When faced with inevitable parenting challenges, mothers with lower confidence and more parenting stress give up more quickly. There may be disagreement among child development experts about issues such as screen time or sleep routines, but there is striking agreement about the key elements of “good” parenting, even if consensus is less likely to make headlines than the latest parenting controversy. Good parenting has a lot more to do with the “how” than the “what”. Good parents are those who are sensitive to their children’s needs, and “in tune” with their children such that they are able to adjust their parenting as children develop and desire greater independence. Children thrive when their parents are consistent, warm, hold high expectations for children’s behavior, explain the reasons behind their rules and negotiate when appropriate. Greater stress about parenting further depletes parents’ psychological resources, which may in turn affect their ability to adapt to the changing needs of their children and regulate their own emotions and behavior when parenting their children. In other words, when you lack confidence and feel chronically stressed about parenting, it is hard to be sensitive, warm and consistent. You are more likely to yell when you intended to explain calmly to your toddler to stop banging her plate on the table for the millionth time. You may find yourself mentally “checked out” when your baby looks at you and gurgles or when your tween wants to tell you all about the latest Disney channel sitcom. You may give in to your preschooler’s endless demands for more Pokémon cards. So don’t sweat the small stuff. Remember that the big picture is what is important. Be aware that what other mothers post on Facebook may not represent the reality of their parenting experiences any more than it represents yours. View the latest sensational headline about parenting with a skeptical eye. The best gift you can give yourself and your children may be permission to be imperfect. This article was originally published on The Conversation.",
  "webTitle": "Worrying about being a perfect mother makes it harder to be a good parent",
  "webPublicationDate": "2016-05-10T11:00:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/perfect-mother-good-parenting-child-behaviour",
  "keyword": [
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Schoppe-Sullivan",
      "id": "profile/sarah-schoppe-sullivan"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/perfect-mother-good-parenting-child-behaviour"
}