{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/leicester-city-wins-premier-league-us-sports-parallel",
  "id": "2016-05-03-210",
  "sectionId": "football",
  "body": "To put 5,000-1 in perspective, consider the company it kept. On English oddsmaker William Hill’s lineup this past August, “Leicester City wins the Premier League” was deemed to fall at roughly the same statistical chances as: 1. Christmas being the warmest day of the year in the UK. 2. Kim Kardashian becoming US president in 2020. 3. The Loch Ness Monster found existing. 4. Elvis found still breathing. In short, it was patently absurd, fun money, a silly 10 quid for a laugh.   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    Look who’s laughing now. Hickory High? The Charlestown Chiefs? The best American options dance in the land of fiction, the stuff of screenplays. For a nation that adores comeback tales, eats rags-to-riches tales like so many buffalo wings, a union that clutches the sporting underdog into its collective bosom as tightly as any other, US sport suffers for a real-life parallel to match Premier League champions Leicester City, the 5,000-1 shot that won it all. Buster Douglas: 42-1. The 2001 New England Patriots: 50-1. The 1987 Minnesota Twins: 500-1. Imagine the Double-A Drillers of Tulsa, Oklahoma — population as of 2014: 399,682; Leicester’s was 330,000 in 2011 — being promoted to the Major Leagues two springs ago, then somehow winning the 2015 World Series. It’s like that. Sort of. The Foxes prevailed over months, not weeks. In terms of shock, the “Miracle On Ice” US Olympic hockey team of 1980 perhaps comes the closest. And yet the odds of the Stars & Stripes winning gold among a stacked Lake Placid field that winter was 1,000-to-1, a Hail Mary five times more likely to land than the bomb the East Midlands just dropped on the rest of the footballing world. Also: Herb Brooks’ crew were seeded seventh out of the 12 nations in the pool; Leicester, having dismissed successful and media-wary manager Nigel Pearson over the summer and replaced him with the out-of-left-field Claudio Ranieri, who’d only recently been sacked from the Greek national team, were among the odds-on favorite for relegation, a seemingly sure-fire victim of the Prem’s burgeoning “second-season” syndrome. After all, it had taken a miracle – seven wins over their last nine contests in the spring of 2015, ‘The Greatest Escape’ — to stay up; and footballing miracles, like comets, come around only so often.     The 1980 US Olympic hockey team celebrate their upset over the Soviet Union – but does it match Leicester’s achievement? Photograph: AP    Or, in this case, they clear a path for a bigger, more spectacular comet. With no salary cap and the specter of relegation looming over the terraces, English football is a more free market (and cut-throat) enterprise than its American professional peers, where parity, an almost sporting socialism, is celebrated – and in the case of the massive NFL, practically institutionalized. To wit: when asked for the difference between the Premiership and the Championship, the next tier down in English soccer, one manager opined – and we’re paraphrasing here – that in the Championship, 15 or so clubs go into the season thinking they’ve got a shot at winning a crown, where in the Premier League, 15 or so squads open the campaign scared to death that they’re doomed for the drop. Since the formation of the 20-team Premiership in 1992, the perception is one of a closed shop, with eight to 10 untouchables and another 30 or so clubs that appear interchangeable, depending on circumstance, investment, or downright luck. So the 1999 St Louis Rams, a 300-to-1 shot to win the Super Bowl, also come close and yet also don’t quite fit within the same frame. Like Leicester, the Rams came out of nowhere; 4-12 in 1998, 13-3 the next autumn. As with the Foxes, a likeable, press-savvy old coach with a reputation for being a bridesmaid but never a bride – Ranieri in the Midlands, Dick Vermeil in the Midwest – was at the controls. And both blue-and-gold underdog narratives are conjoined by their unlikely leads: the Rams were quarterbacked by Kurt Warner, a former Arena League standout and grocery stock boy whose name was familiar to a few inside his native Iowa and to almost no one outside of it. The Foxes have Riyad Mahrez, the Algerian winger who was signed from second-division French squad Le Havre in 2014 – the Foxes’ scout, Steve Walsh, was actually investigating another player at the time and came away more taken by the slender talisman – for a reported €750,000. Although Jamie Vardy, the 29-year-old striker with the lightning pace and the spiky mane, is the soul of the piece, the nearest pumpkin Foxes have to match Warner’s carriage. At the age of 16, Vardy was rejected by Sheffield Wednesday. At 18, he was playing in the non-league Stocksbridge Park Steels while working at a carbon-fiber splint factory. At 20, he was convicted of assault and was forced to play with an electronic tag around his ankle while observing a 6pm curfew. Last November, the Yorkshire native became the first to ever score in 11 straight Premier League fixtures, breaking the record of 10 held by venerated former Manchester United striker Ruud van Nistelrooy and the first in English football to find the net in 11 straight since 1950-51. The Foxes didn’t just beat the house. They beat the system, a system stacked like mighty skyscrapers against the little guy, the provincial clubs with provincial followings. According to Transfermarkt.com, Leicester’s roster is worth €127m million Euros, or not even a quarter of those fielded by towering Manchester City (€501.75) or Chelsea (€495.75). The Foxes thumped the former, 3-1, inside the giant confines of the Ethiad on February 6 and knocked off the latter at home, 2-1, on December 14, the final domino that toppled Blues boss Jose Mourinho from his London perch. In England – and, indeed, throughout the rest of the soccer-first planet – Leicester is “Hoosiers” personified, fiction playing out as non-fiction, forever more a rallying cry and inspiration to small teams and small budgets everywhere. To do a Leicester is more than punching above your weight. It’s landing blow after blow after blow, odds be damned, a sporting revolution, a triumph of dreams and desire over cynicism and cash. A better US parallel might be the 1968 New York Jets, whose victory in Super Bowl III affirmed the American Football League as an NFL peer. Or the 1969 “Miracle” New York Mets, who went from national punch line to the first expansion team to win a World Series. The Prem of now is not unlike major college football – major college football circa, say, 1986, before scholarship limits leveled the playing field, before the explosion of regional and national television packages, when only a bushel of powerful programs got rich, stayed rich, and held absolute monopolies in terms of hoarding talent and television appearances. Nebraska of old. Penn State of old. Oklahoma of old. Slips were remarkable – and remarkably rare. Ohio State or Michigan won or shared every Big Ten title from 1968-1982. The Cornhuskers or Sooners won or shared every Big Eight crown from 1962-1988. Since 1996, the Premier League crown had been passed around by just four clubs, the Switzers and Osbornes of the metric set: Manchester United, Manchester City, Chelsea and Arsenal. Until now. Now Cinderella dances in a bright blue gown. Elvis — as far we know — is still dead. And Leicester, the Kurt Warner of world sport, has never felt more blissfully, defiantly alive. And kicking.",
  "webTitle": "In US sports, there's no comparison with Leicester's impossible dream",
  "webPublicationDate": "2016-05-03T11:45:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/leicester-city-wins-premier-league-us-sports-parallel",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Keeler",
      "id": "profile/sean-keeler"
    }
  ],
  "guardianId": "football/2016/may/03/leicester-city-wins-premier-league-us-sports-parallel"
}