{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/24/rising-star-competition-entry-jaime-bourn",
  "id": "2016-05-24-73",
  "sectionId": "small-business-network",
  "body": "Jamie Bourn, business development manager for Purpose Media UK Limited, explains why he should win the Rising Star category of the Guardian Small Business Showcase competition:  I am the business development manager for Purpose Media, an award winning creative design and digital marketing agency that has grown an average of 30% each year since it was founded in 2009, and more than 66% in the last year alone.  I started as an apprentice in 2010, aged 16, winning over the managing director by explaining the benefits of apprentices and highlighting a grant I’d found to to fund his first year’s salary. I completed my IT diploma early and won Apprentice of The Year in 2012.  I now head up the sales department, and am solely responsible for winning £1m in new business in 2015, as well as adding £250,000 in recurring revenue by upselling existing customers.  I have also implemented a defined sales process and run regular internal team training sessions. The newly introduced CRM system now enables opportunities to be tracked and turned into customers.  I will always go the extra mile to ensure customer satisfaction, colleague development and take regular exams to become Google and HubSpot certified. I am the the pioneer of many new ideas including a breakfast event with Google, which is planned for later in 2016. I am still only 21 but sit in on the company board and operations meetings and play a key role in strategic planning. Our plans are for Purpose Media to reach £10m within five years.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Jaime Bourn",
  "webPublicationDate": "2016-05-24T16:46:06Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/24/rising-star-competition-entry-jaime-bourn",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/24/rising-star-competition-entry-jaime-bourn"
}