{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/tories-scare-politics-zac-goldsmith-sadiq-khan",
  "id": "2016-05-07-190",
  "sectionId": "commentisfree",
  "body": "Amid the fetid air and noxious smoke of the London mayoral contest it has been easy to lose sight of what has been happening, but today is a day for clarity. Sadiq Khan, the son of a Pakistani bus driver, has been elected mayor of London. The first person from an ethnic minority to hold the post. A Muslim propelled to power by the capital when the status and legitimacy of British Muslims is being questioned as never before. Sometimes London, with its noise, crammed streets and packed trains, invokes madness, but at times like this, one can love it to distraction.   Related: Local elections 2016: our writers on the night’s winners and losers | The panel    For this could have been very different. Khan, who always looked the more credible of the main candidates, began his campaign early. It was a very different kind of mayoral campaign from those we had seen before, because neither of the two main candidates could boast the star power of a Boris Johnson or a Ken Livingstone. The Labour candidate focused early on homes and rents and jobs and the overheated costs of transport, and that, allied to his energetic criss-crossing of the capital, saw him build up a solid lead in the polls. Zac Goldsmith, his languid Tory rival, could not make an impact sufficient to change the course of events. His policy prospectus did little to excite, still less his demeanour. Those who observed him at close quarters wondered why he took the job. He seemed awkward, distracted and when required to meet real people, he appeared to die a thousand deaths. And so, with defeat the most likely impending prospect, Goldsmith – presumably at the behest of his appointed handlers, deployed to his side by the controversial Conservative strategist Lynton Crosby – went rogue. The decision to focus the final phase of his campaign on the theme of Khan as a security risk and a terrorist sympathiser was disreputable, and deployed to defend it, Goldsmith seemed to realise that more than most. But it was an act of desperation.           Sadiq Khan: London’s new mayor - video profile    It was, as we have seen from Crosby before in London elections, the doughnut strategy. It was never likely to move the dial in inner London, even with the enthusiastic support of the Evening Standard, which took up the Khan as terrorist sympathiser line with enthusiasm. But it might have bolstered Conservative support in the less ethnically diverse suburbs. It was that cynical: a headlong plunge by the Conservatives into scare politics and the very sort of divisive, racially based politics the party would claim it abhors. The Tory inquest into this election has begun with fierce criticisms from the London assembly member Andrew Boff, the party’s London assembly leader, and Roger Evans, a former deputy mayor, and as that reckoning progresses, senior figures will have to explain how a party that espouses cohesion deliberately sought to set white people against minorities and Sikhs and Hindus against a Muslim standing for public office. It will have to rationalise why, in pursuit of a mayoral seat and to stave off municipal humiliation, a great political party – the “one-nation” party – jettisoned its moral compass. The great thing about today is not just that the job has been claimed by the candidate who seemed best equipped and best motivated to do it, but that Londoners in sufficient number refused to be swayed by a weak, undeserving candidate, an absurdly partisan press and a strategically corrosive campaign. There is a message for Khan in all this. Londoners have endorsed him despite all the provocations that might have led them to do otherwise. The mayoralty is a pedestal from which a good and active mayor can view all that needs strategic attention. It is also a bully pulpit. People don’t want another four years of the indolent leadership provided by Boris Johnson. They will look to the mayor they have chosen. Khan must deliver for them. But the greater message should go to the Tories. Their campaign exceeded the parameters. It was unacceptable and, ultimately, it was unsuccessful. Goldsmith began the campaign with the reputation of a principled political iconoclast. He ends it as the hustler for whom principles appear optional. The Tories began their campaign as a party seeking to modernise in the face of ethnic and demographic realities. They end it as a party apparently willing to slit its own throat for temporary advantage. They have at least four years – the span of a Khan mayoralty – to reflect and perhaps repent.",
  "webTitle": "The Tories resorted to poisonous scare politics. All credit to Londoners for refusing to play along | Hugh Muir",
  "webPublicationDate": "2016-05-07T05:00:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/tories-scare-politics-zac-goldsmith-sadiq-khan",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Hugh Muir",
      "id": "profile/hughmuir"
    }
  ],
  "guardianId": "commentisfree/2016/may/07/tories-scare-politics-zac-goldsmith-sadiq-khan"
}