{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/the-fiver-manchester-city-state-of",
  "id": "2016-05-05-143",
  "sectionId": "football",
  "body": "CITY ROUSE THEMSELVES, 24 HOURS TOO LATE In scenes reminiscent of the time Arthur Pewty told the marriage guidance councillor to stop messing around with his wife, Manchester City marched purposefully into the Bernabéu on Wednesday night, were told to go away, and complied with a cheery right-o. They left the place exactly as they found it. No point making a fuss. Not least because there’s always next year. “We go again!” is the brave battle cry of City keeper Joe Hart, reading aloud from the Big Book of Stirring Soccer Oratory, published in April 2014 and authored by one $ Mbe. Joe should probably put the book down. The problem is, of course, that in order to “go again”, and perhaps consider snapping out of their dozed reverie and running around a bit next time, City need to qualify for Big Cup by finishing in the top four of the Premier League. That’s not a given, with Manchester United breathing down their necks and Arsenal scheduled for a visit to the Etihad this weekend. “Roll on Sunday,” chirruped Hart. “I’m looking forward to it!” Which is, all things considered, a brave face ahead of a stern test: defeat would put City’s top-four finish very much in the balance, and the Gunners, as is their wont, have started to win games again now there’s absolutely nothing whatsoever left to play for. Also desperately hoping to compete in next season’s Big Cup are Liverpool, who can do so by winning devalued qualification mechanism Big Vase. That looks something of a pipe dream, as they’re trailing Villarreal after the first leg of the semi, have no away goal to fall back on, and all of their good chances these days seem to fall to Joe Allen, who really needs to start putting his laces through it. Villarreal have already qualified for Big Cup via La Liga, winning at Valencia last weekend with a weakened team while Liverpool’s second-string shower were making a mid-table show of themselves in Swansea. It all suggests the Yellow Submarine have too much quality in depth for Liverpool, who need another against-the-odds Dortmund-sized miracle if they’re to make the final. We would encourage them to “go again!” too, but, well, y’know. LIVE ON BIG WEBSITE Join Barry Glendenning from 8.05pm BST for hot MBM coverage of Liverpool 1-1 Villarreal in Big Vase semi-finals (agg: 1-2). QUOTE OF THE DAY “He will sing here. He called me, one month and half ago, two months ago. He was so happy [about] what we were doing in Leicester. He said: ‘I would like to come and sing something.’ I said: ‘Great, why not?’ I gave all the information to the club and they made all the arrangements. It is great for all the community” – Leicester boss Claudio Ranieri confirms that shouting’s Andrea Bocelli will serenade fans before Saturday’s game with Everton.     Claudio Ranieri and the Leicester press pack get on it, earlier. Photograph: Plumb Images/Leicester City FC via Getty Images    FIVER LETTERS “Interesting to hear Chris Waddle on the radio criticising Manchester City, and English clubs in general, for not playing an ‘English, high-tempo style’ when they play in European competition, but rather trying to keep hold of the ball with a more ‘continental’ approach. This from the man who, after the last World Cup and European Championships, indulged in over-the-top rants about England’s inability to keep the ball and adapt to the competition following their elimination from each. Who knew that one of the things he had picked up while with Marseille was the French admiration for Woody Allen, and to such an extent that he has started to channel Alvy Singer” – David Wall. “What’s all this nonsense about violent conduct, red cards and suspensions? Surely Mousa Dembélé was assisting Diego Costa who had something in his eye; Dele Alli was performing the Heimlich manoeuvre on Claudio Yacob; Jamie Vardy lost a contact lens in front of goal; and didn’t anyone else see the bee on the Atlético Madrid staff member’s shoulder that Diego Simeone tried to swat?” – Ruth Kleinhenz. “I read the first line of Adam Pinder’s letter (yesterday’s Fiver letters) with child-like excitement in anticipation of the similarities between Pep Guardiola and Ronny Deila. I was expecting a ream of passing or possession stats for each of their teams, coupled with some jaw-dropping trivia like they have the same birthday or the same blood type. No. Both of them managed a team to an easy league victory and were not successful in Europe. With this in mind I would like to point out the similarities between myself and Mr Roy: we both have heads and both of us will be in France this summer for the Euros” – Gavin O’Sullivan. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … David Wall. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. RECOMMENDED VIEWING A very lovely film from Tom Jenkins on the end of West Ham United at the Boleyn Ground.            BITS AND BOBS West Ham have offered £31.5m that they should be using to fund their new home to Marseille for striker Michy Batshuayi. It took all of three days for Riyad Mahrez’s Mr 15% to pipe up and use Leicester’s title win for planned contract negotiations. “If the opportunity comes to play for a big team then we would have to think about it. I’d say it’s 50/50 at the moment whether he stays or goes,” trousered Kamel Bengougam. Spurs are close to an agreement with FA suits to play home games at Wembley in 2017-18, as well as next season’s Big Cup games there. “We’re quite close to a deal,” teased Greg Dyke. “$ex masochism” involving Robert Huth and Marouane Fellaini has helped earn the pair three-match bans. Mats Hummels has got the funk on after Borussia Dortmund claimed he’d handed in a transfer request and planned to join Bayern Munich. “Nothing has been decided yet,” he fumed. “This dirty statement created a different impression.” Newcastle United have booked Gabriel Obertan and Sylvain Marveaux for stays at L’Hotel du 1. Hyperhidrosis sufferers Crystal Palace are worried about Wilfried Zaha’s fitness for the FA Cup final. “The problem’s high up in his attachment to his hamstring, so it’s not his hamstring but it’s high up on the tendon there,” pouted Alan Pardew. And Northampton Town glory fan Shaquille O’Neal has posted a video congratulating the Cobblers on their League Two title. STILL WANT MORE? Had your fill of Fox-themed fairytales? Take a deep breath and thank your lucky stars Tom Bryant’s ineptitude index makes a comeback for a second year, featuring a two-way tussle between two west Midlands rivals.     Not just a big picture of Aston Villa? Composite: Getty/Rex/Getty/PA    Louis Tomlinson as Jamie Vardy, Vinnie Jones as Nigel Pearson … what could possibly go wrong when Hollywood gets its claws into Leicester City, asks Marina Hyde. Paul Wilson peers beyond the one-liners and the Mr Nice Guy shtick and sees a motivated Claudio Ranieri whose work is far from done at Leicester. Denis Suárez wants to sink Liverpool with the Yellow Submarine. [Insert Beatles pun here] or even better, read Sid Lowe’s in depth interview with the former Manchester City midfielder. Our plate-spinning Spanish correspondent also found time to pen this about another Madrid derby in Big Cup final, where Atlético boss Diego Simeone is eyeing a slice of revenge. Vincent Kompany suffered the 33rd knack of his Manchester City career at the Bernabéu. Jamie Jackson ponders whether Pep Guardiola sticks or twists with the Belgian. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. GOAL OF THE DAY",
  "webTitle": "The Fiver | No point making a fuss",
  "webPublicationDate": "2016-05-05T15:06:41Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/the-fiver-manchester-city-state-of",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Scott Murray",
      "id": "profile/scottmurray"
    }
  ],
  "guardianId": "football/2016/may/05/the-fiver-manchester-city-state-of"
}