{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/17/donald-trump-nfl-coach-endorsements-rex-ryan",
  "id": "2016-05-17-243",
  "sectionId": "sport",
  "body": "Your favorite football team needs a new coach and there are two finalists for the job. One is a retread candidate from a coaching tree that peaked years ago. This coach offers few new ideas and would be reliant on the talent of the players themselves to succeed. It would be a safe and uninspiring hire. A hire that even the candidate admits will just keep the franchise chugging along, exciting absolutely no one in the fanbase.  The other candidate is brash and loud, unapologetic and larger than life. He’s high-energy and talks about imposing his will on opponents. He vows to have the biggest and best defense ever. In countless interviews with the ratings-fueled sports media, he offers no specifics on how he will improve the team beyond a few generalities because he is adept at empty coach-speak. He has never coached at any level, and several of the ideas he has actually mentioned defy the spirit of sportsmanship, if they’re not against league rules entirely. However, he says he will hire the best assistants and then – and he can’t stress this enough – make the team great again and win, win, win. In fact, he claims the team will win so much, the fans will get sick of winning. He could easily go down as the worst coach in history if he gets the job, but many fans are willing to go with a bold hire in hopes of giving the franchise a jumpstart.    Related: Rex Ryan introduces Donald Trump at rally: 'This is a great honor for me'    For those not adept at recognizing the obvious, the above is not a very loose description of what the Eagles faced in choosing Doug Pederson over Chip Kelly (no offense intended, Mr Kelly), but an analogy for the presidential candidacies of Hillary Clinton and Donald Trump.  Trump’s candidacy has repeatedly been described as unlike any other in American history. Maybe that’s because Trump isn’t really running for president – he’s running for head football coach of the United States. America loves its football, and polls suggest more and more America fans are open to hiring Coach Trump to lead the country to victory over Putin and Mexico and China and Isis and the PC libruls in the upcoming season of Mericaball. Perhaps it’s an oversimplification to say that millions of Americans are so conditioned to worshipping a strongman coach that they’ve warmed to the idea of a strongman president, unwilling or unable to separate running the free world with running a football team. Perhaps. But what surely is true is that many football coaches have found their political doppelgänger in the sentient clementine that is the presumptive Republican nominee.  Patriots head coach Bill Belichick, who has always run his team like a man who appreciates some good, old-fashioned fascism, got the coach endorsements going in March when he took his lady friend out to dinner with Trump in New York. While not officially an endorsement, Belichick – a supposed genius – is no doubt intelligent enough to know that agreeing to the photo with his “good friend” in an election year essentially serves as one. Plus, we can’t really expect a standard endorsement from a man who has proven incapable of mumbling much beyond “yes”, “no” and “do your job” in public.  If Belichick isn’t the most predictable Trump supporter among NFL coaches, then Rex Ryan is. What is proclaiming your unmatched greatness with a string of bankruptcies and failed ventures in your wake if not the business equivalent of predicting Super Bowl titles while racking up eight-win seasons? A case can even be made that selling high-priced steaks at Sharper Image is even dumber than getting a Mark Sanchez tattoo.  Rex Ryan is Donald Trump. Donald Trump is Rex Ryan. And so Ryan introduced Trump at a rally in Buffalo back on 18 April: “There’s so many things I admire about Mr Trump, but one thing I really admire about him is, you know what, he’ll say what’s on his mind,” Ryan told more than 10,000 in downtown Buffalo that night. “A lot of people want to say the same thing. But there’s a big difference. They don’t have the courage to say it. They all think it, but they don’t have the courage to say it. And Donald Trump certainly has the courage to say it, and that’s why I respect him.” What are these things that Trump says that Ryan thinks and desperately wants to say himself? It’s easy to assume it’s Trump’s frequent sexist, racist and Islamophobic musings, but maybe Ryan simply loves Trump’s comments on economic policy. Or maybe he just likes that Trump openly mocked the stature of Marco Rubio, a noted Dolphins fan. Surely that’s all Rex meant!  Either way, the clear favorite for the Republican nomination whenever Trump’s reign ends agrees with his head coach’s opinion.     On my way to the @realDonaldTrump rally.  Let's make America great again!!!— Richie Incognito (@68INCOGNITO) March 19, 2016    Trump has also received the endorsement of former Chicago strongman Mike Ditka, who told WABC-AM’s The Bernie and Sid Show in March that he’s voting for Trump because “this country needs leadership. It needs direction. It needs somebody that steps up front.” Change that to “this team needs leadership. It needs direction. It needs somebody that steps up front” and it’s classic, cliche-ridden, football “analysis” that says nothing – 110%.  Ditka’s reasoning for backing Trump at least was better than the logic offered by former New York Jets and Notre Dame head coach Lou Holtz, who urged Indiana voters to back Trump on 3 May because he enjoyed golfing at Trump’s resort.             So Trump for president, and for vice-president ... Holtz’s favorite caddy? Sure, sounds good. Navigating foreign policy could be just like reading a double-breaking putt if you don’t think about it at all.  Trump has appealed to certain demographics of voters, but no more so than the football coach demo. He speaks their locker room language. He hates the media. He won’t give any specifics on his plans because he says he wants to surprise the enemy. He feels football has become too soft. And all he claims to care about is winning by any means necessary. A whistle and a clipboard would look right at home in his tiny hands.  All of this suggests that the presidential candidate has what it takes to potentially make a very effective ... football coach. Election Day falls on 8 November this year, smack dab at the midpoint of the NFL season, just as some teams will have fired their head coaches. Maybe the Chargers or Colts or Cowboys can scoop him up in hopes of becoming great again. But Team America should look elsewhere.    The @nfl games are so boring now that actually, I’m glad I didn’t get the Bills. Boring games, too many flags, too soft!— Donald J. Trump (@realDonaldTrump) October 13, 2014",
  "webTitle": "The ideal NFL coach: Donald Trump",
  "webPublicationDate": "2016-05-17T10:00:01Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/17/donald-trump-nfl-coach-endorsements-rex-ryan",
  "keyword": [
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "DJ Gallo",
      "id": "profile/dj-gallo"
    }
  ],
  "guardianId": "sport/blog/2016/may/17/donald-trump-nfl-coach-endorsements-rex-ryan"
}