{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/sdlp-fights-survival-sinn-fein-onslaught-northern-ireland",
  "id": "2016-05-03-214",
  "sectionId": "politics",
  "body": "In Derry, the city where the Northern Ireland Troubles began, an existential battle is under way as the party born out of the civil rights movement struggles for survival. Led by 33-year-old Colum Eastwood, the Social Democratic and Labour party (SDLP) is defending one of its last redoubts in this week’s elections to the Stormont assembly.    Related: 5 May: your guide to this week's local and mayoral elections    The constituency of Foyle – bisected by the river of the same name, with the Donegal hills visible across the border in the west – is home to the former SDLP leader and Nobel peace prize winner John Hume. It is also the party’s electoral stronghold, with the SDLP defending three of Foyle’s six seats.  But the SDLP under Eastwood – the youngest party leader in the UK or Ireland – faces a major threat in the guise of another internationally famous Derry man, Sinn Féin’s Martin McGuinness.  The former IRA chief of staff turned deputyfirst minister of Northern Ireland has moved back to Foyle after representing Mid Ulster both as an MP and assembly member. McGuinness’s return to his native city threatens to undermine Eastwood’s efforts to revive a party that has been eclipsed by Sinn Féin during the peace process years.      The SDLP leader, Colum Eastwood, says turnout will be crucial in the election. Photograph: Pacific Press/LightRocket via Getty Images    Candidates are standing for 108 seats in Stormont. Under the complex and unique rules of power sharing, the last devolved government operated on a near-mandatory basis where almost every party took seats in the regional cabinet. This meant at one stage in the last parliamentary term there were only two assembly members on the opposition benches.  McGuinness shares power with his unionist counterpart Arlene Foster, the first minister and leader of the largest political force in the assembly, the Democratic Unionists. The DUP is expected to remain the largest party after 5 May with Sinn Féin still the strongest nationalist force.    Related: Arlene Foster becomes Northern Ireland's first minister    Critics of the way Northern Ireland is governed say there is a need for a stronger opposition outside of the power-sharing executive this time around. On an unseasonably chilly Friday evening in Derry’s Pennyburn area, the issue of opposition was put to Eastwood as he rapped on doors and dealt with more mundane constituency queries ranging from cycle lanes to derelict houses.  Eastwood said: “Nationalists have been in opposition in the north of Ireland for decades and people expect us to offer a programme for government. It’s far too early to be talking about opposition but after the elections we will sit down with the other parties and see what kind of programme for government is on offer. If it’s not the one we could support then we will think about opposition but it’s too early to say that yet.” For Eastwood, a good result in Foyle would mean him and his two running mates, Gerard Diver and Mark H Durkan, returning to the assembly.  Behind Derry’s historic Guildhall, where the Bloody Sunday tribunal was held, is a massive billboard advertising the leading lights of Sinn Féin including McGuinness and the party president, Gerry Adams. It is a reminder for Eastwood and his party that they have an uphill struggle to repel the Sinn Féin onslaught, let alone lead a region-wide recovery.  McGuinness was the star of Sinn Féin’s manifesto launch in Derry last week, where he promised the party would create 50,000 new jobs and spend more than £1bn extra on the local health service. Signalling a willingness to cooperate further with the DUP, McGuinness said the two parties had similar commitments on jobs and health.     Martin McGuinness, flanked by party colleagues Chris Hazzard and Maeve McLaughlin, launches the Sinn Féin manifesto in Derry last week. Photograph: David Young/PA    He told a packed audience, including the party’s 39 candidates: “You can see the similarities between what the DUP and ourselves are saying. “I think that should be, if you like, a clear indicator to people out there that at least we and the DUP are getting our act together and also being part of an administration which is prepared to confront sectarianism, racism and homophobia.” Both the SDLP and Sinn Féin face two challenges from the left. The veteran socialist Eamonn McCann is standing for the Marxist People Before Profit party, and a popular local GP in the Creggan estate, one of the top three most deprived wards in the UK, is being backed by an amalgam of dissident republican groups in the city.  Dr Anne McCloskey describes herself as “an independent republican” but stresses that she opposes political violence. Despite many of those canvassing for her from the republican socialist left, McCloskey is resolutely against abortion reform and is “pro-life”. Despiteholding views on abortion that conflict with a lot of her campaign team, she believes she can capitalise on a general cynicism in Derry about the regional parliament in Belfast. “If elected I am going to be a bloody nuisance in that parliament,” the 57-year-old said.  “The feeling here in Derry is that most of the resources controlled by the Northern Ireland executive stay in the east. We still don’t have a fully fledged university in this city and our sole campus is being cut to bits.”  McCann points to the same failings, with Derry home to some of the poorest electoral wards in the UK.   Related: Northern Ireland gay community mobilises against DUP candidates    “There has been no peace dividend for Derry and most people feel that up here. This time around I think the message is hitting home that maybe we can do it, that we can challenge the big party machines in Derry and take a seat. Once that happens it sends out a signal to wider society that the sectarian stranglehold can be broken everywhere,” McCann said.  All of the Derry candidates, including the two rival unionists fighting over the city’s one pro-union seat, face a common enemy this time: apathy. Voter turnout used to be the highest in the UK but in the last few elections has fallen sharply. “Turnout is everything in this election,” said Eastwood. “My message to voters is that if you want a change, if you are disillusioned by an executive dominated by Sinn Féin and the DUP, then don’t stay at home – come out and vote for an alternative.”",
  "webTitle": "SDLP fights for survival in Derry in face of Sinn Féin onslaught",
  "webPublicationDate": "2016-05-03T11:30:48Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/sdlp-fights-survival-sinn-fein-onslaught-northern-ireland",
  "keyword": [
    {
      "webTitle": "Northern Irish politics",
      "id": "politics/northernireland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Derry",
      "id": "uk/derry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "SDLP",
      "id": "politics/sdlp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sinn Féin",
      "id": "politics/sinn-fein",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Martin McGuinness",
      "id": "politics/martin-mcguinness",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "politics/2016/may/03/sdlp-fights-survival-sinn-fein-onslaught-northern-ireland"
}