{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/lush-playlist-peppermint-rainbow-brett-smiley",
  "id": "2016-05-02-169",
  "sectionId": "music",
  "body": "Henry Badowski – Henry’s in Love  Henry is my drinking buddy. If I post a photo on Instagram of the area by the Thames near where he lives, my friends say: “Uh oh!” He is a bit of a genius. He also has an EMS suitcase Synthi (bought from David Vorhaus of White Noise. Brian Eno also has one) and after a few drinks he will play the opening synth noises to Hawkwind’s Silver Machine on it. He shared the same manager as the Police and Miles Copeland, who got him a major deal with A&M in the late 70s, and recorded an album that disappeared without trace. It’s been described as “Syd Barrett produced by Brian Eno”. I hope someone reissues it. It’s brilliant.            Peppermint Rainbow – Will You Be Staying After Sunday I recently got my red and cream Dansette Junior Deluxe record player repaired. It was expensive – but well worth it. Singles from the 50s and 60s sound best on it. Now, when I’m on tour in the US, I just focus on buying cheap singles. They are easier to transport home, too. I bought a load in Amoeba in Los Angeles a few weeks ago. This sunny sunshine pop delight was one of them. Not bad for $1.99!            Brett Smiley – Queen of Hearts Whenever I stay in Los Angeles it is always in a hotel on Sunset Strip, never far from the beautiful art deco Sunset Tower Hotel and the now closed House of Blues, which is where the Jesus and Mary Chain split up onstage in 1998 (afterwards I went to a party of the rooftop of the Hyatt put on for Eddie Izzard and watched the angry and confused crowd below). It always reminds me of another friend, Brett Smiley, who died recently, just a few days before David Bowie in fact. He was a resident at Sunset Tower in the mid 70s. Iggy Pop was living nearby in a garage. “Jump off Sunset Tower / What a beautiful way to go.”            Captain Groovy and His Bubblegum Army  This is probably my favourite Bubblegum record, produced by maestros Jerry Kasenetz and Jeff Katz. It was written for an American children’s cartoon TV series that never happened. I’m a sucker for anything that’s got morse code guitar on it. Maybe it’s because my dad was a radio ham.            Coutin – J’Aime … Regarder Les Filles A big hit in France and DJing favourite. Always loved how the French have kept the rock’n’roll flag flying through thick and thin. Only found about this one recently from a French friend and when I play it, it goes down a storm. It’s like a cross between ESG and Suicide.It just builds and builds – and he sings it as though his life depends on it.",
  "webTitle": "Lush's playlist: Peppermint Rainbow, Brett Smiley and more",
  "webPublicationDate": "2016-05-02T11:00:22Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/lush-playlist-peppermint-rainbow-brett-smiley",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Playlists",
      "id": "music/playlists",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/02/lush-playlist-peppermint-rainbow-brett-smiley"
}