{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/st-kilda-remoteness-mans-influence-world-heritage-atlantic",
  "id": "2016-05-30-37",
  "sectionId": "commentisfree",
  "body": "Like most visitors, I had formed a picture in my head of St Kilda before I finally set foot last week on the most remote of the British isles, which was reluctantly abandoned by its last 36 permanent residents in 1930.   Related: Why we love the chough, and its soap opera life | Patrick Barkham    The reality of this small archipelago of towering sea cliffs and seabird cities more than 100 miles west of the Scottish mainland was far grander, and more complicated, than I expected. St Kilda celebrates its 30th anniversary as a World Heritage site this summer, and is the only place in Britain to be awarded such status for both cultural importance and natural riches. Cruise passengers stop off in summer and rangers and radar station employees reside for short periods but it remains an obstacle to our hyper-mobile modern world. It’s three hours on a fast boat but, typically, bad weather caused my trip to be cancelled and I had to kick my heels on Skye (hard to find a better heel-kicking place) for four days. For one fellow visitor, our successful crossing was her eighth attempt. Other pilgrims I met included Russ from St Kilda, Melbourne, in full St Kilda Football Club regalia, and Stephen, a Scottish builder whose number plate reads: SK11 LDA. The visitors’ book is full of ecstatic comments from people who have hankered after the place for 50 years. Anywhere you can see the curvature of the Earth drives you to think and I wonder if we imbue peripheral places like St Kilda with such significance because they challenge our mainland, mainstream lives – and how hectic, sustainable or important they are. For all its isolation, I was struck by St Kilda’s connectedness. It is well-protected by the National Trust for Scotland but its seabird citizens today are no more immune from external forces than its former human population: its puffins and fulmars are in decline because of the loss of fish in the Atlantic. On a blissful sunny day, I climbed its hills and admired a great chain of Outer Hebridean islands, hazily visible almost over the horizon. That old cliche about no man being an island might apply to islands too. Springwatch moments      Patrick Barkham engaging with some butterflies at Minsmere. Photograph: Graham Turner for the Guardian    I took my children to Minsmere on Saturday, anticipating the reality of the Suffolk coast to be somewhat blander than the thrilling soap opera of bitterns and badgers unfolding on the 12th season of Springwatch this week, which broadcasts live from the RSPB reserve. In fact, it was just like the telly. Four red deer burst across the road, a marsh harrier flew overhead and we heard baby blue tits inside a nest box. While den-building, we spotted a man creeping along, tapping bramble patches with a stick. In ordinary Britain, this would be creepy but in this fantastic land it was one of Springwatch’s nest-finders, hunting for a camera-friendly baby blackcap. Let’s be humane     Weybourne has the only Norfolk beach to offer deep water close to shore. Photograph: Keiron Tovell Photography    When I reported on the furore over refugees travelling by boat to Australia 15 years ago, I never imagined a similar scenario in Britain. “People smugglers targeted our coast,” screams the headline in my local paper after a plot to land a boat on the sleepy Norfolk beach of Sea Palling was foiled in Amsterdam. (Personally, I’d recommend Weybourne, the only Norfolk beach to offer deep water close to shore.) Westerners can’t have it all ways: free movement for us, but our money and trinkets will invariably mean the rest of the world moves more freely. In 2001, Australia’s solution was (and still is) to dispatch migrants to “offshore processing” – imprisonment on the tropical island of Nauru. The equivalent would be to send our migrants to St Kilda. I hope our connectedness with Europe forces us to be more humane.",
  "webTitle": "St Kilda’s remoteness doesn’t shield it from man’s influence | Patrick Barkham",
  "webPublicationDate": "2016-05-30T18:22:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/st-kilda-remoteness-mans-influence-world-heritage-atlantic",
  "keyword": [
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Barkham",
      "id": "profile/patrickbarkham"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/st-kilda-remoteness-mans-influence-world-heritage-atlantic"
}