{
  "apiUrl": "https://content.guardianapis.com/politics/2016/apr/30/livingstone-muddies-history-to-support-hitler-and-zionism-claims",
  "id": "2016-05-01-117",
  "sectionId": "politics",
  "body": "Ken Livingstone persists in mangling facts to suit his argument in his continued attempt to defend his comments on Hitler and Zionism. He took swipes at both “old Blairites” and the media on Saturday, and cited comments made by Israeli prime minister, Binyamin Netanyahu, at the World Zionist Congress, seeming to suggest the comments had been made in recent days and had gone unnoticed by the media. Livingstone seemed unaware that Netanyahu’s remarks, which he cited selectively in his defence, were made in October and caused a storm of controversy both in Israel and internationally. The Israeli prime minister was roundly criticised for suggesting that the grand mufti of Jerusalem, a Palestinian, had persuaded Hitler to exterminate and not just expel Europe’s Jews. His comments were so controversial, in fact, that Netanyahu felt compelled to clarify them: “Contrary to the impression that was created, I did not mean to claim that in his conversation with Hitler in November 1941 the Mufti convinced him to adopt the Final Solution. The Nazis decided on that by themselves.” The reality is that Livingstone’s latest attempt to defend his comments that “Hitler supported Zionism” in 1932 before going “mad and killing six million Jews” is in line with his previous controversial remarks, invoking dubious history to support his claims. The problem, as others have pointed out, is that Livingstone appears to conflate multiple mistaken notions to suggest Hitler “supported” Zionism – as if at some stage he had felt positively towards a strand of Jewish political thought which even in the 1930s encapsulated different and competing ideas and individuals. The reality is that Hitler had harboured hostile views towards Jews since the 1920s, which coalesced first in the antisemitism of Mein Kampf, published in the middle of the decade. There is a twisted kernel of truth at the heart of Livingstone’s claims when he alludes to the so-called Haavara (transfer) Agreement, although it took place in 1933 not 1932 as Livingstone suggests. Deeply controversial amid a Jewish European boycott of German trade, it saw an agreement between Germany and German Zionists to facilitate the emigration of Jews to British Mandate Palestine – not Israel as Livingstone states, which did not exist until 1948 - by ensuring would-be Jewish emigrants could transfer part of their property.  As Yf’aat Weiss explains in an essay for the Holocaust Memorial centre at Yad Vashem in Jerusalem, the Haavara agreement allowed “German Jews emigrating to Palestine to retain some of the value of their property in Germany by purchasing German goods for the Yishuv [the Jewish settlement in Mandatory Palestine], which would redeem them in Palestine local currency”. Its context, as Weiss points out, was as a deal forged under the threat of Nazi persecution. Following the end of Jewish emancipation in Germany, she writes: “German Jewry had to formulate survival tactics vis-à-vis the Nazi government of their own country.” The interest of some in the Zionist movement was to flee the rampant and increasingly dangerous antisemitism of the National Socialists, but the German interest in the Haavara agreement was both fear that the Jewish boycott of Germany might have wider economic effects - ultimately a misplaced anxiety - and a desire to push German Jews to flee.  The Haavara agreement was designed to encourage the emigration of Jews from Germany in line with National Socialist policies, but it did not have in mind the foundation of a Jewish state in Palestine, a key tenet of Zionism.  Indeed, by late 1937 an anti-Nazi German official involved in administering the agreement suggested that fear in Nazi circles that it might lead to a Jewish state, to which Hitler was implacably opposed, was leading to suggestions “it should be terminated.” Fatally for his garbled argument, in the final analysis Livingstone confuses agency and intention. Hitler wanted neither Jews in Germany nor in their own state. The Nazi vision was for the Jews to be removed from any kind of political influence. He facilitated some emigration in pursuit of a policy of ethnic cleansing to “concentrate” German Jews elsewhere. None of which amounts “to Hitler’s support for Zionism”, no matter how complex the history.  As the Haaretz columnist Anshel Pfeffer summed up Livingstone’s three days of interventions: “His historical version of the Holocaust was only slightly more bizarre than his contention that someone who only hates Jews living in Israel – but not outside it – cannot be considered an anti-Semite.”",
  "webTitle": "Ken Livingstone muddies history to support claims on Hitler and Zionism",
  "webPublicationDate": "2016-05-01T11:34:47Z",
  "webUrl": "https://www.theguardian.com/politics/2016/apr/30/livingstone-muddies-history-to-support-hitler-and-zionism-claims",
  "keyword": [
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "politics/2016/apr/30/livingstone-muddies-history-to-support-hitler-and-zionism-claims"
}