{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/re-elected-turnbull-government-would-seek-to-immediately-implement-10-year-plan-of-company-tax-cuts",
  "id": "2016-05-04-367",
  "sectionId": "australia-news",
  "body": "A re-elected Turnbull government would immediately present legislation to implement the full 10-year plan of its company tax cuts, even though it has released costings only for the first four years.   Related: The budget is full of old ideas but at least we get a new slogan | Edward Cavanough    It will also direct the tax office to deliver a tax cut to workers earning over $80,000 on 1 July, the day before the federal election, even though it will not yet be legislated.  The personal tax cut has support from Labor, although the ALP says lower income earners should also have received some tax relief, and Labor leader Bill Shorten has played down the amount of weekly relief for higher income earners as amounting to “a cup of coffee and a biscuit”. But Labor has said it will oppose most of the government’s company tax cut plan, which costs about $5bn over the next four years, but which the government has not costed beyond that. The government confirmed it will legislate the entire decade-long plan for staged company tax cuts, that would reduce all business tax rates to 25% by 2026, as soon as possible if it is re-elected.   Related: Malcolm Turnbull signals tax changes and frugality in budget    Asked about the plan to increase the threshold at which the 37% tax bracket kicks in from $80,000 to $87,000 – a tax cut of a bit over $300 a year for the top 25% of earners – the prime minister, Malcolm Turnbull, told ABC radio that even if it was not legislated when he called the federal election at the end of the week it would be implemented “administratively”.  A spokesman said that would happen via an order to the ATO, and that there had been a precedent for this during Peter Costello’s time as treasurer. The spokesman said it was unlikely the legislation would be presented to parliament this week. The government has also promised to cut the small business tax rate from 28.5% to 27.5% and extend the eligibility to businesses with turnovers of up to $10m, also from 1 July. The lower rate will be gradually phased in for larger businesses until it covers all companies in 2023, and the government is promising to reduce the rate to 25% in 2026. Labor has said it would support the tax cuts for businesses with turnovers under $2m, but not the extension to bigger businesses. It called the rest of the plan “uncosted” and “unfunded”.   Related: Corporate tax cuts to cost budget $5.3bn over four years    Turnbull insisted it would also be legislated. Asked whether the 10-year plan was aspirational and uncosted, as Labor suggested, he said: “Neither of those points is correct. It is a commitment, it is a plan...” Asked whether business tax cuts could be legislated for 10 years, Turnbull responded: “Absolutely, of course it can be. The legislation will enable us to deliver those cuts into the future. Obviously a future parliament could change that. “All of this has been carefully costed and that is set out in the budget, that’s the Treasury’s job, you don’t have to rely on politicians to do that,” he said. A spokesman confirmed the legislation would cover the full 10-year plan, until 2026. A spokesman for shadow treasurer Chris Bowen questioned how it would be possible for the government to legislate a plan that had not been costed and demanded the full 10-year costings be released immediately.    This is the politics of envy.  Malcolm Turnbull     Turnbull said Labor’s criticism of the personal tax cuts and its determination to leave the deficit levy in place for those earning over $180,000 amounted to class envy. “That’s a type of war of envy, the politics of envy which absolutely stands in the way of aspiration and enterprise and growth ... this is the politics of envy,” he said.",
  "webTitle": "Coalition plans to legislate company tax cuts for 10 years with only partial costings",
  "webPublicationDate": "2016-05-04T01:41:40Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/re-elected-turnbull-government-would-seek-to-immediately-implement-10-year-plan-of-company-tax-cuts",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal National party",
      "id": "australia-news/liberal-national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    },
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/04/re-elected-turnbull-government-would-seek-to-immediately-implement-10-year-plan-of-company-tax-cuts"
}