{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/18/men-suicide-mental-health",
  "id": "2016-05-18-294",
  "sectionId": "healthcare-network",
  "body": "‘He was the life and soul of the party, but inside he was battling serious demons. He was a 25-year-old man who looked to have everything going for him, but he couldn’t vocalise his problems.” That is how Rowland Bennett describes his best friend Charlie Berry, who took his own life a year ago. Suicide is the biggest cause of death for men under 49 in the UK, and men are three times more likely to take their own lives than women. According to campaigners, most men thinking about suicide never talk to anyone about the problems that have brought them to crisis point. After his friend’s death, Bennett, a booker and promoter in the music industry, became involved with the male suicide awareness charity Campaign Against Living Miserably (Calm), organising its 10th anniversary fundraiser night in London. “Since I’ve been involved, I’ve heard more and more people say ‘I lost a friend’ or ‘My mate, the party guy, killed himself’ – everyone has got those stories,” he says. “Men don’t want to be that guy talking about depression. They want to be the character people think they are.”   Related: The cost of mental illness    Male suicide research by the charity Samaritans suggests men often compare themselves against a “gold standard” of masculinity which is often incredibly difficult to live up to. The charity has highlighted the issue for middle-aged men, who have the highest rate of suicide of any age group. Research manager Elizabeth Scowcroft says that is probably down to a combination of factors, including relationship breakdown and financial pressures. “We need to think about ways we can engage with those who are most at risk, targeting the right people, encouraging them to seek help,” she says. “It’s about talking to people earlier rather than once they are at crisis point and feel they want to take their own lives.” Calm’s chief executive, Jane Powell, says rather than focusing on particular risk groups, society needs to see suicide as an “every man” issue. “What’s frustrating is there is an overwhelming sexism when it comes to looking at this. At what point are we going to look at why more men – regardless of age – take their own lives than women?” For Powell, while women in recent years have been given more freedom to define their roles, men are still expected to conform to society’s notions that they should not display weakness or vulnerability. But, she adds, the idea that men just need to shout louder about their problems is misleading: “Men are really good at communicating and understanding signs from society – and the signs they are getting are ‘man up, grow a pair’. We need to fight all those messages which say you have to be this way.”  In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14.  Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Have men been let down over mental health?",
  "webPublicationDate": "2016-05-18T08:11:38Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/18/men-suicide-mental-health",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Men's health",
      "id": "lifeandstyle/mens-health",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Suicide rates",
      "id": "society/suicide-rates",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Murray",
      "id": "profile/kate-murray"
    }
  ],
  "guardianId": "healthcare-network/2016/may/18/men-suicide-mental-health"
}