{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/07/my-writing-day-ian-rankin",
  "id": "2016-05-07-133",
  "sectionId": "books",
  "body": "There is no such thing as a “typical” day, even when I’m busy on a book. Some days the words flow, others feel like wading through suet. The phone rings, the doorbell sounds, there’s shopping to be done or an urgent email demanding a reply. That’s why I try to get away. I’ve got a house on the north-east coast of Scotland, three and a half hours by car from Edinburgh. Very limited mobile phone signal and no TV. There’s a landline but I haven’t given the number to my agent, publisher or any journalist. Perfect. I’m in the middle of a new book right now. It’s going pretty well. The first draft took me 27 writing days. It’s rough – really just me checking the plot works. The second draft sees me polish the prose, fix faults in chronology and geography, and add meat to the bones of my characters. So while my first drafts are usually done at a gallop – if I’m writing quickly, then the story will also have pace – I take things more slowly in the second and third drafts. The third draft is normally what my publisher and agent get to see.    I never have a clearly defined plan. The story has a sense of where it wants to go, and I just follow it    A good writing day would comprise maybe 10 pages, which is around 3,000 words. I don’t do a word count. The story is as long as it needs to be, and better to pen 1,500 great words than 5,000 ordinary ones. The day might start at 11am, or 2 in the afternoon, or 7 in the evening. Two things always take precedence: newspaper and crossword. Oh, and strong coffee. I don’t smoke and used to be a demon for pause-filler chocolate bars, but I am kicking that habit. I break now for tea (or more coffee) and stare at the kettle as I ponder the next few lines of the book. When I go up north, I write in a room at the top of the house. If it’s cold, I’ll light the wood-burner. When the sun’s out, I often go for a walk and do my writing in the late afternoon or evening. When I hit a wall or a problem, a walk often brings sudden illumination. Or else I phone my wife and talk it through with her – she reads a lot of fiction and has helped me on many occasions. During the first draft I don’t pause to read what I’ve written, except maybe after the first 100 or so pages. I do that over a few days, making notes about where the book could go next. I never have a clearly defined plan – I almost never know the ending before I’m well into the book. The story has a sense of where it wants to go, and I just follow it. A character in my first draft may change their name, because I’ve forgotten what I called them originally – that’s fine; it can all be fixed later. I also don’t pause if I get stuck on a word or a description – I will fix that in a future draft. I do make notes as I go – what might happen; how characters or incidents may connect – but even this isn’t fixed and I may find a better idea later. So I’ve got all these Post-it notes stuck around the desk, plus scrawled reminders on sheets of paper and scribbles in the margins of the manuscript. I work on a very old laptop – when the screen died, I had it replaced rather than buy a new machine. Every day or two I print out what I’ve written, just so I have it. I also save each day’s work to a memory stick that goes everywhere with me. Safety first. Oh, did I mention music? There’s usually some playing while I work. I have a few totemic CDs I use while writing: Brian Eno, Tangerine Dream, Boards of Canada, Mogwai, Aphex Twin, Coleman Hawkins. Nothing with lyrics; I can’t work if someone else’s words are swirling around me. So: a certain solitude; tea or coffee; music; and the inside of my head. Twenty-seven days later, I have the first draft of a novel that will be published towards the end of 2016. It’s going to be called Rather Be the Devil – I can’t do anything until I have a title I’m happy with. Usually it reflects the theme I have in mind for the book. Having finished the second draft, I break off to do the research, because by then I know what I need to know rather than what I might need to know. Again, this speeds things up wonderfully.",
  "webTitle": "Ian Rankin: ‘Solitude, coffee, music: 27 days later I have a first draft’",
  "webPublicationDate": "2016-05-07T09:00:10Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/07/my-writing-day-ian-rankin",
  "keyword": [
    {
      "webTitle": "Ian Rankin",
      "id": "books/ianrankin",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Rankin",
      "id": "profile/ian-rankin"
    }
  ],
  "guardianId": "books/2016/may/07/my-writing-day-ian-rankin"
}