{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/dont-patronise-us-scottish-teenagers-tell-politicians-bidding-for-their-votes",
  "id": "2016-05-03-172",
  "sectionId": "politics",
  "body": "There was an initial shudder of shyness through the young audience, and then the questions fired like pinballs. First-time voters at Rosshall academy in Glasgow intelligently questioned the assembled politicians on a spectrum of subjects from the Curriculum for Excellence to the migrant crisis, and listened to their answers respectfully, though not uncritically.  These are some of the 16- and 17-year-olds across Scotland will go to the polls for the first time in a parliamentary election on Thursday. The hustings, exactly a week before the poll, were ably chaired by a local Scottish youth parliament representative, Aqeel Ahmed, who had persuaded all the Glasgow Pollok constituency candidates to attend, including the SNP’s Europe minister, Humza Yousaf, and ex-Labour leader Johann Lamont. As the event wound up, and a notably modest number of selfies were requested, the consensus was positive but with one caveat. As 17-year-old Victoria Paul put it: “It was really good but there is one major disadvantage: that they are all playing to the audience as young people.” Her friend Karen McSporran, also 17, explained: “They’re just saying the things they think you’re interested in, like tuition fees, when you want to know about things that will affect you in the future, like taxation.” Gemma McKinlay, 16, was succinct: “They’re trying to engage young people in politics as though we’re not already engaged.” After the SNP’s audacious and hugely successful move to include 16- and 17-year-olds in the Scottish independence referendum of 2014, Holyrood MSPs voted unanimously last year to extend the franchise in Scottish elections – as it happened on the same day that Tory MPs in Westminster struck down an amendment to give the vote to under-18s in the forthcoming EU referendum.     Humza Yousaf of the SNP speaks to students. Photograph: Murdo Macleod for the Guardian    While the numbers themselves may not be electorally significant – there are about 120,000 16- and 17-year-olds living in Scotland – it remains a radical shift. “It’s a groundbreaking moment in Scottish politics,” said Jenni Gunn, an organiser for Generation Yes in 2014 and now – aged 25 – a candidate for the new leftwing alliance Rise. “During the referendum, young people energised the campaign in a way that no other demographic did.” But Gunn was concerned that extending the franchise in isolation was not enough: “The political elite pay lip service to the youth vote without making any effort to change things: it’s that condescending attitude of ‘we’ve given you the vote, now off you go’. But there has to be a more concerted effort to offer political education in schools, and to have young people’s voice heard in policymaking.” It’s a worry shared by the Scottish Greens candidate Ross Greer, who if his party’s recent poll surge holds until Thursday will become the youngest MSP in the history of the Scottish parliament at the age of 21. “It’s not been as big a deal in this election as in the referendum, when there was a huge focus,” he said. “We’ve become pretty blase.” While the Electoral Commission says that 79% of secondary schools in Scotland ran online registration events as part if its #ReadyToVote campaign, Greer said most events had not extended beyond the mechanics of voting. “There’s been less effort made to have hustings in schools, less general awareness encouraging young people to register to vote. Young people are not being engaged with like they were in the referendum. This is the first time they’ve voted in an election and I don’t think we’ve cracked it this time.” Greer, who was part of the successful campaign to give 16- and 17-year-olds the vote in the independence referendum, naturally promotes his own party’s solution to make core political education a part of PSHE (personal, social, health and economic education).     Aqeel Ahmed, a member of the Scottish youth parliament, chairs the meeting. Photograph: Murdo Macleod for the Guardian    While the new voters at Rosshall were too young to cast their ballot on independence, they all agreed that the referendum was what awakened their political interest. “So many of the rallies were family-friendly,” said Emma Reavey, 16, “so we all went along together.” They said they were less likely to agree with their parents’ politics as they found out more for themselves, but also accepted that they were able to do so thanks to Rosshall’s active Mods (modern studies) department. “I don’t talk about politics much to people out of school,” admitted Emma. To find out about party policies, these young people go straight to source. As Gemma said: “I’d go directly to the manifestos because the media can twist things.” They are equally canny about parties’ online overtures. “I think social media gives certain politicians a big advantage,” warned Emma, “because for example Humza Yousaf is really good [at using social media] and other people just aren’t.” And there is an ongoing frustration with adult assumptions about young people’s voting behaviour. This was never more evident than during the last referendum campaign, when commentators suggested that extending the franchise was a smart move on Alex Salmond’s part because young people would inevitably be more attracted to a yes vote. In fact, there was only a slim majority among their age-group in favour of independence.     Thomas Haddow (Conservative), Johann Lamont (Labour), Isabel Nelson (Lib Dem), Aqeel Ahmed, Zara Kitson (Green) and Humza Yousaf (SNP). Photograph: Murdo Macleod for the Guardian    As Victoria put it: “I don’t like reputation that young people get that they will just vote for what their friends do and they don’t really have a clue.” Emma said: “There’s still a stigma that young people aren’t interested in politics but older people can know a lot less.” Karen recently had to explain the Scottish parliament’s two-ballot voting system to her own mum. The independence referendum proved the interest is there: an Electoral Commission survey immediately after the September 2014 vote found that 75% of 16- and 17-year-olds said they had voted. At Edinburgh University’s school of social and political science, Jan Eichhorn is responsible for the most comprehensive study to date of young people’s voting behaviour since the referendum.  He found that there was indeed a positive effect from the referendum on participation in the 2015 general election – the younger age group still participated less than average, but much more than in the past and more than their counterparts in England. In particular the youngest – 18- and 19-year-olds – were more likely to take part than the next oldest, suggesting a particularly strong effect for the newly enfranchised. For Eichhorn, the question is: how long will this last? In contrast to Gunn and Greer, he suggested that the diminution in the focus on young people may be a positive. “In Scotland we have a slight majority of people saying 16-year-olds should vote in all elections, which is not the case in the rest of the UK. That blaseness [about young people voting] means that it has become more accepted.”     Rosshall students. Photograph: Murdo Macleod for the Guardian    But political education is not confined to the classroom. Louise Macdonald, CEO of Young Scot, the national citizenship organisation, argued that plenty of young people were politically educating each other, whether that meant encouraging one another online to register to vote, or choosing the speakers at TEDxGlasgow.    Related: Everything you need to know about the Holyrood elections    “Engagement has moved beyond student politics on campus and it’s much easier for young people to see young activists, and not just in party politics,” she said. There was still an excitement about voting for the first time among her members, she said, and the challenge now was for politicians to build on that. “With the independence referendum the broadness of that question allowed young people to have conversations about issues: with an election it’s a spectrum rather than polar opposites. We’ve seen parties upping their game on social media, but this election is the first test of how the parties and other organisations involved have adapted themselves.”",
  "webTitle": "Don't patronise us, Scottish teenagers tell politicians bidding for their votes",
  "webPublicationDate": "2016-05-03T13:26:59Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/dont-patronise-us-scottish-teenagers-tell-politicians-bidding-for-their-votes",
  "keyword": [
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Electoral reform",
      "id": "politics/electoralreform",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "politics/2016/may/03/dont-patronise-us-scottish-teenagers-tell-politicians-bidding-for-their-votes"
}