{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/16/investment-fund-inequality-america-poverty",
  "id": "2016-05-16-37",
  "sectionId": "sustainable-business",
  "body": "Acumen, a New York-based nonprofit global venture fund, today announced it has begun investing in US startups aimed at serving underprivileged Americans. For the last 15 years, the fund has focused on alleviating poverty in the developing world by investing in businesses that operate at the bottom of the pyramid, like solar-light manufacturer D.light and Burn, which makes and sells cookstoves in East Africa.    Related: America's poorest white town: abandoned by coal, swallowed by drugs    Since the former Wall Street banker Jacqueline Novogratz, Acumen’s chief executive, started the fund in 2001, it has raised more than $100m in charitable donations to invest in enterprises addressing poverty in Africa, South Asia and Latin America. Now, the fund is unexpectedly turning its attention closer to home. Acumen America aims to tackle the “glaring inequality” in the US, according to Novogratz.  Its first two portfolio companies are WorkAmerica, a technology platform that connects community college students to employers, and Healthify, which enables healthcare providers in low income communities to fully address the needs of their patients. “We started Acumen to change the way the world tackled poverty,” said Novogratz. “We say the opposite of poverty is not income. It’s dignity. We define it increasingly as opportunity, freedom [and] choice.”  Nearly 15% of Americans fall below the poverty line, which is set at about $24,000 a year for a family of four. While Acumen has previously focused on global poverty, Novogratz and Catherine Casey Nanda, director of Acumen America, said low income Americans have pressing needs too. “Relative poverty can be as crushing as absolute poverty, on some levels,” Nanda said. Historically, foundations have helped the disadvantaged by granting money to nonprofits to provide social services. But now, some are supporting for profit businesses with grants, loans or investments, often designed to create jobs. One of the first to do so was the Northwest Area Foundation, which has invested (or committed to invest) about $30m in around 20 companies, mostly with the aim of creating jobs in low income urban or rural areas. Its investments helped generate “amazing job growth through a period when jobs nationally were being destroyed”, according to Amy Jensen, the foundation’s investment director. More recently, Washington DC-based nonprofit Living Cities raised $31m from 10 foundations and commercial investors for the Blended Catalyst Fund. This initiative will invest in businesses and nonprofits that focus on “economic development, income inequality, small business development, homelessness and similar issues”. The FB Heron Foundation invests its endowment of nearly $300m “in ways that expand reliable employment and economic opportunity for those on the margins”. The Annie E Casey Foundation sets aside $125m from its endowment for mission investing, which has been used to support affordable housing and small business. Acumen America is much smaller with just $7m to invest, funded by grants from the Hitachi Foundation, the Robert Wood Johnson Foundation and Barclays. While it wants its investments to create jobs, its broader purpose is to support businesses that deliver goods and services to low income customers. It will make early stage investments across three sectors – health, workforce development and financial services. Most US entrepreneurs start companies “to solve problems for a client base that can afford them”, Novogratz said. “One of the challenges is how to get more entrepreneurs to focus on, not improving lives for the wealthy, but solving some of the big social issues of our time.”  Its health investments are being financed by the Robert Wood Johnson Foundation. The investment in Healthify, a Baltimore-based startup that supports hospitals and clinics to connect patients to social services, reflects the fact that “healthcare by itself isn’t going to help the most vulnerable get better”, according to Lori Melichar, director of the pioneer portfolio at the Robert Wood Johnson Foundation. Future investments could go to companies that provide healthy foods or improve social cohesion in poor neighborhoods, she said.   Related: With so much poverty hidden in plain sight, you have to ask: is this still America? | Brigid Delaney    Meantime, Work America – supported by the Hitachi Foundation – provides placement services in Washington for community colleges to connect graduates to jobs in fields such as nursing, information technology and manufacturing. Collin Gutman, the founder and CEO, says: “To the schools, we look like an outsourced placement office. To the companies, we look like a LinkedIn for the middle skills or the skilled trades.” Companies pay to find skilled workers; there’s no cost to the community colleges or students. Acumen would also like to invest in companies that provide financial services to low income and unbanked Americans. Nanda says: “We see a real opportunity to rethink traditional business models like payday lending or check cashing.” Taking a business-friendly approach to poverty alleviation has won Acumen friends across the political spectrum.  “We have some investors who are part of the (libertarian) Cato institute, and we have some investors who are much more liberal,” Novogratz said. “Markets play a really powerful role as a listening device. They give customers a voice in a way that charity and typical government welfare does not.”",
  "webTitle": "How one investment fund is tackling America's 'glaring inequality' problem",
  "webPublicationDate": "2016-05-16T21:17:24Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/16/investment-fund-inequality-america-poverty",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Marc Gunther",
      "id": "profile/marc-gunther"
    }
  ],
  "guardianId": "sustainable-business/2016/may/16/investment-fund-inequality-america-poverty"
}