{
  "apiUrl": "https://content.guardianapis.com/science/blog/2016/may/27/knickers-in-a-twist-the-case-of-the-poisoned-pants-paraquat",
  "id": "2016-05-27-217",
  "sectionId": "science",
  "body": "There is a poisoning cliché of a wife trying to dispose of a husband with a drop of weed killer in the soup, but a woman in China has given the herbicide poisoning plot a new twist.  The straightforward addition of the weed killer to food was perhaps a little too passé for Mrs Zhang, from Hangzhou in Zhejiang province. She allegedly decided to soak her husband’s underpants in paraquat herbicide spay. Once the poison had dried onto the cloth, she apparently presented the pants to her husband for him to wear on their daughter’s wedding day. You may not be surprised to learn that the couple had recently had a row. Contact poisons have a long and interesting history. Some of the stories of poisoned clothes can appear to be more fable than fact, especially when you consider the most famous contact poisoning tale comes from Ancient Greek legend. Hercules, famed for his strength and bravery, was killed by a shirt given to him by his wife. The shirt had been impregnated with tainted blood from the centaur Nessus (Nessus was killed by an arrow tipped with poison from the Lernaean Hydra). Hercules tried to take off the shirt but it clung to him and tore at his flesh eventually killing him.  There are slightly more credible stories of contact poisons from more recent times when poison has been added to gloves, boots, the shirt tails of the King of Spain and the pommel of Queen Elizabeth’s saddle, all intended to kill through contact with the skin. Adding poison to clothing is an especially sneaky way to kill; it has the advantage that poisoned clothes can be sent anonymously, or added to a garment when it goes for a wash, and the poisoner can be busy establishing an alibi when it is eventually worn by the victim. These stories don’t usually provide much in the way of scientific details and skin contact is not the easiest or most reliable method for poisoning someone. The skin is a very effective barrier that protects us from potentially harmful substances. A water-based layer prevents oily substances from being absorbed and a fatty layer of the skin prevents water soluble substances from being absorbed. This double protection means the vast majority of compounds cannot be absorbed into the body through the skin. But there are a few toxic exceptions, substances that dissolve slightly in both oils and water. One such example is aconitine, and it has been suggested that this plant poison has been used in historical cases of contact poisons. This highly toxic compound (an extremely small amount can kill an adult) is readily absorbed through the skin and can be extracted from plants growing wild in much of Europe.    Related: Thus with a kiss I die: could pufferfish be the key to a Shakespearean poison?    Another possible way of poisoning clothes is to use a more everyday poison, such as arsenic, which is not easily absorbed through intact skin, but with an added blistering agent (such as cantharides) to abrade the skin and provide easier route into the bloodstream. However fantastical all this may seem poisoned clothes are a possible, if implausible, way of poisoning someone.  Paraquat weed killer has been a popular choice for poisoners because it is relatively easy to get hold of, cheap and very effective, but its use as a contact poison is new to me. Though the compound was first synthesised in 1882 it was not widely available until the mid-twentieth century when its use as an herbicide was discovered.  Though the exact mechanism is not known, paraquat’s toxicity is due to its ability to create reactive oxygen species that can cause chemical damage to surrounding biological molecules. In plants paraquat kills because it disrupts the process of photosynthesis.  In humans paraquat poisoning symptoms include vomiting, blistering, difficulty breathing, kidney and liver damage and death from multiple organ failure. It takes a very small amount of pure paraquat to kill an adult. Herbicide sprays are much less toxic because the paraquat is diluted, but workers using it should still wear masks and protect their skin and eyes.  The obvious dangers of this compound have led to a complete ban on paraquat in Europe and tight restrictions on availability and use in the United States. However, many other countries do not have such legal restrictions, and the weed killer is widely available. This has meant that in several countries paraquat ingestion is a common cause of poisoning. A report by the World Health Organisation in 2000 estimated there were two million paraquat poisoning cases annually, approximately 10% of which proved fatal. Of the fatalities, 91% were intentional poisonings.  The paraquat said to have been sprayed on to Mr Zhang’s underpants would have been in a dilute solution, but would concentrate in the drying process. Though paraquat is not readily absorbed through unbroken skin, it is an irritant and the damage it can do to the skin will only increase the absorption of the toxic compound into the body. Mr Zhang was rushed to hospital when he noticed his genitals were “rotting”. He also had some difficulties breathing. Thankfully, after three weeks in hospital, Mr Zhang has recovered, but it is not known whether he intends to press charges.",
  "webTitle": "Knickers in a twist: the case of the poisoned pants",
  "webPublicationDate": "2016-05-27T10:30:00Z",
  "webUrl": "https://www.theguardian.com/science/blog/2016/may/27/knickers-in-a-twist-the-case-of-the-poisoned-pants-paraquat",
  "keyword": [
    {
      "webTitle": "Forensic science",
      "id": "science/forensicscience",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Chemistry",
      "id": "science/chemistry",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathryn Harkup",
      "id": "profile/kathryn-harkup"
    }
  ],
  "guardianId": "science/blog/2016/may/27/knickers-in-a-twist-the-case-of-the-poisoned-pants-paraquat"
}