{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/24/launching-a-crowdfunding-campaign-ask-yourself-these-five-questions-first",
  "id": "2016-05-24-241",
  "sectionId": "voluntary-sector-network",
  "body": "Crowdfunding has become a buzzword in the charity and non-profit sector, as more and more organisations think about diversifying their income streams and hitting their fundraising targets in this way.  But crowdfunding is more than just filling out a profile on a fundraising platform – it requires a great deal of thought and a robust digital communication strategy. After seeing several organisations try – and fail – at crowdfunding, we at Social Misfits Media spoke to experts in the field to see what successful campaigns have in common (pdf).  They identified five questions that organisations need to ask themselves before embarking on a crowdfunding campaign.   Related: Crowdfunding isn't a quick fix for charity fundraisers    1. Is your project clearly defined? Successful crowdfunding campaigns set out what they want to achieve. Donors like to see where their investment is going and are drawn to tangible projects with stories they resonate with, so having a target is fundamental.  Crowdfunding isn’t a way to reach your annual fundraising target, for example, but rather to make a specific, discrete project a reality. Hollaback!’s HeartMob platform is a great example of this. When Hollaback!, an organisation that started out as a grassroots initiative to end street harassment, began to see an alarming trend in the growth of online harassment, it felt the need for a platform where people could report their harassment and get access to support.  According to a Pew study, 40% of internet users have been harassed online – so when the charity decided to raise funds to develop HeartMob, it asked supporters to donate.   As it was an issue that affected so many individuals, Hollaback! was confident in the mass-appeal aspect of the campaign. The charity was able to negotiate and unlock an extra $10,000 through matched funding from the Knight Foundation when it reached 1,000 supporters. In this case, the ask – and the project – were both clearly defined, so the donors knew what they were investing in.    Related: Nine facts charities need to know about crowdfunding    2. Does it have mass-market appeal?  Campaigns and projects need to have wide appeal. If you’re not sure whether your campaign has the ‘it’ factor, it’s worth doing some market research first before investing time, money and energy into a doomed campaign.  Doctors of the World UK was already working with refugees in Calais when it began to see a surge in public interest, particularly in the news and online.  The organisation had a lot of first-hand experience and was able to draw on stories from its beneficiaries. By engaging a wide audience with messaging about its work in the region, and the impact that it made with those in Calais, it managed to make more than 10 times its initial crowdfunding target of £5,000. 3. Do you have the ongoing resources?  The “if you build it, they will come” approach doesn’t apply to crowdfunding. When the Royal Academy of Arts launched a £100,000 crowdfunding campaign to bring Ai Weiwei’s tree sculptures to the UK, it saw significant spikes in donations when it upped its social media and communications activity. For instance, the academy posted a video from a trustee, Stephen Fry, and ran a Twitter chat with Ai Weiwei.  Social media is critical to the success of a crowdfunding campaign, giving you the opportunity to reach a wide audience with your pitch. It’s simply not enough to fill out a page on a crowdfunding platform and wait for the donations to come to you – you need to have a proactive and strategic approach, cultivating donors and engaging with them throughout the process. 4. Have you considered the before, during and after?  It’s important to think carefully about your messaging throughout. Sending an email about the campaign to media outlets, past donors and other supporters can go a long way in getting your message out there.   Related: Crowdfunding: Essential advice for charities     Thinking about post-campaign activity is also important – make sure you have the structures in place to cultivate donor relationships after the campaign ends. After its successful crowdfunding campaign, Doctors of the World UK’s Calais Appeal became the Refugee Appeal, encompassing the organisation’s involvement with Greece and the Balkans. The NGO found that recontacting those who had donated to the Calais Appeal resulted in a high response rate. 5. Do you have a network of donors you can count on? One of the biggest misconceptions we see again and again is that crowdfunding is a way to raise funds from a new audience. Most of the time this isn’t the case and you need to make sure you prime your existing supporter base before you go live with a campaign.  Funders like to back a winning horse and seeing a crowdfunding page with no funds raised isn’t going to raise confidence. Consider doing a soft launch before going public with your page – something that Not My Style, a consumer-facing ethical fashion app, did for its campaign. The founders reached out to friends, family and colleagues before going live, and had already raised £6,000 of their £20,000 target by the time they officially launched the campaign a few days later at a conference. For more news, opinions and ideas about the voluntary sector, join our community – it’s free!",
  "webTitle": "Launching a crowdfunding campaign? Ask yourself these five questions first",
  "webPublicationDate": "2016-05-24T09:17:10Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/24/launching-a-crowdfunding-campaign-ask-yourself-these-five-questions-first",
  "keyword": [
    {
      "webTitle": "Fundraising",
      "id": "voluntary-sector-network/fundraising",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Fundraising and finance",
      "id": "voluntary-sector-network/fundraising-and-finance",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Crowdfunding",
      "id": "technology/crowdfunding",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/2016/may/24/launching-a-crowdfunding-campaign-ask-yourself-these-five-questions-first"
}