{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/shocking-reason-for-exclusion-of-women-from-ordination-as-deacons",
  "id": "2016-05-22-44",
  "sectionId": "world",
  "body": "Francis Bown’s claim that the sacrament of holy orders in the Roman Catholic church has always been confined to men (Letters, 19 May) is contradicted by the research of Cipriano Vagaggini in 1974. Pope Paul VI invited Fr Vagaggini, as a member of the official International Theological Commission, to research this matter, and the resulting work showed clearly that women were ordained to the diaconate as a sacrament of the church throughout the first millennium and beyond. Among those whose work confirms this, Professor Gary Macy of Santa Clara University reports that the shocking reason for the gradual decline in the office of women deacons in the early centuries of the second millennium was prejudicial male attitudes to menstruation. The 12th-century canonist Theodore Balsamon wrote that “the monthly affliction banished them from the divine and holy sanctuary”. What the pope is playing with is surely the fire of the spirit sending gifts not on selected groups but on all and for all.Cathy WattebotCoventry • Francis Bown thinks Pope Francis is playing with fire as he sets up a commission to consider the ordination of women as deacons. Let’s hope it’s the fire of the holy spirit, the one which promised to guide “all who are far off, all whom God will call”. I believe that offers some freedom from the necessity to adhere to the social constraints of first-century Palestine and to constantly rebuild a church fit for purpose rather than a historical re-enactment society. I have noticed that, when deciding “in obedience to the example of our Lord” who is, and who is not, acceptable to lead or to join us in worship, we are tempted to choose those parts of His example which coincide with our own prejudices. Early discipleship was not just confined to men (possibly), it also appears to have been confined to Palestinians, predominantly fishermen and tax collectors, probably all wearing beards. Obedience to the example clearly offers some flexibility. Perhaps we might start to consider for ourselves where the spirit is leading us today?Keith PennSutton in the Isle, Cambridgeshire • I need to confess to a feeling of schadenfreude on reading Mr Bown’s letter concerning possible moves to ordain women deacons in the Roman Catholic church. Soon only Muirfield will be left as a hiding place. Mea culpa, mea maxima culpa.Ian BeckwithChurch Stretton, Shropshire  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Shocking reason for exclusion of women from ordination as deacons | Letters",
  "webPublicationDate": "2016-05-22T18:49:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/shocking-reason-for-exclusion-of-women-from-ordination-as-deacons",
  "keyword": [
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ordination of women",
      "id": "world/ordination-of-women",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/22/shocking-reason-for-exclusion-of-women-from-ordination-as-deacons"
}