{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/freddie-gray-trial-begins-edward-nero-baltimore",
  "id": "2016-05-12-275",
  "sectionId": "us-news",
  "body": "After months of legal delay and more than a year since Freddie Gray’s death, Edward Nero will be the second officer to stand trial over Gray’s death on Thursday. An unprecedented legal strategy may turn Nero’s case into a referendum on police stops in high-crime areas and have wide-ranging implications on how officers can be punished for illegal stops, searches and detentions.   Related: Baltimore timeline: the year since Freddie Gray's arrest    Gray died of spinal injuries sustained while he was in the back of a police van, shackled and without a seatbelt. Nero is charged with assault, reckless endangerment, and misconduct in office, all misdemeanor charges. But Nero’s charges don’t have any direct relationship to Gray’s death. In fact, prosecutors will not be permitted to mention “the extent of Gray’s injuries” during the trial, according to a ruling by the judge. Instead, prosecutors argue, not only was Gray’s arrest illegal, but that any physical contact that Nero had with Gray constituted assault. University of Maryland law professor Douglas Colbert called prosecutors’ argument a “bold move”. It is not uncommon for judges to throw out evidence obtained by an illegal search or stop, but rarely if ever do officers face criminal charges for their improper real-time judgments about whether there was sufficient cause to make a stop or an arrest. Nero’s lawyers have subpoenaed numerous members of Marilyn Mosby’s state’s attorney’s office to show how rare it is.     Baltimore police officer Edward Nero, center, and attorneys walk to the courthouse before a hearing on 10 May. Photograph: Kim Hairston/AP    But this rather obscure legal issue hits at the heart of deep-seated tensions in Baltimore. Nero’s lawyers warn that a ruling to criminally prosecute an officer over such an arrest could have drastic repercussions for policing. They argue that “officers would simply not make arrests” if there was a risk that they could be subject to criminal prosecution any time it was later determined that they did not have probable cause for the arrest. Baltimore’s Fraternal Order of Police Lodge 3, the police union which is paying for the officer’s defense, argued last year that the spike in crime after Gray’s death resulted from officers’ fears that they would be prosecuted in such a way. Many Baltimore residents, by contrast, see the chase and detention of Gray as central to their outrage in the weeks after Gray’s death. “What they’re basing it off of is the area we’re living in because we live in the projects,” said a woman named Latonya on 25 April 2015, hours before protests at Camden Yards got out of control. “We’re in this community, so that’s how they pick us out, but that’s not right … You cannot consider in Sandtown-Winchester … that every single block is a high-crime area.” And Colbert says a ruling for criminal punishment for such arrests may be a necessary corrective. “Currently the police power to arrest on presumed probable cause has resulted in roughly 60-65% of arrests being dismissed or not prosecuted. To me that indicates that many of the people originally arrested should not have been charged or taken into custody,” he said. Gray’s case started on the morning of 12 April 2015. Nero was on bike patrol with fellow officers. When they made eye contact with Gray at the corner of North Avenue and Mount, Gray began to run.   Related: Freddie Gray, one year later: Baltimore's black residents still waiting for changes    Nero and another officer Garrett Miller, both white, pursued Gray through the Gilmor Homes housing project, where they eventually caught up with Gray, handcuffed him, dragged him across the ground, and held him face down, while twisting up his legs as he cried for help. The officers found what they thought was an illegal switchblade. The state’s attorney’s office subsequently said that the knife was, in fact, legal and charged Nero and Miller with false imprisonment. The false imprisonment charges were later dropped but prosecutors still base their charges on the theory that there was no legal ground for the arrest, and therefore any contact with Gray was assaultive. Others who say there was a legal ground for arrest cite the 2000 supreme court case Illinois v Wardlow, which allows a combination of factors, such as flight and a high-crime area, to justify stops.  “It was clearly a legal chase, stop, frisk, then search. And a reasonable arrest, even if it wasn’t legal (and it might have been legal),” said Peter Moskos, a former Baltimore police officer and professor at the John Jay College of Criminal Justice. “I can’t imagine a weaker case.”  Nero is also charged with reckless endangerment for failing to fasten Gray’s seatbelt, which, according to the prosecution, created a situation that ultimately may have led to Gray’s injury and death. Williams, however, will not allow the prosecution to bring witnesses to discuss the extent of Gray’s injuries.  The case against the first of six officers, William Porter, ended in a mistrial in December when the jury could not come back with a unanimous verdict. Legal wrangling since then has centered on whether Porter can be required to testify in the other trials while still awaiting his own retrial. Maryland’s highest court has ruled that Porter could be forced to testify against Nero and the other officers, allowing the trials to resume. Prosecutors followed up on this victory by moving to require Miller, whose own trial is scheduled for July, to testify against Nero. Nero has requested a bench trial, without a jury, so proceedings will most definitely provide the first verdict in the case and influence strategy in subsequent cases. During pre-trial motions, Judge Williams said he expected that both sides should have finished presenting their cases next week. Neither the state nor any of the defense attorneys are at liberty to comment as a result of the gag order Williams has imposed.",
  "webTitle": "Second officer's trial in Freddie Gray death to begin after months of delay",
  "webPublicationDate": "2016-05-12T10:30:11Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/freddie-gray-trial-begins-edward-nero-baltimore",
  "keyword": [
    {
      "webTitle": "Freddie Gray",
      "id": "us-news/freddie-gray",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Baltimore",
      "id": "us-news/baltimore",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Baynard Woods",
      "id": "profile/baynard-woods"
    }
  ],
  "guardianId": "us-news/2016/may/12/freddie-gray-trial-begins-edward-nero-baltimore"
}