{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/sadiq-khan-new-mayor-on-cameron-corbyn-and-labour-party",
  "id": "2016-05-07-53",
  "sectionId": "politics",
  "body": "The location was chosen for maximum symbolic effect. And so were his opening words. “My name is Sadiq Khan – and I’m the mayor of London,” declared the diminutive figure standing, without a tie, in the nave of Southwark Cathedral. Christians have worshipped on this site since AD606 and ecstatic cheers rang out for Khan through the gothic arches. The son of immigrant parents, whose father was a bus driver and mother a seamstress, had just become the most powerful Muslim politician in the western world. “I can’t believe the last 24 hours,” he said. “We’re here in Southwark Cathedral because I want to start my mayoralty as I intend to go on. I’m determined to lead the most transparent, engaged and accessible administration London has ever seen. And to represent every single community and every single part of our city as mayor for all Londoners.” The new mayor had been introduced by Baroness Lawrence, the mother of murdered teenager Stephen who was stabbed to death in Eltham, south-east London in 1993. Minutes after his official signing-in, Khan emerged into the churchyard in warm sunshine to hug well-wishers. The previous night, congratulations had poured in from across the world as his staff held a raucous party at which Khan, a non-drinker, had been held aloft. The significance of his success, not just for London, not just for Labour, but also for the British body politic, was lost on no one. Labour MP David Lammy, an early rival of Khan’s to be the party’s mayoral candidate, predicted that his victory could pave the way for a minority ethnic candidate to enter No 10. “If we ever get a prime minister of colour it will be because of what Sadiq Khan has achieved,” Lammy said. Khan had all the qualities needed to succeed. “Sadiq is a grafter, he is someone who gets on with people, he is someone who is pragmatic when he needs to be and he certainly has a vision for this city.”   Related: What Labour can learn from my victory: we can’t ignore the things most voters want | Sadiq Khan    The Khan victory, trouncing the Tory candidate Zac Goldsmith, who had tried to paint his opponent as a dangerous “radical” and to divide Londoners of different faiths and races, has been hailed as evidence of a multicultural capital that has the self-confidence to be inclusive and tolerant. But beyond that hopeful message, the meaning of London’s mayoral election, in common with many of the other polls on Thursday night, depends on where you are coming from. A good night for Labour? In London, certainly. But, that said, Khan had carefully insulated his campaign from any association with the party leader Jeremy Corbyn. His team did not go out of their way to invite Corbyn to the signing-in ceremony. The Labour leader went instead to Bristol to shake the hand of Marvin Rees, the new mayor.     Khan trounced Zac Goldsmith, the Conservative mayoral candidate. Photograph: Carl Court/Getty Images    Writing in the Observer, Khan takes a brutal swipe at David Cameron and Goldsmith by likening their divisive tactics to those of Donald Trump. But he also offers a lesson to Corbyn, whom he does not mention once by name, on how to win elections. “Labour has to be a big tent that appeals to everyone – not just its own activists. Campaigns that deliberately turn their back on particular groups are doomed to fail. Just as in London, so-called natural Labour voters alone will never be enough to win a general election. We must be able to persuade people who previously voted Conservative that Labour can be trusted with the economy and security as well as improving public services and creating a fairer society.” Elsewhere in the country, there was also a mixed bag of political messages. Results in local polls in England, and for the Scottish and Welsh assemblies, provided encouragement for all the main parties, while simultaneously exposing significant weaknesses. The SNP secured a third term in Holyrood thanks to its continued destruction of Labour north of the border, but failed to achieve the hoped-for overall majority. For the Liberal Democrats, there were signs of a fightback from virtual wipeout a year ago. Ukip won its first seats in the Welsh assembly while Plaid Cymru took 12 seats to become the second largest party. Corbyn was able to claim with justification that dire predictions from the media and his Labour critics about the loss of councils in the south had not come close to being a reality. The Tories, bitterly divided over Europe and in the throes of a series of chaotic policy U-turns, emerged virtually unscathed and boasting of their resilience as a party of government. They could also claim that, on the evidence of these elections, Labour would not be able to run the country again without being propped up by the SNP – the same potent message that had proved so lethal before last year’s general election. As with Labour, the Tories didn’t have a triumphant night, but they didn’t bomb, either. Corbyn is expected to address what will be a difficult meeting of the parliamentary Labour party in the Commons on Monday. He will acknowledge a disastrous performance in Scotland, where the party slipped to an ignominious third place, but will cite results in England as evidence that a corner has been turned. Labour’s share of the vote was up on last May’s general election. Plenty of his MPs will respond, however, that the party has yet to show any real sign that it is on course for government. Even Iain Duncan Smith gained well over 200 seats in his first local elections as Tory leader in 2002. On Thursday, Labour lost 23, just 15 fewer than the Tories. One senior Labour MP said the council results showed the party was way off course if it wanted to win in 2020: “Yes, many Labour people are still voting Labour, but we are simply not doing enough to win all those other people who we need over to us. This is not by any means a set of results that show we are on course to winning an election.” Yet talk of a coup against the leader is out of the question in the short term. And after the 23 June EU referendum, the government will publish the Chilcot report on the Iraq war. Hardly the most propitious moment for the “post-Blairite” wing of the party to strike against their anti-war leader.     Jeremy Corbyn went to Bristol on Khan’s signing-in day to meet that city’s new Labour mayor, Marvin Rees, right. Photograph: Claire Hayhurst/PA    Most MPs now accept that Corbyn has another year to prove himself and show he can begin to win over middle-ground voters. Some, such as Jo Cox and Neil Coyle, have gone public to set the clock ticking. Other powerful voices in the party have done the same. Tim Roache, general secretary of the GMB union, said on Friday that Labour “should be winning hundreds of seats” at this stage in the electoral cycle. He called for unity - but also suggested a time limit. “It’s about time they rallied behind Corbyn. And let’s give it a go. Let’s give it a go for a year or so. Who knows what might happen. Leicester City won the Premier League only the other day. Who knows?” In London it was a case of “to the victor the spoils”, and to the loser, a level of disapprobation that bordered on disgrace. In Tory ranks, Khan’s election has triggered savage recriminations over the Goldsmith campaign. Muslim Tories tore into the tone and messages, questioning whether their party understood how to connect with voters in multicultural, multiracial, cosmopolitan London. Mohammed Amin, chairman of the Conservative Muslim Forum, wrote on ConservativeHome that he was so appalled by many of Goldsmith’s comments that he had felt unable to campaign for him in the final days. “With growing intensity, Zac began to paint Khan as a closet extremist. The words were always carefully chosen (sensible when dealing with a lawyer) and emphasised Khan’s alleged lack of judgment regarding who he had shared platforms with in the past. However, the underlying message was clear to me and to everyone else who heard it. We were meant to understand that Khan kept bad company with extremist Muslims and could not be trusted with the safety of London,” he wrote. “On top of that, leaflets were targeted specifically at London Hindus and Sikhs, superficially about Khan’s tax policies, but clearly seeking to divide Londoners along religious and ethnic lines.” He added: “I concluded that Zac had abandoned any attempt to appeal to Muslim voters, and was instead seeking to maximise his vote among non-Muslim voters by attempting to frighten them about ‘Khan, the alleged Muslim extremist’.” Even Jemima Khan, Goldsmith’s sister, said the campaign, run by Australian strategist Lynton Crosby, did not reflect her brother’s true views, while Cameron’s old friend and ex-director of strategy Steve Hilton complained that the Tories had won back a reputation as the “nasty party” that he had spent years trying to consign to the past. Khan takes over at County Hall on Monday. He and his team have emerged triumphant from a week that has raised hard questions for his party nationally. For Khan (and for the much praised Scottish Conservative leader Ruth Davidson), the elections brought unequivocal, unarguable, success. But for both their respective parties on the wider UK stage, there was not much cause to celebrate, and much to ponder.",
  "webTitle": "London’s new mayor shows Labour what it must do to win",
  "webPublicationDate": "2016-05-07T20:31:52Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/sadiq-khan-new-mayor-on-cameron-corbyn-and-labour-party",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Helm",
      "id": "profile/tobyhelm"
    }
  ],
  "guardianId": "politics/2016/may/07/sadiq-khan-new-mayor-on-cameron-corbyn-and-labour-party"
}