{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/wto-eu-uk-consumers-trade-deals",
  "id": "2016-05-25-44",
  "sectionId": "business",
  "body": "The watchdog for global trade has said leaving the European Union would push back trade barriers at a cost of £9bn a year to British consumers.  World Trade Organisation boss, Roberto Azevedo, said Britain would be forced to renegotiate trade deals with all 161 WTO members in an unprecedented move that would be akin to joining from scratch. The impact of new tariffs in overseas markets would also be a burden for UK businesses, adding a further £5.5bn to the costs of trade, he said.   Related: Here’s the economic reality of Brexit – without the unicorn fantasy  | Anton Muscatelli    “The consumer in the UK will have to pay those duties,” Azevedo said. “The UK is not in a position to decide ‘I’m not charging duties here’. That is impossible. That is illegal.”  His comments came as ratings agency Standard & Poor’s said sterling’s status as a reserve currency would be jeopardised by a decision to quit the EU as central banks around the world would sell their holdings in favour of more secure currencies. S&P said countries with a reserve currency earned considerable income from heavy trading on foreign exchange markets and enjoyed lower interest charges on overseas debt. “A departure from the EU could put sterling’s reserve status at risk by deterring foreign direct investment and other capital inflows into the UK,” it said, adding that because last year’s current account deficit was the world’s second-highest, any decline in capital inflows would weaken the pound and hit GDP growth. The remain camp said the two interventions left the economic argument for leaving the EU “in tatters”. Former business secretary Vince Cable said Brexit campaigners believed British businesses would be no worse off operating under WTO rules compared to exporting from inside the EU. “But the head of the WTO has warned leaving the EU could cost the UK billions in trade and lead to years of damaging uncertainty. The comments from the WTO are especially important as Boris Johnson has made clear that his vision of a ‘Brexit future’ lies within a WTO framework. Standard & Poor’s warning over sterling would mean higher prices, higher mortgage rates and more government debt.” Boris Johnson told the BBC in April: “The WTO has changed the way trade works in the world now. Tariff barriers are much less important and don’t forget 73% of the non-EU trade we do at the moment is done without any kind of trade deal whatsoever.” The WTO and its predecessor, the General Agreement on Tariffs and Trade, which came into force in 1948, were created to lower trade barriers and police disputes.  Azevedo told the Financial Times: “Pretty much all of the UK’s trade [with the world] would somehow have to be negotiated. It is extremely difficult and complex to negotiate these trade agreements. And slow as well. Even if you are in a position to negotiate quickly with all these other members it doesn’t mean that they will be in a position to negotiate with you because they have their own priorities.”   Related: Trade policy is no longer just for political nerds: it matters in the UK and US    Responding to Azevedo’s comments, the chief executive of Vote Leave, Matthew Elliot, said: “At the moment our trade relations are dictated by the EU, and this means British businesses are subject to unnecessary constraints. For example, we are forbidden from making free-trade agreements with India and other emerging economies, and we are bound by rules and regulations that we have no say over. Not only that, we currently have no seat at the WTO but are just one of 28 countries represented by the EU. If we vote leave, we can take back control of our our own trade relations, and look forward to a more secure and more prosperous future.” Britain could opt to simply scrap all trade barriers, as some free market economists have advocated, and turn its economy into a duty-free state, but that was unlikely, Azevedo said. He suggested that a burden of great responsibility rested with UK voters regarding Britain’s future trade position and the wider economy. Azevedo said: “It is a very important decision for the British people. It is a sovereign decision and they will decide what they want to decide. But it is very important, particularly with regard to trade, which is something very important for the British economy, that people have the facts and that they don’t underestimate the challenges.”  S&P analyst Frank Gill said several other countries could soon be in a position to take over from sterling as a reserve currency, which it defines as accounting for at least 3% of global foreign exchange reserves. The Australian and Canadian dollars have increased from close to zero a decade ago to a combined 3.8% at the end of last year.",
  "webTitle": "WTO head says leaving EU would cost UK consumers £9bn a year",
  "webPublicationDate": "2016-05-25T18:53:44Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/wto-eu-uk-consumers-trade-deals",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "WTO",
      "id": "world/wto",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Phillip Inman",
      "id": "profile/phillipinman"
    },
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/25/wto-eu-uk-consumers-trade-deals"
}