{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/25/antisocial-network-how-self-deprecation-is-taking-over-the-internet",
  "id": "2016-05-25-240",
  "sectionId": "technology",
  "body": "Social media is often called out as an outlet for bragging. Or its spin-off, the #humblebrag. We hear all the time about how the pressure to keep up with the shiny, happy people we see on Facebook is making our mental health suffer.  It can seem that everyone else’s existence is all #marbs, postcoital selfies, and smug invitation acceptances. Except for my Instagram feed, which is literally just pictures of Hampstead Heath. That very sort of self-deprecation, however, is becoming a thing. A popular internet trope is now the antisocial individual, the homebody, the push back from scenesters. It’s now all about revelling in singledom, jokes about therapy sessions, the terror of being an adult or putting it out there that hitting a club can actually be pretty hellish. And slumming it on the couch? Heaven.  The most popular memes on humour and pop-culture-based Instagram and Twitter accounts such as The Fat Jewish and Girl With No Job et al? Pictures of cats chilling on couches, confessions of a sub-par life and vignettes of people expressing a (sort of) joking disdain for other people. Or as one poster puts it: “God bless Uber drivers that don’t attempt small talk”.     A picture of a cat meme on missing out Photograph: Instagram/The Fat Jewish/@friend_of_bae    Claudia Oshry, who runs the hugely popular Girl With No Job Instagram account (2 million followers), which consists of collated memes and tweets, tells me that self-deprecating posts are the most popular because we like to feel that we’re not alone in not living the perfect life. “Everyone is surprised to realise that other people feel the same way about staying in and watching Netflix. Most people wouldn’t admit out loud that they’d prefer to binge watch TV and eat pizza instead of going out to the fanciest dinner or club. It’s nice to know you’re not the only one.” When Caterina Fake popularised the idea of (FOMO) or the fear of missing out, she wrote that the internet itself exacerbated this anxiety, and I’m sure she is right. But, in a world of constantly switched-on, ostentatious displays of popularity and people having an ostensibly TOTALLY AWESOME TIME, perhaps it isn’t surprising that things would start to pitch in the opposite direction (known as JOMO, joy of missing out). Look at the popularity of down-to-earth celebs such as Jennifer Lawrence, who ordered a McDonalds from the Oscars red carpet. Or Alessia Cara’s single Here.     Girl With No Job has 2 million followers. Who can’t relate to this feeling? Photograph: Instagram @girlwithnojob    Also: we’re increasingly comfortable with being a bit rubbish, or as the Twitter account with 350,000 followers (and now book) has it: So Sad Today. The Nailed It meme is a perfect example of this. Life isn’t Goop. Real life is not Photoshopped, and life hacks almost never work. The Expectation v Reality memes continue this theme – a visual representation of what psychologists call “the incongruence gap”. In short: this celeb with perfectly coiffed hair versus your matted tangled beehive when you try to copy it.      An example of the hugely popular Expectation v Reality memes Photograph: Buzzfeed    There’s the sense that, and perhaps it’s even stronger among millennials, we’re all somewhat inadequate as adults. We’re awful at cooking, we don’t understand pensions, and we just wanna be left alone to watch marathons of Broad City. When we realise, as Oshry says, that other people feel this way too, we feel better.  Maggy van Eijk, the social media editor of Buzzfeed UK agrees. She explains how the process there works: “We have a group of photoshop wizards and illustrators called the distribution squad and we all create one-off memes, jokes, [and] illustrations that work as standalone pieces for Facebook, Instagram, Tumblr and Twitter. The best of them and most viral are the self-deprecating.  “I think this is because it makes people either go ‘this is so me’ or they tag their best friend and go ‘this is so you’ or best-case scenario they say ‘this is so us’ and tag a bunch of their friends so it gets shared more widely.” Van Eijk tells me top themes are being “shit at make-up, loving dogs more than humans, eating pizza, not showering or exercising, and not going to the gym”.  “One of our most recent comics that really went wild had to do with ‘shaving your legs for summer’ and how that really only means you shave your ankles because you can’t be bothered with the rest, and I thought that was so telling. It’s unlikely you’re going to write a Facebook status that says: ‘HEY GUYS I’m only shaving my ankles because this is what I feel is the norm and the rest of me is fucking hairy get over it’ but by sharing the comic they can hide behind the meme while also making a bit of statement.”  The British have always been quite good at this dry sense of humour (just look at the success, for instance, of toilet books like Crap Towns) but it’s perhaps surprising to see the take up in America. Or perhaps it is just that with millennials being screwed in the job and housing markets, we can’t do much but laugh instead of cry online.    Related: Essena O'Neill quits Instagram claiming social media 'is not real life'    Even social media stars such Essena O’Neill have revealed that their perfect online presence is just a ruse. Oshry says that the glamorous party photo pics are still popular too (“the internet has enough room for all types of content”). And psychotherapist and writer Philippa Perry cautions that these posts becoming more and more popular might just be a knock-on effect of people trying to cash in on the likes. Perry tells me: “People find [it] brave and attractive so more people experiment with being ‘real’ but I cynically suggest that perhaps rather than being ‘real’ it’s just that this type of self-depreciation has been proven to be attractive so it’s becoming more popular.” This also crops up when I speak to the creator behind the @friend_of_bae account, who mentions that these type of dgaf posts have indeed become “trendy”.  But Perry also says that she recently posted a picture with “four unwashed mugs to show how not great I am at work”, which is comforting to those of us with three empty Coke cans on their desk.  Even if some posts are a facade or it is all a backlash to Rich Kids of Instagram – that it’s cool to be uncool – one thing is for sure, being more and more OK with the fact we’re all socially anxious animals, competing for who has the most banal life and poorest life skills is probably a damn sight more healthy (and easier) than attempting to out-glam each other or #eat the #cleanest. I declare our new love of self-deprecation to be a positive thing. Now excuse me while I brush the Doritos crumbs off my shirt, and go hang out on Hampstead Heath because I have been invited to precisely zero parties.",
  "webTitle": "Antisocial network: how self-deprecation is taking over the internet",
  "webPublicationDate": "2016-05-25T09:03:41Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/25/antisocial-network-how-self-deprecation-is-taking-over-the-internet",
  "keyword": [
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Instagram",
      "id": "technology/instagram",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Jane Parkinson",
      "id": "profile/hannah-jane-parkinson"
    }
  ],
  "guardianId": "technology/2016/may/25/antisocial-network-how-self-deprecation-is-taking-over-the-internet"
}