{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/french-gardener-given-30-years-for-patricia-wilson",
  "id": "2016-05-30-12",
  "sectionId": "world",
  "body": "A gardener has been found guilty of the murder of his British expat lover Patricia Wilson at her rural French home in 2012. Jean-Louis Cayrou, 54, was sentenced to 30 years in prison for killing Wilson, 58, on Monday night after the jury deliberated for almost five hours at the Cour d’Assises de l’Aveyron in Rodez, southern France. Gasps were heard from members of his family as he received his sentence, which he has 10 days to appeal against.  Wilson’s mother, Jean Wilson, 84, said “justice has finally been done” following the verdict. Although Patricia Wilson’s body has never been found, and Cayrou denied murdering her, saying the accusations were lies, the court said his story was “utterly unconvincing”. Wilson, from Welwyn Garden City in Hertfordshire, moved to rural France in 2008 with her partner Donald Marcus. She met Cayrou between March and April 2012 and began a relationship with him, after Marcus had returned to the UK for treatment for multiple sclerosis, leaving her “lonely and depressed”. Her friend Fiona McKinley said initially Cayrou had made her friend her “smiling, laughing, funny and happy” self, but the relationship soon turned sour. Cayrou, she told the court, was “clingy” and asked Wilson to marry him just three weeks after they met. “That was ridiculous,” McKinley said. “He turned into a jealous, possessive person, who wanted her to himself. He was very angry, possessive and was jealous of her few friends, jealous of the cats, jealous of the time she spent on the computer. He wanted to control her, but she was not the kind of person to be easily controlled,” McKinley said. In July 2012, Wilson allegedly put a stop to the relationship and decided to go back to England for a break. Then, just weeks before she went missing from her home in the village of La Salvetat-Peyralès in the Aveyron department, south-west France, Patricia Wilson described to friends the terrifying moment her jealous lover Cayrou broke into her house and threatened her. Cayrou had cut the electricity to the house before sneaking into her bedroom while she was asleep and putting a cushion over her head, she told them. Wilson survived the attack, but admitted she was absolutely terrified. “She told me on the Friday night or Saturday morning that Jean-Louis had arrived at her house, turned off the electricity, gone into her bedroom … having taken a cushion from downstairs, put it on the back of her head,” McKinley said. “He was on top of her to hold her down, she tried to turn on the light, she realised it would not work. She thought, I have to be calm … he said to her: ‘See, this is what could happen to you if you live in this house by yourself.’ She was terrified. Absolutely terrified.” Wilson returned from the UK with McKinley on 17 August 2012 and the friends agreed to speak by telephone the following day. When Wilson failed to call and did not answer the telephone, McKinley and a friend went to her house thinking she might have “had too much to drink”, the court was told. Using a spare key to enter her house, they checked upstairs but found no sign of her. The electricity had been turned off. McKinley said knowing what had happened before and finding “blood everywhere” made her “start looking for a body”. She called the police and two other friends and they searched the house, a lake and a compost heap outside. The Cour d’Assises in Aveyron heard that Wilson’s blood and DNA were found in the boot of Cayrou’s car. Manon Brignol, the public lawyer present in court, suggested Cayrou had hit Wilson “very violently” possibly with a weapon at least twice. Brignol described him as a “deeply selfish and totally cowardly man, incapable of accepting his faults”. “He’s a man who likes to possess women and make them suffer, a man with a morbid jealousy. There is one thing you have succeeded in, however, and that’s hiding the body of Patricia Wilson,” she added. She said his version of events was “incoherent”, full of “lies” and had changed several times. Cayrou, who lived in a caravan in the Aveyron, denied the murder charge and insisted he had no reason to harm Wilson. However, Sylvie Escaffre, 53, the accused’s former wife, said she believed he was guilty, telling the trial he had been a violent, abusive husband. Patrick Desjardins, the deputy public prosecutor at Montpellier, said new searches for Wilson’s body had been carried out and new leads followed up, but without success. “This is a problem for the family who are unable to grieve properly,” Desjardins said. In a written statement released following the verdict, Jean Wilson said the result was “tinged with sadness” – as she would still have to live without her “perfect daughter”. “When Patricia was so cruelly taken away from me, I didn’t just lose a daughter, but my best friend, my confidante and the person I would turn to when I was low,” the statement read. “She was the perfect daughter and when she died it broke my heart. To lose a child is a devastating experience, but to lose a child in this manner, through an act of extreme violence is indescribable. “I think about her and the terrible circumstances of her death every day. All I am left with are the fond memories of my loving daughter and the wonderful times we spent together. I will never forget her.”",
  "webTitle": "French gardener given 30 years for Patricia Wilson murder",
  "webPublicationDate": "2016-05-30T22:31:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/french-gardener-given-30-years-for-patricia-wilson",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "world/2016/may/30/french-gardener-given-30-years-for-patricia-wilson"
}