{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/exeter-chiefs-rob-baxter-premiership-final-saracens-twickenham-rugby-union",
  "id": "2016-05-27-24",
  "sectionId": "sport",
  "body": "For the definitive pre-final verdict the place to call is the Baxter family farm on the outskirts of Exeter. “The sky’s the limit as long as you keep your feet on the ground,” cautions the 71-year-old John, father of Rob, as he prepares to join the West Country exodus up to Twickenham for Saturday’s Aviva Premiership final against Saracens. Baxter Sr, like his son, is not the type to count any Devon chickens before they hatch into fully fledged English champions. Almost everyone else in the region, however, is going Chiefs bonkers. Every train seat to London is booked out, any spare coaches or mini-buses have been commandeered. For anyone with a rural background it is a pilgrimage to savour, perhaps the most evocative since Somerset brought scrumpy and haystack chic to one-day Lord’s cricket finals in the late 70s and early 80s. In many ways Exeter’s pitchfork rebellion against the old Premiership elite reflects the simplest of farming parables: sow the right seed and eventually thou shalt reap, even if it all starts in a muck heap. Tony Rowe, the club chairman, still remembers the first time he visited the County Ground, the club’s former home. “It was 125 years old and used as a dog-track on a Monday night. I went up there and they said: ‘This is our VIP lounge.’ I walked in and it was worse than the worst transport cafe you’ve ever seen in your life.” For all Rowe’s business acumen in selling the old ground for housing and building a more commercially flexible fortress at Sandy Park, however, Exeter’s glorious story is a family saga at heart. The aforementioned John Baxter served the club for 47 years as player, chairman and director; Rob led the first team for 10 years; and his brother Richie played a record 431 games for the club. The trio and their respective families still live in different parts of the same rambling farmhouse – the farm itself covers 300 acres – and remain their local side’s conscience. “Break Rob in half and he’s got Exeter Rugby Club written through him,” says Rowe affectionately. “He’s also from farming stock and they never waste money. If you give Rob £20 and send him to the shop, he’ll come back and give you change. Other coaches will come back and say: ‘I need another £20.’” Dig slightly deeper, though, and there is rather more to Baxter than that. Not many will be aware, for example, that his parents hail from Lancashire, he knows all the songs in Seven Brides for Seven Brothers and is not averse to a spot of karaoke in his local village pub. His son, Jack – he also has a teenage daughter, Annie – is studying law at Exeter University. Ideally he would fire up a barbecue every night and is possibly the only top-level coach in the country who knows how to shear a sheep. Even rarer is his emotional intelligence; this is not a straw-chewing yokel who got lucky. His father, a good enough lock forward to have had an England trial in the 1960s, helped lay the foundations of the modern Exeter long ago along with another influential club legend, Bob Staddon, and Baxter Jr has continued their legacy. “The game that sticks in my mind was the day we got promoted up at Reading,” recalls his father, using his son’s full name for extra emphasis. “Robert Baxter gave everything he had and coming home that night he collapsed because he was so exhausted. You could see then what it meant to him and that’s how he is with the coaching.” Was he always destined to prosper? “Oh yes. Rob has always had that inner strength and knowledge of the game. As a family we’ve always enjoyed rugby for the right reasons. It makes a man of you.” Baxter Sr certainly instilled an intense work ethic on the farm – “I let them knock off a bit early for rugby provided they started an hour earlier the next morning” – but declines to take credit for the other qualities – “He gets it from his mother” – that make Baxter a fine leader of men. Talk to Baxter’s assistant Ali Hepher about the club’s recruitment methods and honesty and integrity soon emerge as essential cornerstones. “The easiest way to describe it is that we look for good characters,” says the impressive Hepher, newly installed as the England Saxons head coach for their South Africa tour in June. “Open-mindedness is huge but we don’t just want robots; we want human beings.”   Related: Exeter Chiefs grind out win over Wasps to reach first Premiership final    Trust and player empowerment are equally crucial. Even when Hepher phoned up the Ministry of Defence to inquire about buying pop-up targets of the type used by practising military snipers – he is constantly seeking new ways to help players identify space quicker – no one raised an eyebrow. Exeter must be the only professional team where back-line moves are named after curry dishes and weekly cake-eating sessions are positively encouraged. On the flip side they are conditioned by ex-Marines, work wincingly hard on Exmouth beach during pre-season and care deeply about each other. “The one thing I’ve learned off Rob is that you can be emotional about it,” says Hepher. “You don’t have to be deadpan. Rob drives the side a lot on emotion … he’s got the guys to perform way above their means, based on that emotional buy-in.” Baxter was never shy of putting his own body on the line, once captaining a Barbarians side including South Africa’s Bobby Skinstad against Portugal’s national team. Hepher shudders at the memory of playing opposite him – “I just tried to stay away from him” – and the former Exeter wing Mark Foster used to tell a similar story. “My old Gloucester team-mate Will James played against Rob a lot. He said that, if you didn’t knock him out or kill him, he’d keep coming back again and again.” Not much has changed. Saracens might be title favourites but John Baxter says his club have as rich a heritage as any. “We’ve always been a first-class rugby club and that’s what people seem to forget.” Rowe also brushes aside the “Exeter fairytale” narrative. “I don’t have dreams because sometimes you wake up and discover it’s a nightmare. Our ambition is to be the best in England and, eventually, the best in Europe but we’re in no hurry. We’re here for the long haul.” His head coach feels similarly. “We’re not going to be a team that just goes there and enjoys walking round in the sun at Twickenham beforehand. We are going to turn up and, if we do, we can make it very interesting. The big thing we have always done here is believed. The only thing that would really frustrate me is if we don’t show the best of our qualities and put up a bit of a fight.” The extended Baxter family, young and old, will expect nothing less.",
  "webTitle": "Exeter and Rob Baxter’s pitchfork rebels have eyes on Premiership prize",
  "webPublicationDate": "2016-05-27T21:00:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/exeter-chiefs-rob-baxter-premiership-final-saracens-twickenham-rugby-union",
  "keyword": [
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/27/exeter-chiefs-rob-baxter-premiership-final-saracens-twickenham-rugby-union"
}