{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/23/signed-copy-of-marx-das-kapital-to-fetch-up-to-120000-at-auction",
  "id": "2016-05-23-181",
  "sectionId": "books",
  "body": "A first edition of Das Kapital, inscribed by Karl Marx to the man he once described as one of “my oldest friends and adherents”, and after the friendship had soured as “a scoundrel pure and simple”, is coming up for auction, with an estimated price tag of up to £120,000.     First edition of Das Kapital by Karl Marx. Photograph: Bonhams    The first volume was the only one published in Marx’s lifetime – in German – and presentation copies are very rare. Marx signed and dated the book on 18 September 1867, just four days after publication of the landmark work in leftwing ideology.  He inscribed it to his friend Johann Georg Eccarius, a German tailor and member, like Marx and Frederick Engels, of the League of the Just, which would evolve into the Communist League.  Simon Roberts, senior books specialist at Bonhams which will sell the book in London on 15 June, described it as “a stunningly important copy of a book that changed the world”. The book lasted much longer than the friendship, which broke up in bitter recriminations, and later allegations that Eccarius, who became general secretary of the First International, had been a paid police informant. However it was clearly read avidly, as it still has the British Library reading room ticket he used as a bookmark, and it remained in his family until now.    Related: A volume of Das Kapital becomes a $40,000 commodity fetish: what would Karl Marx have said?     The three probably met at the second congress of the League, in London, in 1847. By then, as Marx’s biographer, Francis Wheen, points out in an essay for the Bonham’s magazine, Engels had already been nagging him for years about the book: “Try and finish before April,” he urged, “as I do, set yourself a date by which you will definitely have finished and make sure it gets into print quickly.” There was no chance of that. Ten years later, with another 10 to go, Marx was still boasting of his progress: “I have completely demolished the theory of profit as hitherto propounded.”  A report from an astonished police spy on the lifestyle in his two-room garret in Soho gives clues on the delays: “He leads the existence of a real bohemian intellectual. Washing, grooming and changing his linen are things he does rarely and he likes to get drunk. Though he is often idle for days on end, he will work day and night with tireless endurance when he has a great deal of work to do.” His sufferings included family illness, creditors hammering on the door, liver pains, and boils and carbuncles, which meant he sometimes had to write standing up. “I hope the bourgeoisie will remember my carbuncles until their dying day,” Wheen quotes him, “What swine they are!” Relations between Marx and Engels, and Eccarius started to fray within a few years of the gift of the book, and in 1872 Eccarius resigned from the First International, also known as the International Workingmen’s Association, though he would spend the rest of his life as part of the labour movement.     Karl Marx’s signature in the book. Photograph: Bonhams    Roberts said only two other presentation copies have ever come up for auction. “Both Marx and Eccarius were major figures in the troubled birth of the communist movement and enjoyed a close personal relationship for many years, until personal jealousy and political differences drove them apart.”",
  "webTitle": "Signed copy of Marx's Das Kapital to fetch up to £120,000 at auction",
  "webPublicationDate": "2016-05-23T12:18:15Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/23/signed-copy-of-marx-das-kapital-to-fetch-up-to-120000-at-auction",
  "keyword": [
    {
      "webTitle": "Karl Marx",
      "id": "books/karl-marx",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "books/2016/may/23/signed-copy-of-marx-das-kapital-to-fetch-up-to-120000-at-auction"
}