{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/13/jack-wilshere-england-arsenal-euro-2016",
  "id": "2016-05-13-156",
  "sectionId": "football",
  "body": "In the buildup to an England tournament squad there is generally a list of stock questions to be worried about and pawed over. You know the kind of thing. Will Player X (famous, in decline) recover from injury in time to spend a couple of weeks wandering around like someone who has just recovered from injury? Should mercurial but feckless Player A be picked at all? If Player Q features alongside injured/famous Player Z in a very minor tactical tweak can they actually make it work thereby remedying every structural flaw of the last 80 years and allowing England to ROAR like the noble wounded lion of my febrile imagination (answer: no of course not)? This time around the issues are much simpler. England have a settled, agreeable group of players with no obvious grey areas. So much so that perhaps the most interesting question skirling around the likely squad for France 2016 is a more general one. Specifically, why do so many English football fans seem to dislike Jack Wilshere? And indeed to dislike him with such sneering certainty?   Related: Arsène Wenger offers right answers but backs Jack Wilshere to have final say    This isn’t an entirely unconnected issue. The three-day delay to the FA’s big reveal is in large part a Wilshere‑based move, giving him time to make what would be his first club start since almost a year ago, perhaps even to play his first full 90 minutes for Arsenal since September 2014. And, of course, to do other things like taking part in Thursday’s unremittingly disastrous #insultJackWilshere Twitter Q and A, during which Wilshere’s handlers decided to enact the modern equivalent of forcing their man into the village green stocks and inviting every passing wag to have a go hurling household items at him. It didn’t end well. But then, it was never likely to. Even at a time when England’s squad is the most likeable since wherever you draw your own line of golden shower-stained superstar vilification – for me it’s 2004: whatever happened next, that was a great squad – Wilshere seems to have become the England player most likely to attract that familiar fug of sneering disdain from those who feel the need for that sort of thing. This is, of course, a relatively new trend. Compare the likely response on Monday with the air of epic gravitas around Ron Greenwood’s unveiling of a massively overblown 40-man preliminary squad for Spain 82. Back then the players were still objects of diffuse long-distance affection. “This time – more than any other time,” Ron’s tortuously culled final 22 sang in their deluded, self-pitying World Cup anthem, apparently convinced that a whole 16 years without actually winning a trophy was enough to conjure an epic whinge about drift and decline. And yet nobody minded. This Time went to No2 in the charts. The Jubilee was still fresh in the memory, with its holy pageantry of spoons and coins, and there was a similar ritual solemnity to the idea, wrapped up in Admiral shirts, Trevor Francis tracksuits, Keegan’s epic bouffant, that playing for England was still a matter of noble, manfully borne duty. Which just goes to show how things can change. There is a trend in train here. Outside the real travelling loyalists, the defining note of England support in recent years has been a kind of souring of affection. From the nadir of Baden-Baden to the bitterness of Rustenburg there has been a shared alienation from these sullen, cosseted princelings, scions of Premier League idiot-world. It isn’t hard to see why Wilshere should be the poster boy for this at present. Not only did he arrive in a blur of promise that has since rather stalled. He is also injured a lot. There have been some well publicised late-night high jinks. Plus, blind squealing tribal hatred is just so hot right now. Not that Wilshere deserves any of this. He can’t help being injured. He is a very wealthy but otherwise normal young man (enough perhaps in itself to cause shivers of envy). Best of all he remains a fine, adaptable player, all tender touches and nudged passes, propelling himself about the pitch with a flex of those bowed, fragile legs, like a centaur dodging his way through a field of galloping horses. There really is no better player available in that central midfield, no better partner for Eric Dier, who, if he can maintain that swaggering public school bully sense of order in front of the defence, is perhaps the real key to how England may perform if they get out of their group. Meanwhile Wilshere can keep on doing unusual things. It is no coincidence he has a fine record with England, with 13 wins and six draws in 20 starts, even if the best results so far have come against Switzerland and Wales away and Brazil at home in a chilly, silly friendly where Ronaldinho stood around blowing on his hands and looking sad. He makes passes and interceptions and plays deep, wide or central. Even in a nonstarter of a league season he averages a successful dribble every 14 minutes. Now Wilshere is a novelty of another kind, albeit perhaps in a way that rather singles him out. The furring of the path from elite academy to elite first team has coloured the waters for others. These days Harry Kane may have something noble and superhero-ish and thrillingly authentic about him but his first real achievement in football was to be voted Millwall’s young player of the season in 2011-12. Dele Alli still has a thrilling little touch of unbroken League One about him. Jamie Vardy’s story doesn’t need repeating but watching him skitter about like a fearless, chivvying, angry cartoon mouse it is tempting to think, yes, success really is a case of going places and deciding just to do things, that maybe it is up for grabs after all. There is an unusual degree of reach here, tribute to English football’s real strength, the depth and richness of its lower levels. So lay off Jack. Leave the bile and snark behind. By accident or design England have a mixed and very likeable group of players, at the very least a different set of questions, other variables, other blanks to be filled. For once it may just be fun watching them try.",
  "webTitle": "Jack Wilshere has become a target but he does not deserve this disdain | Barney Ronay",
  "webPublicationDate": "2016-05-13T13:46:29Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/13/jack-wilshere-england-arsenal-euro-2016",
  "keyword": [
    {
      "webTitle": "Jack Wilshere",
      "id": "football/jack-wilshere",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barney Ronay",
      "id": "profile/barneyronay"
    }
  ],
  "guardianId": "football/blog/2016/may/13/jack-wilshere-england-arsenal-euro-2016"
}