{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/the-joy-of-six-australian-club-switches-that-should-never-have-happened",
  "id": "2016-05-16-47",
  "sectionId": "sport",
  "body": "Dermott Brereton to Sydney/Collingwood This one would be filed under “Hawthorn supporter problems”, you suppose, but there was still something a bit off about Dermott Brereton taking to an AFL ground without the Hawks’ brown and gold stripes. But that’s what happened when the injury-riddled veteran played out his last few years in Sydney and Collingwood jumpers. For Pies supporters it was probably a like watching a creaky, ageing Lex Luthor don the Superman costume.   Related: The Joy of Six: AFL player-coach feuds | Russell Jackson    But to be fair to Brereton, the ill-starred Sydney stint and the regrettable Rayden Tallis stomping incident obscured some quietly handy work at Collingwood, where Brereton drew away a key defender every week and helped mentor Sav Rocca towards his 93-goal annus miribilis of 1995, all the while kicking 30 majors of his own from 15 appearances. Brereton also managed to rub salt into the wounds of a few old enemies, torching grand final-bound Geelong with five goals in round 18 to spur the Pies on to a four-point win. His role as on-ground coach to Rocca is best seen in this brilliant clip from the 1995 Anzac Day clash against Essendon, where the former Hawk takes a diving mark at the edge of the 50-metre arc and dobs a long, crowd-lifting goal, but not before repeatedly imploring the young spearhead to offer him something on the lead.         Dermott Brereton dobs a long goal - Anzac Day, 1995.    In this same genre, Doug Hawkins’ one-year stint with Fitzroy produced 21 creditable games in a side sorely lacking senior experience – appearances that elevated him to the exclusive 350-game club, no less – but there’s something discomforting about the fact that he’s wearing a Roys guernsey in the first Google images result under his name. Ricky Stuart to Canterbury Bulldogs What are rugby league’s most definitive sights of the 1990s? Wally Lewis and Mark Guyer punching on? Tina Turner, beefcake training montages and Simply the Best? Those bizarro Super League team names and playing kits? The Winfield logo? Perhaps it’s the “Green Machine” Canberra Raiders sides of the early decade, for whom Mal Meninga, Gary Belcher, Laurie Daley and Ricky Stuart ran grand final victory laps in 1989, 1990 and 1994. But if dual-international halfback Stuart’s spiralling passes were emblematic of that golden era for the men in the lime green jersey, the two-season stint he spent at Canterbury in the twilight of his league life – even given the lure of extending an injury-hit late career – was just a bit wrong. Perhaps this is the reason why on Stuart’s Wikipedia profile, there’s a yawning six-year gap between 1994 and 2000, with his Bulldogs stint afforded just a single, perfunctory line. We’re guessing it was filled out by a Raiders fan. Mirroring this lack of romance was the tail-end of team-mate Bradley Clyde’s Raiders career when he similarly crossed to Canterbury in 1999. Clyde fared worse than his Stuart, thrown from a horse during a NSW State of Origin bonding session before his career petered out at English club side Leeds. Likewise, Cronulla fanatics try to forget the experience of watching club favourite Steve Rogers crossing to local rivals St George for a couple of seasons towards the end.  Bonus feature below: Stuart sounding like a race-caller as he’s handed a $1,000 cheque by Steve Roach.         Ricky Stuart takes out the $1000 Hard Yakka cheque for the Canterbury Bulldogs.    Nicky Winmar to the Western Bulldogs In fairness, there was at least half a dozen times in Nicky Winmar’s AFL life where it looked likely that the champion midfielder would end up donning a jumper other than St Kilda’s, but there was still no predicting how unpalatable it would be for Saints fans when such a beloved figure as “Elvis” briefly appeared in a Western Bulldogs strip in the dying days of his league career. You can tally up all of Winmar’s achievements – the first Indigenous player to reach the 200-game mark in the AFL, two best and fairest awards, All-Australian and St Kilda team of the century jumpers, the Michael Tuck medal, one official mark of the year to go with all the unofficial ones that TV cameras missed – but they don’t quite do justice to large chunk he fills inside the hearts of supporters who were forced to prize individual brilliance over the ultimate team success that has come only once in more than a century. St Kilda fans needed heroes and none other than Tony Lockett and Trevor Barker fit the bill quite like Winmar.      For a lot of St Kilda fans, the sight of Nicky Winmar finishing his AFL career in a Bulldogs jumper was a painful one. Photograph: Jack Atley/Getty Images    But all good things come to an end and there was a sad inevitability to his departure at the end of 1998, following a period in which Winmar had appeared rudderless and distracted even when playing, all but forcing the club’s hand. So he packed up his gear and delivered 34 goals from 21 serviceable games for the Dogs in 1999.  In Stephanie Holt’s wonderful paean to Winmar – which you’ll find in a number of compendiums of great Australian sports writing – the author consoled herself at the club hero’s departure: “Like other greats who’ve changed teams late in their career, history will bring him home,” she wrote. “Just as Dermott Brereton will always be a Hawk, Winmar can only endure as a Saint.” And thankfully, so it’s proven. Mick McGuane to Carlton If there’s an enduring image of owl-faced Collingwood midfielder Mick McGuane, it’s his textbook sharking of the centre bounce hit-out, baulking run and seven-bounce goal against Carlton, voted best of the year in 1994 and surely one of the greats of all time. “Phil Manassaaaaaahhh.......stuff by Micky McGuane!” With that goal McGuane crammed everything great about his Pies career into one play – dodging and weaving his way down the wing, banking on his ability to out-run his opponents and bringing fans to their feet with a team-lifting goal. Better forgotten by the Magpie faithful is the fact that he ended up wearing the jumper of the their most despised rival Carlton when his 11-year Collingwood career ended at the conclusion of 1996. By that point Pies coach Tony Shaw, with no small amount of foresight, thought his former team-mate was done and would later admit that he “allowed Carlton to find out the hard way.” Upon his departure from Victoria Park McGuane said that there was no hard feelings for his old club, but a little could still be read between the lines when he took to the pages of Inside Football early in 1997 and wrote, “I’m approaching this season in a really positive frame of mind, and not just because I’ve switched environments.” A master of understatement, McGuane arrived at the Blues hoping that a half-decade of truncated pre-seasons and persistent groin injuries were behind him: “The crushed urethra I sustained in the Anzac Day clash against Essendon last year was a blow, no doubt about it,” he offered. Quite. But two years on from a near-perfect premiership season, 11th placed Carlton were a bit of a mess in ‘97 and McGuane’s body broke down again, meaning that at least Collingwood fans would never have to endure the horror of seeing a favourite son unveiling a Blues flag. All up his Carlton stint lasted only three games and quirkily, he played only two of them in the famous old dark navy blue; McGuane signed off on his AFL career in the most inglorious manner imaginable by suffering a season-ending groin injury wearing Carlton’s infamous ‘blue M&M guernsey’. What a way to go.         Mick McGuane’s 1994 AFL goal of the year against Carlton, the club at which he’d finish his career.    Wally Lewis to Gold Coast Seagulls If romance always prevailed over economics, “King” Wally Lewis would never have moved on from Wynnum-Manly. But there were practical considerations at play for The Emperor of Lang Park; Lewis’ 1988 move to the Brisbane Broncos was a lucrative one and transported him to the bright lights of the NSWRL, but the far more grim net result of it all was that he actually ended up in a Gold Coast Seagulls strip.  My colleague Paul Connolly put it thus: “At Wynnum Manly he was, for NSW supporters, largely unseen and thus bigger than life (for they only really saw him perform at Origin, where he was King). For the Broncos and especially Gold Coast he looked mortal.”     ‘King’ Wally Lewis looked a touch more imposing in a Queensland Maroons jersey than he did a Gold Coast Seagulls one. Photograph: Getty Images    At Wynnum-Manly, Lewis had indeed been superhuman. In 1984, his first year there, he rose to the national captaincy, was player of the series in the Seagulls’ National Panasonic Cup win over Eastern Suburbs, man-of-the-match in the first two Origin games and capped it by leading his club to the Brisbane Rugby League premiership against Souths. Within two years he was captain, coach and inspiration in the side’s 1986 grand final win over Brothers. By the end of his stint with the club he’d received the Order of Australia and hall of fame induction. But within a couple of inglorious seasons at the Broncos he’d become a bench-warmer and by the end of 1990, deemed surplus to requirements. Unwilling to move to Sydney, Lewis ended up at Gold Coast – still capable of peeling off his final man-of-the-match performance when Origin’s heightened stakes drew out his best, but finishing his club career with the indignity of successive wooden spoons. It was never meant to end like that. Alex Jesaulenko to St Kilda It wasn’t a Judas moment like Ron Barassi’s switch from Melbourne to Carlton and didn’t attain the long-lasting infamy of the John Pitura trade, but Alex Jesaulenko’s forced defection from Princes Park to Moorabbin before the start of the 1980 VFL season certainly does look a bit bizarre in hindsight, coming as it did on the heels of his efforts captain-coaching the Blues to the 1979 premiership. Jesaulenko’s crime in this instance was aligning himself with wannabe club president George Harris, whose attempt to seize back control of the club at the end of the ‘79 was a failure and so left his big-name ally searching for a new home. “We won’t be standing in Alex’s way, that’s all I can say” said Ian Rice after withstanding Harris’ power grab and happily sending Jesaulenko on his way down Nepean Highway in exchange for St Kilda’s Val Perovic. But if Jezza was hoping to see out his playing days in comparatively unobtrusive style at the Saints, St Kilda president Lindsay Fox had other ideas, sacking coach Mike Patterson in round two of Jezza’s first year and installing his big-name recruit in a playing-coach role.         Alex Jesaulenko lobs at St Kilda.    It’s always been something of a St Kilda specialty, acquiring the services of clapped-out heroes from bigger clubs; who other than supporters of the red, black and white even remember the Saints careers of Alex Marcou, “Wow” Jones, Rene Kink, Brian Wilson, Tony Francis and Damian Monkhorst? Jezza was a little different though because he was seen as a genuine saviour figure, his arrival lauded by everyone other than poor Geoff Cunningham, who had to hand over his treasured No25 guernsey in a very awkward live TV moment.  “Although I’ve got some affection for the No25, I’d like you to have it,” said Cunningham, looking about as comfortable as a root canal patient as he peered past his new team-mates’s shoulder and into the distance. “This just shows the spirit that’s at St Kilda at the moment,” replied a grateful Jesaulenko, but whatever spirit resided in that playing group it wasn’t reflected in results, for the club couldn’t lift itself out of the bottom three in any of Jesaulenko’s three years as coach and followed those with four consecutive wooden spoons.         Alex Jesaulenko gives a relaxed interview following his appointment as St Kilda coach in 1980.",
  "webTitle": "The Joy of Six: Australian club switches that should never have happened | Russell Jackson",
  "webPublicationDate": "2016-05-16T20:30:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/the-joy-of-six-australian-club-switches-that-should-never-have-happened",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Russell Jackson",
      "id": "profile/russell-jackson"
    }
  ],
  "guardianId": "sport/2016/may/17/the-joy-of-six-australian-club-switches-that-should-never-have-happened"
}