{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/who-are-men-competing-austrias-next-president-norbert-hofer-alexander-van-der-bellen",
  "id": "2016-05-23-88",
  "sectionId": "world",
  "body": "Alexander Van der Bellen, the man who narrowly saw off a far-right challenge to become – albeit largely by default – the first Green head of state in western Europe, is a tall, austere 72-year-old retired economics professor who has often called himself “a child of refugees”. A Green MP for 18 years before leaving parliament in 2012 to become a popular Vienna city councillor, Van der Bellen ran as an independent – although his campaign, which benefited from broad support particularly on the centre-left aimed at keeping out his nationalist rival – was backed financially by the Greens.  Having consistently scored more highly than the party, he resigned his membership on Monday, saying the president needed to be above party politics.    Related: Far-right candidate narrowly defeated in Austrian presidential election    Viewed by many conservatives as too leftwing, and by more militant Greens as not radical enough, Van der Bellen spent the early part of his political career in the Social Democrats and even flirted briefly with Freemasonry.  A schoolmasterly, sometimes even hectoring, campaigner known as Sascha in reference to his Russian roots, he led the Greens from 1997 to 2008, turning the party into the country’s fourth biggest political force and stepping down only after elections in which it lost votes for the first time in a decade. A heavy smoker – “I once quit for four months … but why should I torture myself at my age?” – and outspoken supporter of gay marriage, the divorced and recently remarried father of two collected more than 4,000 signatures from Austrian public figures and celebrities during his presidential campaign.  Van der Bellen’s father was born in Russia to a family descended from Dutch immigrants. His mother was born in Estonia, from where both fled when the Red Army invaded in 1940, moving first to Germany and eventually settling in Austria. Aware of the need to appeal to voters a long way outside the party’s normal base, Van der Bellen, who lists 19th-century Russian literature and Donald Duck cartoons among his interests, has not shied away from espousing a few traditionalist traits.   Related: Austria election: far-right candidate and rival tied at 50% in exit poll    His campaign videos have featured some unabashed yodelling, his speeches have often referred to the attachment he feels to his Tyrolean Heimat (homeland), and he has repeatedly stressed the social duties and obligation to integrate of Austria’s 90,000 newly arrived refugees. That stance comes in stark contrast to the rhetoric of Norbert Hofer, who has said that “Islam has no place in Austria”. During the campaign he warned he would not hesitate to dissolve the government – a presidential prerogative – if it did not act against immigration. Despite Hofer’s cultivated image as the moderate and friendly face of Austria’s far-right Freedom party (FPÖ), some see him as a wolf in sheep’s clothing, an extremist deftly dressed in smart suits, smooth talk and an easy charm. The 45-year-old son of a local councillor and electric power station director, Hofer was born in Burgenland, Austria’s easternmost and least prosperous state, trained as an aeronautical engineer and spent his early career at Lauda Air. The father of four and a Glock-carrying gun enthusiast, he worked his way steadily up the regional and then national ranks of the nationalist and anti-immigration Freedom party, eventually becoming a trusted adviser to Heinz-Christian Strache, the party’s hardline leader since 2005.   Related: Fear of migrants and loathing of elites drive a small Austrian town to far right    Analysts credit Hofer, who has walked with the help of a stick since a serious paragliding accident in 2003, with persuading the party to change course, tacking away from Strache’s favoured extremist, often racist brand of far-right politics and towards a more moderate-seeming (and vote-winning) focus on employment, incomes and welfare. His slick, unashamedly populist, Eurosceptic but largely uncontroversial campaign, promising to “put Austria first” with the slogan “Unspoilt, honest, good”, saw him collect 35% of the first-round vote in the presidential elections, his party’s best national score since its formation in 1956.  When Austrians voted in the second round, however, they put him second. In a concession message posted on Facebook, Hofer urged his supporters to not be downcast. “I will remain loyal to you,” he wrote, “and make my contribution to a positive future for Austria.”",
  "webTitle": "Who are the two men who competed to be Austria's next president?",
  "webPublicationDate": "2016-05-23T17:10:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/who-are-men-competing-austrias-next-president-norbert-hofer-alexander-van-der-bellen",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Henley",
      "id": "profile/jonhenley"
    }
  ],
  "guardianId": "world/2016/may/23/who-are-men-competing-austrias-next-president-norbert-hofer-alexander-van-der-bellen"
}