{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/04/sheffield-voters-put-aside-antisemitism-to-focus-on-potholes-and-cuts",
  "id": "2016-05-04-161",
  "sectionId": "uk-news",
  "body": "While allegations of antisemitism in the Labour party’s ranks have dominated the political news agenda, there is little evidence that the story has had any impact on the people of Sheffield Brightside and Hillsborough. Gill Furniss, Labour’s candidate in the constituency’s byelection on Thursday, says the latest row to engulf the party in Westminster does not come up on the doorstep and that very few people even mention Jeremy Corbyn.   Related: Antisemitism has rocked Labour’s self-belief | Gaby Hinsliff    The election is instead being fought on local issues, she says, such as the future of the city’s steel industry – which at one time employed most people in the constituency – potholes and disability benefit cuts.  Furniss was selected to be Labour’s candidate in March, a month after the death of her husband, the previous MP Harry Harpham, following a short battle with cancer. Harpham, a former coal miner, won the seat in May’s general election, taking over from the former Labour home secretary David Blunkett, who had represented the constituency since 1987. Furniss is the daughter of a steel worker and has lived and worked in the constituency – as a librarian and administrator at the local Northern General hospital – almost all her life. Harpham was Blunkett’s agent for nearly 20 years before entering parliament.  “I’ve been out campaigning in this area every May for 20 years,” she says. “It’s just what we do, what I do, what me and Harry did. He wouldn’t expect anything less of me.” Sheffield Brightside and Hillsborough is the archetypal Labour safe seat. The current boundaries were drawn up in 2010, after the Boundary Commission for England recommended that Sheffield Brightside take in part of the Sheffield Hillsborough constituency, which was then abolished. Largely white and working-class, but with substantial Asian and black communities, the area has been represented by Labour since 1935. In May, Harpham won 56.6% of the vote, with the Ukip candidate John Booker coming a distant second with 22.1%. The Conservatives came third with 11%, and the Liberal Democrats fourth with 4.5%. The candidates on this occasion all have strong local ties. Ukip’s Steven Winstone is a local businessman and scrap metal dealer who was the party’s candidate for Sheffield South East at the general election.  The Lib Dems’ Shaffaq Mohammed has been a councillor for 11 years and is popular locally, while the Conservatives’ Spencer Pitfield is director of the new Conservative Trade Unionists organisation and has stood for parliament in Sheffield twice before. Furniss, who has been out campaigning every day since being nominated, describes herself as cautiously optimistic that Labour will win on Thursday. “Sheffield is a Labour city,” she says. “It’s no coincidence that there are no Tories on the council. They’re just not trusted in this city.” Jean Chadburn, 82, is pleased to see Furniss when she knocks on her door on a quiet bank holiday Monday in the Firth Park area of the constituency. She says she’s lived in the area all her life but has never met a Labour politician before. “Normally you never see them, you just hear about them, but I always have voted Labour,” she said, though she sounds a little unsure about whether she’ll make it out to cast her ballot. Shadab Ahmed, 30, who teaches computer science at a local secondary school, will also vote Labour. “The Conservatives think more about the rich than the poor and I class myself more as poor … [Labour is] more beneficial for the wider community,” he says. Winstone, who describes himself as “about as left as you get for a Ukipper”, says he is exasperated by the extent of Labour loyalty in the area. He says the views of constituency members match well with those of his party - the level of anti-EU feeling seems high - but that they vote Labour out of habit. He says Ukip could win support in the Page Hall area of the city, where tensions between local people, many of whom are black and Asian, and new Roma migrants from Slovakia are running high. He says, however, that his party’s ability to provide a real challenge to Labour has been diminished by the fact that the byelection coincides with so many other election battles. “I think it’s going to be tough and I’m not going to set myself up for a fall,” he says. “I do think that if this election wasn’t held on the same day as all the other elections and we could get the full Ukip party machine in Hillsborough and Brightside then we could have a good chance of winning.” Although Labour is confident and Ukip less so, both candidates acknowledge that byelections can throw up surprising results. “You’ve just got to keep fighting for every vote,” says Furniss. “You always have to, in every election.”",
  "webTitle": "Antisemitism row makes no mark in Sheffield as voters focus on cuts",
  "webPublicationDate": "2016-05-04T14:02:46Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/04/sheffield-voters-put-aside-antisemitism-to-focus-on-potholes-and-cuts",
  "keyword": [
    {
      "webTitle": "Sheffield",
      "id": "uk/sheffield",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Byelections",
      "id": "politics/byelections",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "politics/2016/may/04/sheffield-voters-put-aside-antisemitism-to-focus-on-potholes-and-cuts"
}