{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/16/uncharted-4-looter-adventurer-character-cultural-appropriation",
  "id": "2016-05-16-246",
  "sectionId": "technology",
  "body": "There’s a question at the heart of the Uncharted games that the latest title, released to great acclaim this month, tackles most directly: is the dashing lead protagonist, Nathan Drake, a hero or a thief?  The continuing success of Naughty Dog’s action-adventure series, along with the resurgent Tomb Raider games, shows that the “adventuring archaeologist” trope is a resilient one. The modern precursor of both Nathan Drake and Lara Croft is of course Indiana Jones, who retains a vice-like grip over the public imagination.  But Jones represents an archetype that stretches back much further, of course; his true inspiration can be traced beyond the 1950s movie matinee serials and pulp comics that inspired George Lucas and Steven Spielberg, and toward the great colonial fantasies of King Solomon’s Mines, The Lost World and the Boy’s Own magazines. There are even older precedents: Egyptian literature from the first century CE introduces Setna – a prince who raids tombs in search of a magical book.      A still from the 1937 film King Solomon’s Mines. Rider Haggard’s hero Allan Quatermain provided a blueprint for the modern exotic adventurer Photograph: RONALD GRANT    What’s interesting is that these characters continue to flourish in a culture that is becoming increasingly sceptical towards the idea of acquiring and retaining cultural artefacts from overseas. This is a time in which the British Museum is under constant pressure from Greece’s culture minister to return the Parthenon marbles to their country of origin. This debate has raged for decades, with the name “Lord Elgin” is now all but synonymous with idea of cultural imperialism.  This battle is just one facet of a complex discussion surrounding the removal of ancient artefacts from countries which are often politically or economically vulnerable to exploitation. The Native American Zuni tribe have been extremely vocal in their calls for the return of sacred objects from both European and South American collections. Many large institutions such as New York’s Metropolitan Museum and the Pushkin Museum in Russia are under increasing pressure to repatriate some of their greatest treasures. Many of us are sensitive to the case put forward by countries that have seen their treasures dispersed around the globe; but while playing Uncharted or Tomb Raider, we’ll spend hours of our free time engaged in the process of removing valuable cultural artefacts from their native homes. We’ll happily lose ourselves in the wonderful escapism – the exotic locations, the intriguing mythologies – with little thought as to what it means to inhabit these characters, and to be made complicit in their actions. Nathan Drake is, like Lord Elgin before him, a man with a soft spot for grand and exotic statues. In the first Uncharted game, players are asked to help him locate a solid gold Inca statue connected to the El Dorado folktale. While Drake demonstrates that he is knowledgeable about Southern American cultures, many of his actions throughout the game indicate difficulties translating this knowledge into respect. Nathan Drake is a strange sort of archaeologist – one who has very few qualms about letting loose a rocket-propelled grenade inside an ancient temple.      Rise of The Tomb Raider shows Lara Croft reinvented as a more responsible survivalist and explorer. Notably, tomb raids are now largely employed as optional side quests Photograph: Handout    A recurring mechanic in both the Uncharted and Tomb Raider titles involves finding and collecting the “treasures” hidden around each location. These artefacts are not the primary focus of the game narrative and their religious, social and cultural significance is rarely given a second thought after they’re acquired. Their only function is to trigger your collector instinct, to get you to take a closer look at the environments. They are culture as collectible trading cards. Considering the fact that these “treasures” can take the form of anything from ancient relics to valuable jewels, Drake’s sticky fingered approach to archaeology is something of an ethical quandary. The word “loot” is widely used in video games to mean any collectible item, but few of us stop and consider its connotations. Looting is an activity most frequently associated with riots, war and the aftermath of invasion, and in Drake’s colonial kleptomania, the full semantic force of the word can be felt. Developer Naughty Dog actually plays with this ambiguity.  In the early titles, Nathan constantly touts his supposed relation to Sir Francis Drake, a controversial historical figure who exemplifies how prismatic attitudes towards a colonial adventurer can become. To many, he remains the intrepid explorer the Uncharted series ostensibly frames him as; to others he was a brutal slaver, a man known to have profited from immeasurable human pain and suffering. Like Drake’s claim over the valuable cultural objects he pursues, the sense of pedigree and authority he invokes by aligning himself with Sir Francis Drake probably sits more or less comfortably with players depending on their worldview.  For now at least, characters such as Nathan Drake and Lara Croft remain figures of immensely enjoyable escapism. We happily overlook their colonialist foibles and focus on the pleasure of exploration and puzzle-solving. These characters offer us a hyperreal fantasy of exotic locations, folklore and discovery, and appeal to the same desire for travel and mystery as the El Dorado and Shangri-La myths they reference so heavily. In this way, the games are more like tourist jaunts or theme park attractions than actual colonialist expeditions. These games simplify the laws and proceedings of modern archaeology into a game-like rule of “finders keepers”; an approach that can offer great comfort in a world of increasing complexity.     Nathan Drake is free to line his trophy cabinet with ill-gotten souvenirs Photograph: Sony Computer Entertainment    Certainly, Nathan Drake’s success and appeal – despite his treatment of global heritage sites and artefacts – makes for an interesting exception in a developing public dialogue around cultural imperialism. It will be intriguing to see how this discourse influences what the public demand from their pop culture and entertainment in the future. Perhaps Lara Croft’s reinvention as a thoughtful explorer and the ending of the Uncharted series will mark a new era for this thorny archetype; maybe we will see a new generation of video game adventurers more attuned to the politicised interests of this generation.  Currently, Nathan Drake is free to line his trophy cabinet with ill-gotten souvenirs, but this is happening in an era where the MAC cosmetics company is hounded for its appropriative use of Native American imagery in the recent “vibe tribe” range; where a Coldplay music video is criticised for its depiction of India as an exotic playground; where JK Rowling is lambasted for exploring the Navajo legend of the skinwalker in a short story. These are all examples of modern appropriation, where the loot isn’t physical artefacts, but cultural images.  But what’s clear is that there’s a growing determination to expose and neutralise the cultural hangovers of colonialism and imperialism – whether they’re exhibited in the appropriation of ideas or objects. For good or ill, it is difficult to imagine that a generation who believe that Rhodes Must Fall will allow the adventuring archaeologist figure to stand uncontested.",
  "webTitle": "Uncharted 4: is the looter-adventurer character a type of cultural imperialism?",
  "webPublicationDate": "2016-05-16T10:53:46Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/16/uncharted-4-looter-adventurer-character-cultural-appropriation",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Game culture",
      "id": "technology/gameculture",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Tomb raider",
      "id": "technology/tomb-raider",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Colonialism",
      "id": "world/colonialism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Turner",
      "id": "profile/anna-turner"
    }
  ],
  "guardianId": "technology/2016/may/16/uncharted-4-looter-adventurer-character-cultural-appropriation"
}