{
  "apiUrl": "https://content.guardianapis.com/business/economics-blog/2016/may/29/eu-referendum-brexit-when-to-buy-holiday-money-euros",
  "id": "2016-05-29-115",
  "sectionId": "business",
  "body": "For some it is the sound of the first cuckoo. For others it is the chock of leather on willow. But for those who write about the economy the first sign of spring is when colleagues start asking for advice on when to buy their foreign currency for a holiday abroad. This year, inevitably, the decision has been made more difficult by the EU referendum on 23 June. Is it better to buy euros or dollars now or wait to see which way the vote goes? Admit it, lots of you have been weighing up the risks in the past few weeks, haven’t you? Well, here are a few of the factors to take into consideration. If the vote is for Brexit, those who have held on before buying their foreign currency will be kicking themselves, because there will be a sharp fall in sterling that is almost certain to persist for the rest of the summer – and perhaps beyond. Opinion polls suggest the remain side is on course to win, and financial markets react badly to surprises. There would be a lot of political and economic uncertainty. There would be doubts about whether David Cameron could survive as prime minister. There would be speculation that the result could pave the way for Jeremy Corbyn to become prime minister. It would take time to establish what sort of relationship Britain could negotiate with the other 27 members of the European Union.   Related: Foreign currency: top tips for buying your holiday money    Of course, the entire government machine would do a rapid volte face on 24 June in an attempt to reassure the markets that the consequences of Brexit would be minor and manageable. There would be no more lurid warnings about impending recessions; instead the Treasury and the Bank of England would come up with an action plan in double quick time. Even so, the experience of the UK’s departure from the exchange rate mechanism in September 1992 would suggest a hefty decline in the pound. The fall would probably be bigger against the dollar than against the euro, because the collateral damage from Brexit would be greater for the EU than for the US. A fall in the value of the pound makes exports cheaper and imports dearer. It means people coming into the UK get more pounds for their foreign currency while those leaving the UK get less foreign currency for their pounds. Brexit would be good news for the UK tourism industry, less good news for the short-haul airlines and package holiday companies. Another possible scenario is that the battle between the two sides remains close over the next three weeks but that, as in Scotland in 2014, the referendum ends with a narrow victory for those arguing for the status quo. If a couple of rogue polls had previously suggested that the Leave side was on course to win, there would then be what markets call a relief rally. Sterling would rise on the foreign exchanges because there would be no need for the prime minister to fall on his sword and the civil service would not have to spend the next couple of years renegotiating access to the European single market. In these circumstances, though, it might be advisable for those wanting the best foreign currency deal to move swiftly. Relief rallies don’t tend to last very long, and there are good reasons for thinking that would be the case after a narrow win for remain. For a start, Cameron’s position would still be precarious, with the threat of a leadership challenge from Brexiters in his own party who would say that remain had won by underhand means. Financial markets would quickly get the idea that 23 June had not actually resolved Britain’s relationship with the EU and thus start to speculate about the possibility of another referendum. The relief rally might last longer against the euro than against the US dollar. That’s because the threat of Brexit has been one of the factors that has been deterring America’s central bank, the federal reserve, from raising interest rates. The prospect of higher UK interest rates might also be brought forward in the event of a vote to remain, but the Bank of England is likely to be more cautious than the Fed. British households are more indebted than their US counterparts and less likely to have borrowed at long-term fixed rates. That makes them more exposed to higher borrowing costs. As a result, the gap between US and UK interest rates is likely to widen, and that would tend to push up the value of the dollar against the pound. The final scenario involves a convincing win for the remain camp. In this outcome, those who currently say they don’t know how they are going to vote have actually decided that Brexit is too risky and that will ensure that the margin of victory is big, perhaps of the order of 60%-40%. If that’s the case, wouldn’t it be better to hang on until after 23 June?   Related: The smartphone app revolutionising foreign currency exchange    Well, perhaps. A convincing remain win would certainly shore up Cameron’s position and would put the idea of a second referendum to bed. The pound’s rally would be stronger and would go on for longer. Hanging on, though, is still something of a gamble. For a start, much will depend on what happens in the polls over the coming weeks. If it looks as if the remain side will win convincingly, the rally in the pound will take place before the referendum not afterwards. In the jargon of the markets, defeat for Brexit will already be in the price. The post-referendum upside would then be limited, and markets would move on to something else. That “something else” might well be the poor underlying state of the UK economy, which has a twin deficit (budget and current account) problem, high and rising levels of debt, low levels of saving, sluggish productivity growth, and poor infrastructure. These structural weaknesses were there before the Brexit debate began and they will be there whichever side triumphs in a few weeks’ time. When the Bank of England reported on the state of the economy in its quarterly inflation report earlier this month, it noted that only half the fall in the pound since November had been the result of Brexit concerns. The other half reflects unease about the fact that the economy is both slowing and grotesquely unbalanced. These concerns have largely been buried since the referendum was called, but will resurface whether or not Britain remains in the EU. Sterling has been remarkably steady on the foreign exchanges, but will need to fall in order to increase exports and dampen consumption.  For this year’s holidaymakers to Spain, Italy, France and the US, the question to consider is how long it will take the financial markets to start selling the pound. Even with a remain vote, it might not take long.",
  "webTitle": "EU referendum – when to buy your holiday money",
  "webPublicationDate": "2016-05-29T10:31:32Z",
  "webUrl": "https://www.theguardian.com/business/economics-blog/2016/may/29/eu-referendum-brexit-when-to-buy-holiday-money-euros",
  "keyword": [
    {
      "webTitle": "Currencies",
      "id": "business/currencies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Euro",
      "id": "business/euro",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Dollar",
      "id": "business/dollar",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sterling",
      "id": "business/sterling",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Foreign currency",
      "id": "money/foreigncurrency",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Larry Elliott",
      "id": "profile/larryelliott"
    }
  ],
  "guardianId": "business/economics-blog/2016/may/29/eu-referendum-brexit-when-to-buy-holiday-money-euros"
}