{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/08/brooklyn-beckham-learning-to-drive-mercedes-l-plates",
  "id": "2016-05-08-79",
  "sectionId": "lifeandstyle",
  "body": "Name: Brooklyn Beckham. Age: 17. Appearance: Backwards-hatted Uber XL driver. Brooklyn Beckham can drive? Well, he has a car anyway. Some old banger to practise in before his test, I guess. Sort of. He has been spotted behind the wheel of a brand-new Mercedes C-Class (which cost upwards of £29,000), with what appears to be a driving instructor in the passenger seat. Do his parents know that most instructors come with their own cars? Probably, but they have their brand to think of: Brand Beckham. Shiny, sleek, unbesmirched by BSM’s intrusive logo? Nor, it would seem, by L-plates. The Merc had a discreet L on the back, but not on the front. Of course not. A Mercedes C-Class with an L-plate slapped on the bonnet? How uncool would that look? Way uncool, but without it one faces a £60 penalty. £29,000 for the car, plus £60 for the fine – it all adds up. Yes, it does. According to GoCompare, insuring a car that expensive for a kid that young would cost £5,326 a year. Being spoiled, turning a steering wheel – is there no end to young Brooklyn’s talents? He’s also a professional fashion photographer. Is he now? Technically, yes. He was selected to shoot Burberry’s most recent fragrance campaign earlier this year. Why would a top fashion house hire an inexperienced 17-year-old boy to photograph one of its major campaigns? Maybe he owns a really posh camera. Or it could be because he’s celebrity royalty and has 6.8 million Instagram followers. Wow. I’ll bet that’s more than the number of people who watched the Queen’s Christmas speech. An odd comparison, but let me just check that for you … No, you’re wrong there – 7.5 million people watched the Queen’s speech last Christmas. But they would probably be all old, and not very interested in Burberry’s hip new fragrances. Not that Burberry could advertise on the BBC anyway. As I said, an odd comparison. I suppose the Queen could have a bottle of perfume on her desk, but she doesn’t seem like the type to go in for product placement. No. Hiring the children of famous people as fashion photographers is almost certainly the future of advertising. Do say: “Mirror, signal, manoeuvre.” Don’t say: “Mirror, pout, click, post.”",
  "webTitle": "Why a Mercedes C-Class is the perfect car for a learner driver (if you’re Brooklyn Beckham)",
  "webPublicationDate": "2016-05-08T15:59:11Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/08/brooklyn-beckham-learning-to-drive-mercedes-l-plates",
  "keyword": [
    {
      "webTitle": "Brooklyn Beckham",
      "id": "lifeandstyle/brooklyn-beckham",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Car insurance",
      "id": "money/car-insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/08/brooklyn-beckham-learning-to-drive-mercedes-l-plates"
}