{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/sam-warburton-fit-wales-tour-new-zealand-cardiff-blues-danny-wilson",
  "id": "2016-05-04-50",
  "sectionId": "sport",
  "body": "Sam Warburton should be fit to lead Wales on their three-Test tour to New Zealand next month after an examination of his right shoulder, which he injured playing for Cardiff Blues against Ospreys last weekend, revealed the damage was minor.   Related: Scotland scrum-half Chris Cusiter announces retirement    The Wales head coach, Warren Gatland, will name his squad for the tour, which is preceded by another trip to Twickenham to face England, next week and while Warburton will not play for the Blues in the final match of the campaign against Edinburgh this weekend, he is expected to be fit to take on the World Cup holders. The Blues head coach, Danny Wilson, said: “Sam is going through an assessment after spraining an AC joint in his right shoulder. I do not know how long he will be out for. A lot of these injuries depend on the person involved and their professionalism and diligence to get back. Sam will do everything he needs to get back to fitness and my understanding is that it is a minor, short-term injury that means he has every opportunity of making the Wales tour. I do not see there being a major issue with that.” Wales are visiting New Zealand, who will be starting life without cornerstones of their team for the last decade, Richie McCaw, Dan Carter, Ma’a Nonu, Conrad Smith and Tony Woodcock, one year before the Lions fly out. Warburton captained the Lions on their last tour, to Australia in 2013, and his fitness will be important to Wales as his rival for the openside position for the last three years, Justin Tipuric, is continuing to recover from a head injury he sustained in the final round of the Six Nations that meant even watching television gave him a headache. He has been told to take the summer off. Meanwhile, wing George North says he was tempted to go for the 2016 Rio Olympics sevens team but is instead likely to concentrate on recovery. “Yes, obviously [I was tempted], but in the grand scheme of things I’m a 15s player. For me, more for the longevity of my career, it would be better to take a few weeks away, rest up and get ready for next season.”",
  "webTitle": "Sam Warburton expected to be fit for Wales tour of New Zealand",
  "webPublicationDate": "2016-05-04T18:49:03Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/sam-warburton-fit-wales-tour-new-zealand-cardiff-blues-danny-wilson",
  "keyword": [
    {
      "webTitle": "Sam Warburton",
      "id": "sport/sam-warburton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cardiff Blues",
      "id": "sport/cardiffblues",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wales rugby union team",
      "id": "sport/wales-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/04/sam-warburton-fit-wales-tour-new-zealand-cardiff-blues-danny-wilson"
}