{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/led-zeppelin-music-plagiarism-lawsuits-samples-chords-lyrics",
  "id": "2016-05-09-95",
  "sectionId": "music",
  "body": "It’s hard for musicians to make money these days, given the drain of file-sharing and the lousy wages of streaming. But an increasing number of artists have found another way to generate funds: lawsuits against each other. In the past few years, a rash of high-profile legal actions have been launched by stars, or their estates, over copyright infringement. Artists such as Kendrick Lamar, Sam Smith and Robin Thicke have each stood accused of stealing sounds from other musicians in their songs, forcing them either to wage costly court battles or to settle the suits privately for undisclosed sums. The latest and mostly hotly anticipated case starts next month. It will pit the estate of one member of the 60s psychedelic rock band Spirit against the lead writers of Led Zeppelin, Robert Plant and Jimmy Page. The suit contends that the Brit-rockers lifted a portion of a 1968 instrumental by Spirit, called Taurus, for the opening chords of their 1971 FM radio classic Stairway To Heaven. The family of Randy Craig Wolfe, deceased author of Taurus, first made these allegations several years ago, but it’s only coming to trial now. Zeppelin’s decision not to settle carries significant risk. Last year, Thicke and Pharrell Williams were ordered to pay a record-setting $7.2m to the estate of Marvin Gaye, after a court ruled that they pilfered parts of the soul icon’s 1977 song Got to Give It Up for their smash Blurred Lines. That ruling is currently being appealed. To avoid judgments so consequential, other stars have made undisclosed payoffs to the aggrieved. Yet even when artists avoid the garishness, and whims, of a jury trial, the attendant publicity puts the accused in a shady light. Worse, the recent escalation in plagiarism cases sets a precedent so onerous it could make many musicians spend more time in court than on the road. In fact, most such cases ignore the wide range of sounds and performance styles that fans hear, and respond to, when listening to a record. A broad array of elements draws us to a song, and ultimately those elements define the piece to a far finer degree than the isolated, often lesser, sections which set these cases in motion. In Led Zeppelin’s case, both the Page and Wolfe songs spin on an A minor arpeggio. That’s a progression that, as even the judge on the case has acknowledged, has been employed by many songwriters. While the early notes in each piece sound similar, there are key variations. Most crucially, the arpeggio in Taurus does not resolve; the one in Stairway does, changing the whole flavor of this section of the song and creating its own melodic hook. Without that final rounding of the notes as created by Page, the opening of Stairway wouldn’t have had nearly the same resonance it has had. Another complaint, by Tom Petty against Sam Smith, was settled quickly and stealthily out of court last year. It seems even further off the mark. True, each of the song’s choruses employs descending chords which sound similar. But they’re actually different chords. Won’t Back Down moves from E minor to D to G; Stay With Me progresses from A minor to F to C. Moreover, the similarity in sound has more to do with the rudimentary nature of the songs’ compositions than with any striking originality on Petty’s part. In fact, the overlapping sections of the songs are so simplistic as to nearly erase themselves from memory.  The two hits find far greater definition through some significant distinctions in their melodies, as well as in their respective performances. Petty sings in a straightforward way; Smith flutters grandly. Where Petty is emphatic, Smith is effusive. The thrust, and appeal, of the songs has far more to do with the way the stars color and deliver the tunes than with the bare, undifferentiated chords lolling through the chorus.  Still another case involving the Verve and the Rolling Stones shows just how strange these suits can be. For their 1990s smash Bittersweet Symphony, the Verve sampled part of a string version of the Stones’ 1965 recording of The Last Time, a section actually written and arranged by Dick Whitaker. The essential Verve song sounds quite different from the earlier track. Yet, according to Fred Goodman, who wrote the book Allen Klein about the Stones’ notoriously controlling manager, every cent of the composing royalties wound up going to Klein’s clients, Jagger and Richards. This was the result of mere oversight. The Verve had already completed their recording when they realized that, while they had cleared rights to the actual recording, they hadn’t to the composition. And you need both. When they contacted Klein to work things out, he refused to grant permission unless they forked over all the composing royalties for their song in exchange for a mere $1,000. Knowing Bittersweet Symphony would become a monster record, the Verve had to cave, in the process eating a massive loss. Throughout musical history, countless well-known songs have suggested some compositional overlap while inspiring no legal action. Bob Dylan’s I’ll Keep It with Mine, the Allman Brothers’ Sweet Melissa and Sandy Denny’s Who Knows Where the Time Goes bond on similar-sounding chord progressions, delivered with a familiar tone, making them seem like cousins. Yet each retains enough of its own DNA to rate among the most moving compositions of all time. The lines blur even further when it comes to what we call “genre” pieces, heard ad infinitum in the worlds of country, folk, blues, rockabilly and reggae. Countless songs written in these roots styles sound nearly interchangeable. If someone tried to sue based on such pieces, it would call into question the ownership of literally millions of titles. Whether someone chooses to raise a case can seem highly arbitrary. Twelve years before he sued Sam Smith, Petty gave the Strokes a pass, though he acknowledged in an interview the glaring similarity between the spiky guitar parts from his 1976 piece American Girl and the Strokes’ 2003 song Last Nite. As Petty told Rolling Stone: “There was an interview that took place with them where they actually admitted it. That made me laugh out loud. I was like: ‘OK, good for you. It doesn’t bother me.’” Madonna had a similar attitude towards Lady Gaga’s Born This Way. While she called Gaga’s hit a “reductive” version of her own Express Yourself, the elder artist chose not to take legal action. In fact, Gaga’s Born rates as one of the few recent songs to deserve the plagiarism charge. Not only does it mirror the essential composition of Express Yourself to an alarming degree, it’s nearly identical to the earlier song in elements that more finely define a pop hit – ie tone, delivery and production. Such aspects can’t be as easily broken down as a basic composition can, and therefore don’t invite legal action. But the complexity, and integral nature, of their use in a song shows why simple-minded suits over musical theft so often strike a sour note.  Ten hot musical plagiarism cases: Kendrick Lamar’s I Do This: In a pending case, the owners of the publishing for Bill Withers’ 1975 song Don’t You Want to Stay allege that the rapper employed a “direct and complete” copy of that song. According to the suit, Lamar simply plopped his own lyrics on top of the Withers song. Lamar’s I Do This appeared on Untitled, Unmastered, which hit the top of the Billboard charts in March. Michael Bolton’s Love Is a Wonderful Thing: In 1994, Bolton was ordered to pay what was, until the ruling on Blurred Lines, the highest sum for a copyright case in history – over $5m. That heavy levy was for using parts of the Isley Brothers’ Love Is a Wonderful Thing in Bolton’s song of the same title. Led Zeppelin’s Babe I’m Gonna Leave You: On their debut album, released in 1969, Zep credited Babe I’m Gonna Leave You to “traditional”, with an “arrangement by Jimmy Page”. In an interview with this reporter years later, Page said that he labelled the song “trad.” because when he first heard it on an early Joan Baez album, it had been credited that way. While that’s true, it turned out the piece had been written by Anne Breden, who sued, resulting in her name being added to later copies of the Zep classic. The Rolling Stones’ Anybody Seen My Baby: The world’s greatest rock’n’roll band had to fork over partial credit to kd lang and Ben Mink, given this 1997 song’s similarity to their own Constant Craving. Radiohead’s Creep: Writing credit for the band’s sole pop hit was later amended to add the names of Albert Hammond and Mike Hazlewood, acknowledging its alleged similarity to their own The Air That I Breathe, a smash in the 70s for the Hollies. Michael McDonald’s I Keep Forgetting: The ex-Doobie Brother was forced to add the names of the classic R&B pop writing team Leiber and Stoller to this cut, due to its relationship to a song of the same name recorded by the singer Chuck Jackson in the 60s. Vanilla Ice’s Ice Ice Baby: You’d have to be deaf not to recognize that the main hook in Ice’s giant hit pivoted on the Queen-David Bowie song Under Pressure. Certainly its authors noticed: they sued the rapper who, at first, claimed his minor alteration of the notes constituted a new composition. Fearing that argument wouldn’t hold up in court, Ice forked over an agreed-upon portion of the royalties to the true authors. The Beach Boys’ Surfin’ USA: For this track, Brian Wilson matched his lyrics to the riff from Chuck Berry’s Sweet Little Sixteen. When the song came out in 1963, however, it featured only Wilson’s name in the writing credit. At the same time, the publishing credit went to Berry’s company, Arc Music. Three years later, the song listed both authors. In fact, untold numbers of songs have lifted Berry’s seminal riff without giving the rock pioneer his due. George Harrison’s My Sweet Lord: In the highest-profile plagiarism case of its day, Harrison had to fork over huge bucks to writer Ronnie Mack, who penned the 1963 hit He’s So Fine for the Chiffons. The ex-Beatle’s smash had a similar melody, though in their final production, and delivery, the songs sound little alike. John Fogerty’s The Old Man Down the Road: In perhaps the most absurd copyright infringement case in history, Fogerty got hauled into court for allegedly stealing his own song! His original label, Fantasy records, sued Fogerty for recycling his earlier Creedence hit Run Through the Jungle for this song, cut in his later solo career. While the suit made headlines, it didn’t stick: the jury found in Fogerty’s favor.  This article was amended on 9 May 2016 to reflect the change of the court date for the Led Zeppelin case.",
  "webTitle": "Led Zeppelin's plagiarism lawsuit: a sign of the times in the music industry",
  "webPublicationDate": "2016-05-09T16:48:15Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/led-zeppelin-music-plagiarism-lawsuits-samples-chords-lyrics",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Led Zeppelin",
      "id": "music/ledzeppelin",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Jim Farber",
      "id": "profile/jim-farber"
    }
  ],
  "guardianId": "music/2016/may/09/led-zeppelin-music-plagiarism-lawsuits-samples-chords-lyrics"
}