{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/cameron-places-social-reform-at-centre-of-queens-speech",
  "id": "2016-05-18-229",
  "sectionId": "politics",
  "body": "David Cameron is seeking to look beyond divisions in the Conservative party over Europe by promising to “increase life chances” through a programme of social reform in the Queen’s speech, including changes to prisons, schools and adoption.   Related: Queen's speech 2016: monarch unveils 20 bills to parliament – live    The government’s annual legislative programme includes 20 bills, on topics ranging from streamlining the planning system to tackling extremism – as well as three carried over from the previous session, including the investigatory powers bill, which will make it easier for public bodies to monitor communications. But the agenda was immediately criticised by former cabinet minister Iain Duncan Smith for deliberately avoiding controversy in the run-up to the 23 June EU referendum. Speaking in the House of Lords amid the traditional pageantry of the state opening of parliament, the Queen said: “My government will use the opportunity of a strengthening economy to deliver security for working people, to increase life chances for the most disadvantaged and to strengthen national defences.”     The Queen leaves Buckingham Palace for the Houses of Parliament. Photograph: Dominic Lipinski/PA    With just weeks to go before the referendum on Britain’s future in the European Union, which has seen senior Conservatives repeatedly clash, the prime minister is keen to show that he has a legislative agenda beyond campaigning against Brexit.  Some Conservatives have been infuriated by the dire warnings about the consequences of Brexit, orchestrated by Downing Street. But the prime minister will have been cheered by a new poll, carried out by Ipsos Mori for the Evening Standard, which suggested Remain has pulled ahead by 55% to 37% — the strongest lead for three months, and perhaps a hint that the “Project Fear” strategy is working. In briefing notes issued before the Queen’s Speech, Cameron said: “In the past six years, whether in education or welfare, this government has consistently demonstrated that we will take on difficult arguments, make difficult choices and undertake big and bold reforms to spread opportunity. This Queen’s speech is no different.” He described the package of measures as: “a one nation Queen’s speech from a one nation government”. But Duncan Smith, the Eurosceptic former work and pensions secretary, accused Cameron and his colleagues of watering down potentially controversial changes, to avoid confrontation as the debate rages over Britain’s future in the European Union.           Dennis Skinner shouts ‘hands off the BBC’ ahead of Queen’s speech – video    “Many Conservatives have become increasingly concerned that in the government’s helter-skelter pursuit of the referendum, they have been jettisoning or watering down key elements of their legislative programme. Whether it is the trade union bill or the BBC charter proposals, it seems nothing must stand in the way of winning the referendum.” He also lamented the absence of proposals on underlining the supremacy of parliament, mooted earlier this year in a bid to placate Eurosceptics. “The fear in government must be that as no one in Britain buys the idea that the EU has been reformed, the sovereignty bill would draw the public’s attention back to that failure,” he said. There was little detail on a long-promised British bill of rights in the speech, with the Queen simply saying, “proposals will be brought forward”. A draft bill is expected to be published after the referendum, and will stoke controversy on government backbenches, with some Tories – including the home secretary, Theresa May – believing it should supplant the European convention on human rights.     Labour leader Jeremy Corbyn studiously avoided talking to David Cameron as they walked to the House of Lords of the Queen’s speech. Photograph: Pool/Reuters    The government’s legislative plan is also smattered with consumer-friendly pledges, from rolling out high-speed broadband nationwide to allowing local authorities to force bus firms to run more frequent services. Devolution was another major theme, with the government promising to implement new measures to allow local authorities to keep the proceeds of business rates, and underpin George Osborne’s “northern powerhouse”.   Related: Cameron's attempt to bury the austerity legacy - Queen's speech verdict     Prison governors will be given more freedoms to improve education and health provision in a bid to cut reoffending rates in a prison and courts reform bill. More schools will be forced to become academies – but only in poorer-performing areas, after a backbench backlash forced the government to abandon plans to make all schools academies by 2022. Local authorities will be encouraged to prioritise adoption over short-term foster placements for children in care, in a children and social work bill.   A modern transport bill will “ensure that the UK is at the forefront of technology for new forms of transport, including autonomous and electric vehicles”. An NHS (overseas visitors charging) bill will allow the government to recoup the costs of hospital treatment from EU visitors.      Queen Elizabeth is accompanied by Prince Philip, right, Prince Charles and the Duchess of Cornwall, at the state opening of parliament. Photograph: Justin Tallis/AFP    However, opposition parties complained about the lack of radicalism in the legislative programme.  Responding for Labour, Jeremy Corbyn said the government was a “driverless car” with ministers asleep at the wheel. He said the aims of Cameron’s prison reform agenda were welcome but did not go far enough, highlighting the violence and suicide rates in jails. While Conservative MPs heckled him and made jokes, he refused to give way during the 40 minute speech, saying the crisis “could not be solved by laughing”. The Labour leader highlighted massive cuts to adult social care and other public services that would not be addressed by the Queen’s Speech. However, he supported the measures on adoption, the sugar tax and reregulating bus services to expand access to public transport. The Liberal Democrat leader, Tim Farron, said: “This speech should have been about laying out a bold plan for the future but it’s not. It smacks of a prime minister desperate to create a legacy. Frankly, that is just vain and will be vain. He won’t be remembered as a social reformer but as the man who trashed the legacy of the coalition and put Britain’s place at the world at risk.” Angus Robertson, the SNP Westminster leader, said the Queen’s Speech was a “wasted opportunity for progressive action on pensions, social security and the economy”. Children’s charities said boosting “life chances” was irrelevant without dealing with underlying poverty. Matthew Reed, Chief Executive of The Children’s Society, said: “the government’s welcome interest in improving life chances will mean little without a concerted effort to tackle child poverty, which is projected to rise significantly in the coming years.”",
  "webTitle": "David Cameron places social reform at centre of Queen's speech",
  "webPublicationDate": "2016-05-18T10:48:48Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/cameron-places-social-reform-at-centre-of-queens-speech",
  "keyword": [
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/18/cameron-places-social-reform-at-centre-of-queens-speech"
}