{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/03/struggle-for-the-soul-of-milton-keynes",
  "id": "2016-05-03-344",
  "sectionId": "cities",
  "body": "When the architects designing the centre of Milton Keynes in the early 1970s discovered its main street almost followed Stonehenge in framing the rising sun on Midsummer Day, they consulted Greenwich Observatory to obtain the exact angle required at their latitude in Buckinghamshire. The idealistic young architects who built Britain’s largest, most successful and most misunderstood new town then persuaded its engineers to shift the grid of roads a few degrees, to relate this otherwise cultureless object to the cosmos, as they put it. One solstice, the architects lit an all-night bonfire, and some marijuana, and played Pink Floyd on the green fields they would soon pave with a paradise of parking lots, roundabouts and concrete cows. For nearly 50 years, Milton Keynes has been derided as a soulless suburb or “non-place”, a centrally-planned slice of Los Angeles inconsiderately plonked in the centre of olde worlde middle England. The right attacked it in the 1970s for embodying the totalitarian planning of the welfare state; the left criticised it as a consumerist totem of Thatcherism. It has been cast as representative of the rootlessness of New Labour and, by architecture critic Owen Hatherley, as the doomed apotheosis of the fossil-fuel society. Recently, attitudes have softened, perhaps because, as Blake Morrison put it in 1997, most of us now live “in a place vaguely resembling Milton Keynes”. Architects and designers hail the elegant ambition of its original vision, and officials building colossal new cities in China regularly visit Milton Keynes for inspiration. More important, the way Milton Keynes was built and paid for is increasingly offered as a solution to the housing crisis in Britain. Meet any of the 260,000 people who live within its unique grid of roads, perfectly placed between London and Birmingham, Oxford and Cambridge and they quickly, rather defensively, extol its many virtues: it’s an urban Eden of 22 million trees and shrubs, boasting more waterfront than the island of Jersey, 200 public works of art and 300km (186 miles) of cycle paths (the city was designed using the metric system), three ancient woodlands and a shopping centre widely hailed as the most beautiful in the country. MK, as they call it, is also unusual: a low-density, low-rise city of trees; a place of light industry, high technology and ultra-convenience. Visitors who pass through MK as it was intended, by car, see no recognisable town at all: there’s a grid of broad roads and endless roundabouts, with houses and industrial estates hidden behind grassy banks and thickets of willow, pine and dogwood. It is “a free-wheeling, mobile place, connected through the car and communications technology,” according to Mark Clapson, an urban historian at the University of Westminster, “an open, diverse city which we should be proud of.” Clapson should know – he lives there. Britain’s fastest-growing city is not, strictly speaking, an official city, mysteriously overlooked by government officials who anoint less significant places, but its residents have always called it one. MK possesses its own argot: suburbs are “gridsquares”, cycle paths are “redways”, vertical and horizontal roads are known as V8 or H3, and the centre is CMK.    The way Milton Keynes was built and paid for is increasingly offered as a solution to the housing crisis in Britain    Milton Keynes turns 50 next year and its high modernism has become heritage, a window into the successes and failures of recent decades. It has been a pioneer – hosting Britain’s first multiplex cinema, first peace pagoda and almost certainly its first public “infinity pool” – and its long wide roads are now a testing ground for driverless cars. As one of the more perceptive critics to descend on the place has suggested, many of today’s scorned social trends – suburbia, out-of-town shopping centres – work better here than in the rest of Britain. But just as the place and its ideas are finding a newly appreciative audience, Britain’s most modern city is having a midlife crisis. Local residents and architects passionately defend what they see as the special qualities of Milton Keynes against private developers trying to make profits and planners desperate to meet home-building targets and satisfy an orthodoxy that demands high-density, walkable cities. There is a particularly crucial battle coming this autumn. If new plans are approved by a public inquiry, the midsummer sun will no longer shine along the 2km length of Midsummer Boulevard but strike new shops built across it. MK’s defenders argue that such philistinism threatens a modern masterpiece which deserves to be recognised as a world heritage site.     Milton Keynes Central railway station. Photograph: David Sillitoe for the Guardian    * * * Milton Keynes was forged in the optimism of the late 1960s, a time of grand plans (the Guardian had a planning correspondent) and technological leaps forward (such as Concorde). By 1967, when Milton Keynes was formally designated by the government, the flaws in places such as Stevenage, Cumbernauld and Crawley, constructed under the 1946 New Towns Act intended to rebuild communities devastated by the war, had become apparent. The press identified the lack of social amenities and failure to mix classes as “new town blues”. MK would be different. Its planners decided that earlier new towns had been too rigidly built, with no flexibility or space for organic growth. Richard Llewelyn-Davies, who led the architectural team responsible for the city’s masterplan, described the future as indeterminate. “In planning of this sort it’s futile to make guesses. You have to design a city with as much freedom and looseness of texture as possible. Don’t tie people up in knots.” His plan proposed a grid of roads (which some residents still call “the knitting”) connected by roundabouts. Rather than a rigidly square grid imposed upon a landscape as in San Francisco, MK’s grid was Romantic and English, a grid of roads which curved with the contours of the land. The plan left 40% green space within the city, and two valleys as linear parks with lakes to hold floodwater – a water-management system which looks far-sighted in an era of climate change. The grid was and is regarded as an American concept. But while its architects were influenced by places such as Chicago, they also studied the grid cities of ancient Greece, China and Haussmann’s 19th-century revamp of Paris. A grid distributed traffic and placed power, communications and sewage in predictable locations. It also established 1km-sized “gridsquares”, or suburbs, within which housing estates would be built, where “workers, managers, vicars and doctors” would mingle in shops, schools and AFUs – advanced factory units. A fabulous short film now in the British Film Industry’s archive explained this vision to the public, showing bucolic fields being covered with the first futuristic buildings. As the excitable narrator said: “It will attract young men with bright new ideas.” This was to be a radically decentralised city, inspired by Californian urban theorist Melvin Webber, who believed that the traditional concentric city would be superseded by “community without propinquity”: closely bonded without being physically crammed together, a vision which looks rather like the internet age. A team of five young architects was appointed by chief architect Derek Walker in 1970 to create central Milton Keynes (CMK) on a bean field. They were into Stonehenge, the pyramids, ley lines. Chris Woodward hired a campervan and went to see Hendrix and Dylan; Ken Baker wore tight trousers tucked into his boots and strutted around London’s UFO club, where the Bonzo Dog Doo-Dah Band played. It was an era of blackouts, strikes and oil price shocks, and these young mystics created a city centre with 23,000 parking spaces. “We were designing Milton Keynes sometimes in the dark and sometimes when we weren’t supposed to work because it was a three-day week,” remembered Baker. “Someone would’ve said in 1972, what do you need all those parking spaces for? We thought we were making historic moves of the pen. We weren’t trying to satisfy the demands of that day.”    It has hosted Britain’s first multiplex cinema, first peace pagoda and almost certainly its first public infinity pool    Rather than create a centre from buildings like other new towns such as Cumbernauld with its hulking concrete shopping precinct, CMK was designed as a centre of broad boulevards edged in expensive Cornish granite and lined with London plane trees. Roads were raised or dropped so ground level could be devoted to pedestrians. “Despite what it looks like, it’s very pedestrian-friendly. There are no steps in Milton Keynes. The disabled were accounted for from day one,” said Baker. Underpasses were open, “not dark and scary places”, and the centre was “joined up” with subtle furniture. Porte-cocheres – a bit like black pergolas – nudged people to cross boulevards at specific points, bollards were fluted like those in Baker’s old home of Camden Town, “a tongue-in-cheek classical reference”; street lamps were distinctive globes and the mesh benches made from one curve of metal became a now-ubiquitous design classic. This attention to detail was expensive. Every MK architect tells stories of heroic overspending. “Make no small plans,” was the dictum of Fred Roche, who had become general manager of Milton Keynes Development Corporation in 1970. One colleague described him as “a street-fighter”. The story goes that Roche took his plans to the Department of the Environment on Christmas Eve and refused to leave until an official had approved them, and that he insisted builders started construction at the outer edge of the grid so Milton Keynes could not be shrunk by future funding cuts. But Milton Keynes also defied 1970s austerity because it was built using a mechanism that some urban planners say could be used to solve the current housing crisis. It was a state-funded city. The government loaned the corporation money, and the corporation could (eventually) return its investment because it was entitled, under the New Towns Act, to buy land at agricultural prices. As soon as this land was developed, it became far more valuable: this uplift paid for MK’s infrastructure.     Midsummer Boulevard. The town’s ‘roads were raised or dropped so ground level could be devoted to pedestrians’. Photograph: David Sillitoe for the Guardian    By the mid-1970s, Milton Keynes was experiencing birth pains. Predictions of runaway population growth in Britain were cut, and so MK’s population targets – and funding – were slashed too. The environment secretary of the day, Peter Shore, “was a considerable problem,” recalled Neil Higson, the chief landscape architect in MK. Shore wanted to take away new town funding to improve inner cities instead. Press coverage described London being “hollowed out” by Milton Keynes, which was “engulfing” our green and pleasant land. Critics included Private Eye founder Christopher Booker, who visited in 1974 and saw “the utterly depersonalised nightmare which haunted Aldous Huxley just 40 short years ago.” Milton Keynes was marketed as a “city of trees” but it looked desolate. The drought of 1976 killed 200,000 badly planted saplings. Grand elms that bestrode the Buckinghamshire countryside also fell to Dutch elm disease, muddy banks of dead trees resembled a second world war battlefield. Higson was commissioned by Fred Roche to assess progress in 1975: “Lost between designers’ dreams and the creation of a liveable city,” was his verdict. Higson’s first task in solving MK’s landscaping problem was “practical, rather ordinary gardening things”: planting semi-mature trees and fast-growing conifers to provide quick cover. Parks were laid out for activities – horticulture, sports, even a vineyard – but were also ascribed “a quasi-spiritual” quality. Higson added to MK’s spiritual feel with the Willen labyrinth, a turf maze inspired by the Rosicrucian maze in Saffron Walden, and a sacred grove of trees based on the layout of Norwich cathedral. The city’s green spaces perked up and, in 1979, four months after she became prime minister, Margaret Thatcher opened the shopping building. When corporation officials presented their plans to retailers for two epic glass avenues filled with natural light and plants, and inspired by 19th century covered streets such as Milan’s Galleria, they were booed off stage: shoppers were supposed to be held hostage inside windowless centres. But this airy building proved hugely popular with the public, and was even praised by Denis Thatcher (“shows you what private enterprise can do,” he is said to have muttered, forgetting it was built with government money). Government cash also paid for a hard sell. There were exhibitions in London and ads targeted stressed commuters on the underground. “Wouldn’t it be nice if all cities were like Milton Keynes,” was the message of one lavish TV ad filmed in the early 1980s, showing red balloons drifting through leafy, child-filled suburbs. MK opened offices in Japan and San Francisco to woo foreign companies. Every Friday for a period in the late 1970s, the corporation hired a helicopter and flew potential investors over the site: everything looks grand from the air.         A lavish advert for Milton Keynes from the 1980s    Fred Roche’s ambition was for the city’s creators to disappear. “The sooner that people forget that we have existed, the sooner it will mean that the people who live in Milton Keynes have adopted their own city,” he had said in 1973. Roche relocated to London seven years later and the government wound up the Development Corporation in 1992, the year of his death. The corporation’s job was done: MK was an economic and popular success. “Fred Roche used to say, we’d have to be bigger fools than we are not to make a success of this, given its location,” remembered Lee Shostak, an American who arrived to write a PhD on the history of Milton Keynes in 1972 and rose to become director of planning at the corporation. Milton Keynes has continued to grow. Between 2004 and 2014, its population increased by 18.1% to exceed its 250,000 target. The corporation left notable legacies, such as the much-praised Parks Trust, which was created to nurture its bountiful open spaces and still does so, financed by rent from property bequeathed by the corporation. Although the council has also benefited from bequeathed land that has helped fund the city’s infrastructure, from now on, just like everywhere else, new developments must be driven by the private sector. * * * On a fine spring day, I left the M1 at junction 14 and followed the broad dual-carriageway of the H5 grid-road into MK between banks of primroses and bright-green hawthorn. Seven roundabouts later, I turned left over Secklow Gate bridge (“It’s so MK – there’s no beginning and there’s no end,” one resident rhapsodised. “It’s all about open skies, opportunities and keeping moving”). I reached central Milton Keynes from the motorway in eight minutes. Theo Chalmers, a London ad man who set up shop in Milton Keynes in the 1980s, nurses an un-British evangelism for his home. Chalmers enjoyed a nine-minute drive from the other side of town to meet me. “There isn’t another city I know in Europe that you can do that,” he said. “Britain built 30-odd new towns, many of which are disastrous, but by some magic MK was got right.” It was not only car-driving residents who expressed devotion to the grid: “The grid is supreme,” intoned another local, like the member of a sect: cyclists and pedestrians never needed to encounter vehicles, weaving over or under the grid on their redways. And if motorists met a delay, the grid of streets enabled them to easily find an alternative route. Nine years ago, Chalmers formed a group called Urban Eden to preserve this wizardry. It’s threatened, he argued, by the council’s desire to expand by squeezing high-density homes into MK’s existing green space, and sabotaging the grid. The horizontal grid roads were originally halted at MK’s east and western boundaries with open fields beyond: this enabled the future extension of the grid, and the city, if required. At MK’s eastern and western edges now, however, the grid roads are being blocked off, built over or turned into narrow city streets: Fred Roche’s “absolutely magnificent skeleton” can no longer grow. “Theoretically, this could be the infinitely expandable city,” said Chalmers. “It’s so easy to keep it going: when you build new estates, build new grids and underpasses. It’s the unthinking that drives me insane – it’s not necessarily malicious but it’s death by a thousand cuts.” Expansion in Milton Keynes is no longer funded by a development corporation empowered by the government to purchase cheap agricultural land. New suburbs at the edge of MK must make a profit for private developers. Like every other place, Milton Keynes council is also struggling to meet its tough home-building targets – 28,000 homes by 2026. Ebbsfleet in the Thames estuary, which the government designated a new garden city in 2014 (and established a new-generation development corporation to guide it), only has to build 15,000. “Densification” is a buzzword in MK. The council has signed a partnership with Mears Group to “regenerate” seven of MK’s 1970s estates over the next 15 years. On Netherfield, one of the estates earmarked for regeneration, 1,200 council houses were built to Parker-Morris standards, which defined minimum space requirements for public housing in the 1960s. They are noticeably roomier than modern private homes. At best, the welcome renovation of these older homes will be funded by squeezing new private dwellings into the generous green space that surrounds them. At worst, residents fear demolition.     The Netherfield area of Milton Keynes. Photograph: David Sillitoe for the Guardian    Parks and broad grid-roads are conspicuously lacking on MK’s expanding periphery, which I explored with Henk van Aswegen, director of the City Discovery Centre, a charity that maintains the corporation’s archives. Van Aswegen, a straight-talking South African in bright-red cord trousers, shows around 80 international groups of planners and academics each year. Most are Chinese, taking lessons about new-city building from a nation obsessed with heritage (his latest group were taking tips from MK before they build a new city for 1.2 million people). According to Van Aswegen, his Chinese guests are impressed by the egalitarian quality of MK’s oft-derided roundabouts: they call them “democratic traffic allowance systems”. But the feature that causes them most astonishment is the high-security prison discreetly positioned so close to housing in MK’s western suburbs. We drove west on a broad grid-road, which abruptly became a narrow, gated street at a new development of boxy houses called Fairfield. “This should not have been allowed,” said Van Aswegan. “This is where the council’s planning department has failed.” To the east, at Broughton, the grid-road has been diverted and replaced by a bleak “city street” with none of MK’s customary green landscaping between the road and new three-storey terraces and semis. “They cocked it up,” said Van Aswegan. “I call these bog-standard homes because you can see the toilet from the street. They put poor people on the ‘city street’. Further back there’s cobbled roads with white farm gates. This is planners not exerting an influence. Do the developers have them by the short and curlies or are they just inexperienced?” Like everyone, Van Aswegan admitted that public transport is poor in Milton Keynes (he blamed locals being “too lazy” to walk 500m to the grid-road bus stops intended to facilitate fast-moving buses) but discontinuing the grid was “absolutely stupid. People think we need new development principles for a modern environmental society but they need to be rooted in the heritage of Milton Keynes.” * * * The two gridsquares that make up the centre of Milton Keynes are described by their admirers as an architectural setpiece to rival Georgian Bath. But the original architects fear their boulevards are misunderstood and, increasingly, messed about. I rang Stuart Mosscrop, one of the architectural team who designed CMK, and we arranged to meet in a hotel he couldn’t name but described precisely as the “grey granite-faced building with an atrium”. We sat in armchairs that forced us to look upwards. Mosscrop considered the magnolia-coloured atrium with despair. “Look at it! It’s like a prison. They should have geraniums on every ledge.” Mosscrop had designed the hotel where we were sitting. Was it hard to live among traduced creations? “My wife is very good at saying, ‘Don’t go there.’” Mosscrop’s former colleague Chris Woodward has not returned to Milton Keynes since they finished the shopping building in 1979. “It’s like a breakup with a lover, you don’t want to stalk them through time,” he said of the city. “All architects have this problem. We do things that very slightly challenge the status quo and gradually they revert to the same sort of scruffy generality.” I asked Mosscrop about the current council’s vision for Milton Keynes. He gave a hollow laugh. “If a child sees a pristine field of snow he’ll either jump or piss in it to make his mark. I have witnessed this urge in people to make their own mark. The one thing we held in great importance was the infrastructure, so it’s that they have a go at. These people who are trained as engineers and architects and planners, do they not know how a city works? You park your car and walk into a building – that’s how cities work until they become too congested. It is really difficult to find the essence of the ordinary in whatever it might be. If you can identify that you’re off to a very good start.”    Chinese guests are impressed by MK’s oft-derided roundabouts: they call them 'democratic traffic allowance systems'    I strolled across CMK to the shopping building (now centre:mk) designed by Mosscrop, Woodward and Derek Walker, who died last year. Effortlessly elegant and crammed with chain stores (Boots, HMV, Next), it was originally built without doors because it functioned as MK’s high street. “It was to be policed by bobbies in helmets, not private security firms,” said Mosscrop. One local claims Minis were raced through the mall at night. Then the corporation sold the building, doors were added, rents rose and independent shops disappeared. MK’s high street is now locked at night. In the shopping building’s open square, Mosscrop was admonished for spending too much on a futuristic “infinity pool” edged in Cornish granite (“We’re not spending money, we’re investing it,” he told the permanent secretary of the day). His expensive pool was ripped up shortly before the shopping building was listed in 2010; its turquoise water is gone, replaced by a barren plaza of plastic grass and imported black granite. I surveyed the scene with Linda Inoki, a smartly dressed local resident who talked in immaculately constructed sentences. “We don’t do black granite. Sorry. We do Cornish granite,” she said. “They’ve taken something fine and beautiful and replaced it with something tacky and characterless and guess what? It’s bad for business. Even on a nice day you don’t get people out here.” Inoki swapped Bloomsbury for MK as a 21-year-old in 1980, encouraged by cheap rents to set up a video production company. “There used to be an entire wall at Euston – one guy on a bicycle riding through a beautiful landscape and it said, ‘Rush hour in Milton Keynes.’” She would wander the empty shopping building at night. “It was the most magical place. You could look out and see the stars.” She later lived in Tokyo with her Japanese husband and they chose MK over London when they returned. “Milton Keynes is so much more democratic and open-minded than a lot of places because people are still moving here. Because it’s an easier city to live in, people are less stressed.” She founded a campaign group called Xplain seven years ago to save the city she loved from the “mediocrities” running the council. “We’re not against change. If we were, we’d be living in a chocolate-box cottage in the Cotswolds,” she said. She successfully fought to stop a new shopping centre that would have destroyed the multicultural market but failed to halt a multistorey car park (the “car-bunkle”) which will disfigure the eastern end of the shopping building. She took me through the recently built but struggling “theatre district” with its dismal alleyways and closed nightclub. We paused by the stump of an old oak tree, killed when a new mall was built around it. (At the end of last month, the stump of the “Midsummer Oak” was removed by the shopping centre.) “We’re constantly trying to keep our spaces out of the hands of selfish, short-sighted developers. CMK should be a conservation area. If they keep their thieving hands off, it will be as important to future generations as Georgian Bath is to Bath, as the New Town is to Edinburgh. It’s a remarkable piece of design – it has a genius loci, a spirit of place. Britain is littered with places that used to have a distinctive character. Milton Keynes has a phenomenal character. It would be a tragedy if it were lost.”     Milton Keynes shopping centre was listed in 2010. Photograph: David Sillitoe for the Guardian    Perhaps I was seeing things through Inoki’s eyes or maybe it was simply spring, with the waft of freshly mown grass and cherry blossom on the breeze, but I began to marvel at the grace of CMK’s broad boulevards. There were young people everywhere (MK has more under-16s than average) and it reminded me of a concrete-and-glass campus university. That night, I checked into the Travelodge in Shenley Church End, a western gridsquare with a redbrick centre, clock-tower and chain pub. It looked like any suburb until I took an evening jog along the redways. Underpasses and footbridges swept me across grid-roads and I met dog-walkers, families and cycling commuters as I trotted through an ancient woodland. It was rather lovely. The next day, I paused under a roofed public space built by Intu, the owners of the second shopping mall, to span Midsummer Boulevard. This plaza is designed to entice pedestrians from the shopping building to the newer mall on the other side of the road. As I noted its insincere signage (“It’s just not the same without you”, “Don’t be a stranger we’d love to see you again soon”), an Intu security guard intervened. “What are you doing?” he asked. “I’m standing on a public boulevard,” I replied. “I don’t need to tell you.” “You’re taking notes on my property. I need to know why you’re taking notes on my property,” he insisted. Then he gave me a big smile so I told him what I was doing and asked him about Milton Keynes: he came from London and “fell in love with the place and never left”. But the guard was also wrong: Midsummer Boulevard remains a public right of way, even under Intu’s roof. This is the site of the planning dispute which defines the struggle for the soul of Milton Keynes. Intu’s plans to build more shops were approved by Milton Keynes council despite being opposed by CMK parish council. The parish council’s plan is localism in action – if it is ignored, then the government’s championing of localism looks meaningless. Rebecca Kurth, leader of the parish council, moved from LA to MK for work. “I have no axe to grind. It’s not like I was part of the Development Corporation or have lived here for 30 years. I’m a newbie, and I fell in love with the place.” Intu’s plans will reduce the boulevard from 25m to 15m: such a width, argued Kurth, makes it practically impossible to provide enough space for pedestrians and, in future, install a light-rail system along Midsummer Boulevard. “I can live with the car-bunkle [multi-storey car-park],” said Kurth. “It’s a complete waste of a beautiful prime site but it doesn’t threaten the integrity of the grid. Once you narrow this,” she said, pointing to the boulevard, “you’ll never get it back.” Kurth believed that council planners were trained in today’s orthodoxy and so felt they must change their city. “It’s not everybody’s cup of tea but it’s wrong to try and change it. So many cities are trying to be distinctive. We already have a distinctive city.” This autumn’s public inquiry, said Kurth, is “pivotal. Are we going to build bland – a clone town – or are we going to hold our nerve and be different?” * * * By the sweep of the A5 in southern Milton Keynes stands a shiny black flying saucer: MK Dons’ new stadium with 360 degrees of plush hotel around its rim. MK1 is a successful example of a private developer producing a popular amenity: the football stadium was financed by its retail park, featuring free parking, charging for electric vehicles and a truly epic Asda (I counted 86 aisles). At the top of his stadium, property developer Pete Winkelman said: “It’s not built out of breeze-blocks, it’s black granite. Quality is a lesson I learned in Milton Keynes and I want Milton Keynes to put that into practice in the next 50 years – hold on to that quality.” Winkelman, a former music mogul and now chairman of MK Dons, is spending a lot of the present looking to the future. He was off that evening to support MK’s bid to become European Capital of Culture 2023 and was also sitting on the MK Futures 2050 Commission, a council-appointed expert panel who will this summer offer a long-term vision of how Milton Keynes could grow. Winkelman, who is popular in MK but still despised in parts of south London for relocating Wimbledon FC to Milton Keynes, offered reassurance to residents who fear MK’s singular qualities – and particularly its grid – are being destroyed by new development. “It is a unique place, because it is a chosen place – you have to make a decision to move here,” he said. “There are some fantastic elements to Milton Keynes not everybody gets. I’m very, very conscious of what made Milton Keynes successful and needs to continue. I’m a massive grid-road fan but 25% of people in our communities don’t have access to a car and we’ve got low density and big mobility issues.”     The MK Dons stadium is built from black granite. Photograph: David Sillitoe for the Guardian    Winkelman pointed out that Milton Keynes was important for Britain as a whole: the city and its surrounding region is the last corner of the south-east capable of absorbing large numbers of new homes. The East-West rail link being rebuilt between Oxford and Cambridge will also directly connect MK with England’s major ports, Felixstowe and Southampton. Milton Keynes is the only new town to have expanded beyond its original boundaries but the borough of Milton Keynes is still half rural. It can grow, commission members indicate, but must sell that inconvenient prospect to its citizens – and neighbours. Will the council take heed of its Futures Commission? Carole Mills, the council chief executive, suggests so, although she won’t be drawn on her vision for MK – that’s a matter for the commission and elected councillors. What about the loss of the grid, hampering MK’s ability to expand? “Personally I really quite like the grid system,” she said, before listing its disadvantages: viable bus routes are easier to design in traditional cities; the grid has a finite capacity as population and car ownership rises; it also frustrates developers by taking up more space than a traditional city street. When I told her local campaigners feel the council doesn’t understand MK’s uniqueness, she said: “That hurts me a little bit. I’m quite a newcomer [she arrived from Nottingham City Council in 2014] but I love the place. The council hears the voice of many stakeholders who say ‘we want something else’ – not many youngsters can afford cars, for example. Our role is to navigate that. We do get how great it is. We wouldn’t be here if we didn’t.” The expansion of Milton Keynes may ease the housing crisis in the south-east but its wider significance to Britain could lie in its historic example – a development corporation providing new homes and excellent infrastructure. The stark contrast between Milton Keynes’ spacious older gridsquares and cramped new estates seems to prove that private developers can’t create high-quality places. Lee Shostak, the only person involved in the 1970s corporation to sit on the Futures Commission, disagrees. “It’s wrong to presume that patient private finance doesn’t produce quality housing,” he said, arguing that pension funds seek precisely the long-term returns provided by MK’s original estates. Shostak recognised that the current way councils cajole private developers to provide limited infrastructure wasn’t adequate, however. He favoured a new generation of privately funded, democratically accountable development corporations, supported by a new mechanism to capture the uplift in land value once it is developed – so a bit more money for parks and schools and a bit less for the landowner. This idea is increasingly voiced by urban planners beyond Milton Keynes. Shostak hopes the government might propose a new law in the Queen’s speech later this month to enable this, and create a new generation of development corporations.   Related: Story of cities #35: Arcosanti – the unfinished answer to suburban sprawl    The newest city in Britain faces an ironic question in middle age: can its futuristic character be saved by the heritage industry? “Milton Keynes is truly a garden city. The city’s landscape is the gift that keeps on giving,” Lee Shostak told me. “But we don’t need to apply the giant machinery of the conservation industry to protect the essence of it. To do so could strangle the city.” Some of its architects are not so sure. Generations of critics who have condemned Milton Keynes for unsustainable car-based design overlook the flexibility of its grid. Its destruction is stupid and shortsighted, according to Chris Woodward: “Anything designed so that everything works on one level will serve electric vehicles as well as diesel and these can be publicly provided or continue to be private.” Ken Baker has reached a similar conclusion about planners attacking MK’s grid: “The very thing that the flexibility delivered to them, that has given them the competitive edge, they want to destroy. It’s a lack of imagination, a lack of vision.” After four days in MK, I succumbed to its genius loci and popped into Ikea. Then I cruised across the grid and headed home. Entering Northampton, I felt jolted into another epoch: a cramped, inconvenient and rather less rational one. I realised why the people of Milton Keynes were so protective of their place and I heard again Ken Baker’s forecast for the next 50 years: “Disastrous things will happen. But the city is so solid, it would be difficult to re-engineer it.” • Follow the Long Read on Twitter at @gdnlongread, or sign up to the long read weekly email here.  • This article was amended on 4 May 2016 to remove the word borough from Milton Keynes council, which is a unitary authority.",
  "webTitle": "Story of cities #34: the struggle for the soul of Milton Keynes",
  "webPublicationDate": "2016-05-03T05:00:46Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/03/struggle-for-the-soul-of-milton-keynes",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Milton Keynes",
      "id": "uk/milton-keynes",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Barkham",
      "id": "profile/patrickbarkham"
    }
  ],
  "guardianId": "cities/2016/may/03/struggle-for-the-soul-of-milton-keynes"
}