{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/02/abc-new-chief-faces-budget-shortfall-and-senate-estimates-in-first-week-of-job",
  "id": "2016-05-02-252",
  "sectionId": "media",
  "body": "A budget shortfall and an appearance before Senate estimates are just two of the challenges facing the new ABC managing director, Michelle Guthrie, in her first week in the job. Guthrie has to front her first communications estimates committee on Thursday, just two days after the ABC is set to lose several million dollars in tied funding for the news division. She told staff in her first email address that she was awaiting news about the next triennial funding arrangement and would advise them about the outcome on Wednesday. The former managing director Mark Scott has been calling on Malcolm Turnbull to show his commitment to the ABC by maintaining the $20m a year the Gillard government had allocated for enhanced news services, which acknowledged the industry’s loss of specialist reporting staff, the importance of local digital content and declining news investment in regions.   Related: Scott's honour as outgoing ABC boss does a goodbye tour    One victim of the cut may be the fact-checking unit, which was set up as a special project in the news division under Labor. However, the cut is understood to be relatively small and the majority of the $20m the ABC received under the former Labor government is expected to be reallocated in Tuesday’s budget. In the email Guthrie also flagged diversity as a key issue she would pursue in her term. The first female managing director of the ABC in its 83 years, Guthrie’s mother is Chinese and she has worked extensively in Asia, most recently as Google’s managing director of agencies for Asia-Pacific, based in Singapore. The Australian-born executive picked up on Mark Scott’s departing comments about the ABC needing to be more diverse. “Australia is changing and we need to change with it,” Guthrie told staff. “Shaped by my background and work experience, I passionately believe that the ABC should be relevant to all citizens. “We must extend our reach and our relevance into areas where we are under-represented. That means more diversity in both our staff and our content. We must collaborate more, with a clear focus on serving the audience, regardless of platform or device.”  She said she was optimistic and excited about her role and she hopes to “unleash that creative spirit” at the ABC. Guthrie had been at Google since 2011 but before that she worked in law in Sydney and then across Europe and Asia for Rupert Murdoch’s broadcasting empire, including Foxtel, BSkyB and the Asia-based Star TV network.",
  "webTitle": "New ABC chief faces budget shortfall and Senate estimates in first week of job",
  "webPublicationDate": "2016-05-02T05:55:39Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/02/abc-new-chief-faces-budget-shortfall-and-senate-estimates-in-first-week-of-job",
  "keyword": [
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/02/abc-new-chief-faces-budget-shortfall-and-senate-estimates-in-first-week-of-job"
}