{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/13/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-12-30",
  "sectionId": "australia-news",
  "body": "We’ve made it! To the end of the first week of an eight-week campaign. So, maybe not time for back-patting just yet. We have the first leaders’ debate this evening, so we are going to ease into the day delicately. Katharine Murphy will guide you through from about 4pm on the politics live blog, into the debate and all of the analysis after. No better way to spend a Friday night, I am sure you will agree.   Related: Australian election 2016: Peta Credlin labels Malcolm Turnbull 'Mr Harbourside Mansion' – politics live    The big picture Liberal party frenemy and Tony Abbott’s former chief of staff, Peta Credlin, is already delivering Sky News bang for its buck in her role as commentator, branding Malcolm Turnbull “Mr Harbourside Mansion” and criticising the prime minister for cancelling a walk-through of western Sydney shopping centre on Wednesday after the candidate he was with, Fiona Scott, was asked about how she voted in the leadership spill.  If it’s known that you were going to do a street-walk in Penrith, the last thing you want to do, Mr Harbourside Mansion, is look like you don’t know and you’re not welcome in western Sydney.  Credlin said if she was running the strategy (as it could’ve been, should’ve been in her mind we assume) she would not have cancelled the walk-through.  I would’ve thought, particularly with the prime minister there, that they might have been a bit more agile, a bit more nimble ... if she’s not pump-primed and ready to go with an answer they should have just moved that visit because that’s the key of a campaign team.  That’s a dig at Turnbull’s favourite catchphrases in case you missed the saucepan-over-the-head manner of it. Meanwhile, in the Daily Telegraph the opposition are under attack from the real-estate industry over its negative gearing plan with 20 of the top real-estate chains and industry groups across the country mounting a mail and email carpet-bombing campaign. Comparing it to the very successful anti-mining tax campaign run by the mining industry, the Tele reports there will be a meeting today of all CEOs who will work on further stages of a potential multimillion campaign that could involve print and television advertising.    Front page of The Daily Telegraph. Real estate giants launch campaign against ALP #auspol pic.twitter.com/gKXVKce6JV— Christopher Dore (@wrongdorey) May 12, 2016    There is also commentary about Bill Shorten’s “man boobs” from Mark “real issues” Latham. Your daily reminder he came close to being our prime minister. Unions have mounted an aggressive campaign against the government’s plan to run internships where young unemployed people are paid $200 a fortnight on top of their welfare to intern for up to 25 hours a week (dubiously dubbed “$4-an-hour internships”). But, United Voice are not adverse to partaking in internships themselves, advertising for a non-paid position in 2011 when now-senator Sue Lines was assistant secretary, the Australian reports.  The union still occasionally uses interns, including one who was recently hired as an organiser after interning for a few months. So not the systemic exploitation the union is campaigning against, but not the best look. The Victorian Trades Hall runs a summer internship program for well-educated candidates and pays them a minimum wage, which is pretty much what the unions are campaigning for. And the government has suffered a blow to its company tax cut plan on day five of the campaign, with a leading economist declaring its jobs and growth plan will boost national income by just 0.6% over about 20 years. The finance minister, Mathias Cormann, told Guardian Australia:  [The company tax cuts] would increase the economy by more than 1% over the medium term, so that is 10 or 20 years.  But the Grattan Institute has found the company tax cuts will actually grow the company by 0.6%, over at least 20 years. On our watching brief, Julia Gillard is speaking at the Women’s Leadership Forum in Melbourne today.    Related: Malcolm Turnbull's growth plan will boost national income by just 0.6%: Grattan Institute    On the campaign trail The main event of today will be the leaders’ debate which is on at 6pm in western Sydney and will be televised. Turnbull is campaigning in Adelaide today and will return to Sydney to prepare for the debate while Shorten will tour western Sydney in the morning before bunkering down for the afternoon. Tony Abbott will continue his two-day campaign in regional Queensland with George Christensen. And another thing(s) The former Liberal leader John Hewson, who lost the “unwinnable” election in 1993, is bemoaning the dullness of modern-day election campaigning, in the Australian Financial Review.  Today, you often see leaders confining themselves to one major, morning, media event, to deliver “their message of the day”. The excuse usually being that they are confined by the deadlines of a multiplicity of modern media platforms – nothing to do with pacing themselves, or minimising exposure risks. This very limited campaigning clearly restricts the time for serious, in-depth questioning, allowing short, blunt responses to difficult, penetrating questions, and for the politicians to then to move on quickly to the next.  Gareth Hutchens is taking no prisoners writing about the proposed government superannuation changes which he says are “seriously good” as he urges the Coalition to fight for them. In day four of a man asking a question on Q&A    Tomorrows @theheraldsun front page tonight #auspol pic.twitter.com/XbPMCghnfr— damon johnston (@damonheraldsun) May 12, 2016    Follow the day’s developments live • Sign up here to receive your Campaign catchup in your inbox every afternoon",
  "webTitle": "Today's campaign: Peta Credlin snipes at Turnbull as leaders prepare for first debate",
  "webPublicationDate": "2016-05-12T20:59:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/13/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peta Credlin",
      "id": "australia-news/peta-credlin",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/13/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}