{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/kel-assouf-review-rich-mix-london",
  "id": "2016-05-09-149",
  "sectionId": "music",
  "body": "If Tinariwen and Tamikrest are the masters of Tuareg desert blues-rock, then Kel Assouf show how the music of the Sahara sounds once it has migrated to Europe and fused with other influences. It’s a style that reflects the history of the band’s singer, songwriter and guitarist Anana Harouna.     Mahassa Wallet Amoumine with Kel Assouf. Photograph: José Ramón Caamaño Sobrino    Born in Niger, he trained in Libya during the Tuareg uprising in the early 90s. He has performed with Tinariwen, and now lives in Brussels where he formed Kel Assouf – which means both “nostalgia” and “son of eternity” in Tamashek, the language of the Sahara nomads. Their second album, Tikounen, mixes distinctive Tuareg influences with heavy rock, and clad in jeans, leather jacket and desert headscarf, Harouna began the show with a pounding electric guitar riff. He was backed by an effective Belgian rhythm section and an inspired Tunisian keyboard player, Sofyann Ben Youssef, who produced the album. Keyboards in guitar bands can be a mistake, but Youssef brought a new dimension to the music, adding basslines and sparse, effective solos. There were full-tilt songs about love, hypocrisy or exile and a chanting political anthem, Azawad, but the band slowed down for a fine, bluesy lament Lab, for which Youssef switched to frame drum. The one disappointment in this rousing set was the absence of Toulou Kiki, Kel Assouf’s second singer-songwriter, an actor praised for her role in the film Timbuktu. She had been denied a visa. Her place was taken by Mahassa Wallet Amoumine from the Malian Tuareg female band Tartit, who added call-and-response songs and jubilant ululation.",
  "webTitle": "Kel Assouf review – Saharan blues in a leather jacket and jeans",
  "webPublicationDate": "2016-05-09T14:42:08Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/kel-assouf-review-rich-mix-london",
  "keyword": [
    {
      "webTitle": "World music",
      "id": "music/worldmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Robin Denselow",
      "id": "profile/robindenselow"
    }
  ],
  "guardianId": "music/2016/may/09/kel-assouf-review-rich-mix-london"
}