{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/26/vadim-levental-and-novelists-contract-readers-masha-regina",
  "id": "2016-05-26-207",
  "sectionId": "books",
  "body": "“If you’re doing something really new, really out of the ordinary,” Vadim Levental says, “then that automatically means you’re really fucking everybody off.” Levental may have found himself on the shortlist for Russia’s Big Book prize with his first novel, Masha Regina, but he’s not expecting to win a popularity competition any time soon. There’s no question that Levental’s debut is out of the ordinary: a postmodern bildungsroman that charts Masha’s transformation from awkward provincial girl to reclusive international arthouse film-maker, all the while tallying up the emotional cost exacted from her along the way. But when he began the novel, he had no idea where his character was heading. “The first thing for this novel was the melody of the first two sentences,” he says. “Then some girl appeared and I tried to imagine who she was and what was going to happen to her.”     Masha Regina by Vadim Levental. Photograph: Oneworld Publications    Levental is speaking on a telephone from St Petersburg, trying to explain his work through the dual filters of speaking in a second language and a two-second delay. At first, he says, the shape of the novel was unclear to him: “When I started to write about her I didn’t understand who this girl was. Then she started to have blood, to have a body and then eventually she became a person with her own character, and this character made the novel.” It was only in the third or fourth chapter that the plan for the novel suddenly appeared. “At that point I understood the arc of the story – then it was a question of filling in the details.” Masha’s story launches into this arc in characteristic fashion, when the schoolgirl goes to take her grandmother a jar of bean soup and the old woman dies right in front of her. Masha pours the soup out around the foot of a pear tree in the garden and sets off home, filled with a strange power, “as if her grandmother’s death has given her some sort of gift”. Suddenly a route for an escape to the city opens out in front of her with “the unity of a complete storyline … the fullness of a life taking shape”.  The novel telescopes past and future into a single moment, jumping out of straightforward realism to reveal how our choices are constrained by the limited number of roles we can play in the stories of our own lives. The translator, Lisa C Hayden, says she finds Masha Regina hard to describe because it combines so many different things. “It’s a fictional biography, but it’s so much more than that,” she says. “It’s a coming-of-age story, it’s a Petersburg novel, it’s got humour and philosophy, it’s got so many things.” For Levental, the ambition the novel displays is a necessary part of the contemporary writer’s toolkit – a 21st-century novel has to be “more than just a story of some made-up life”.    When you write, there’s something that goes on with your body – I can feel the warmth of Masha's body  Vadim Levental     “A hundred-and-fifty years ago it was possible to make a deal with the reader that you would tell them a story, and the reader could sign up to enjoy that story as if it was true,” he explains, “But these days that kind of deal is impossible, because we have too much nonfiction, too much autobiography, too much great reportage – why should I read fiction if there’s so much great writing out there that’s actually true? So the writer of fiction needs to make another kind of contract with the reader: ‘I’m telling you a story and let’s pretend that it’s true, that it was like this.’ That’s a contract the reader can sign up to.” This perspective is interrupted twice, as Levental’s headstrong protagonist suddenly hijacks the narration. “A lot of people – my agent, my editor – said: ‘Why do you need this chapter where she speaks on her own? Maybe you should write it again.’ But I insisted,” he says. Letting Masha grab the microphone wasn’t planned: “It was like when you’re floating along the river and you can hear the rhythm of the water and it’s very metrical and at some point you reach a waterfall and you’re glad to hear a different beat”. Levental’s prose in Russian is very complex, according to Hayden. “He mixes registers, he uses some very complicated syntax and there are some very long sentences, where I had to get really creative with the punctuation – though that’s very common in contemporary Russian literature, there are a lot of long sentences around at the moment,” she says. Masha Regina is filled with allusions to Russian literature and German philosophy, some of which are “fairly opaque for anglophone readers – but Vadim was always very nice about it, pointing out that Masha didn’t always pick up on them herself.” Born in St Petersburg in 1981, back when the city was still Leningrad, Levental has worked for the last nine years as an editor at the independent publisher Limbus Press. Although he’s always enjoyed cinema and television, even taking small roles in about a dozen films, the writer says he’s never wanted to make a film himself, never felt he really could. There’s too much waiting around on set, he says, and writing fiction is “much cheaper”. Levental neither embraces nor rejects comparisons with his protagonist, placing himself somewhere on the continuum between Flaubert’s “Madame Bovary, c’est moi” and Pushkin’s insistence in Onegin that he’s “not Eugene, we’re different fellows”. Even though he admits he can’t draw at all, the scenes in the novel where Masha sits with heavy hands, a wave of heat rolling over her as she grips her pencil and pulls images out of “the rectangular paper abyss in front of her” are, in some sense, drawn from life. “When you write and you understand that you’re doing the right thing, there’s something that goes on with your body a bit – like Masha’s heaviness in the arms, or the warmth she feels,” he says. “The process of achieving something in art is a physical thing.” Levental describes Masha’s powerful and disturbing films at length in the novel; he says he feels like he’s seen them playing in his head. “But not every shot, every detail. Several people have told me that they’ve read the novel and felt like they’d watched Masha’s movies, and I think that means that in some sense I’ve done the job. These movies don’t exist – but if I can convince the reader that they’ve seen them then I must be doing something right.”  Masha Regina was first published in Russian in 2012. Lisa C Hayden’s English translation is published by Oneworld.",
  "webTitle": "Vadim Levental: 'A novel must be more than just the story of some made-up life'",
  "webPublicationDate": "2016-05-26T12:00:11Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/26/vadim-levental-and-novelists-contract-readers-masha-regina",
  "keyword": [
    {
      "webTitle": "Fiction in translation",
      "id": "books/fiction-in-translation",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Lea",
      "id": "profile/richardlea"
    }
  ],
  "guardianId": "books/2016/may/26/vadim-levental-and-novelists-contract-readers-masha-regina"
}