{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/icky-lidbetter-my-anxiety-has-been-motivator-mental-health",
  "id": "2016-05-24-140",
  "sectionId": "society",
  "body": "On a daily basis, Nicky Lidbetter, 44, juggles not one but two successful mental health charities – Self Help, which delivers services in the north-west of England, and the nation’s leading anxiety disorder charity, Anxiety UK. While this is commendable in itself, to do it while being agoraphobic and having panic attacks is astonishing. In fact, her anxiety is so bad that she rarely leaves Manchester, operating in a less than a 50-mile radius. “I’m probably one of the most networked agoraphobics you could imagine,” says Lidbetter with a laugh. “I’ve become quite resourceful in order not to lose out on opportunities.” While most charity leaders regularly attend sector events in London or are jetted to talk at conferences abroad, Lidbetter can only take part via video conferencing. But she hasn’t let it hold her back. “It can be incredibly disabling and prevent you from doing all sorts of things in life, but equally it can be a real motivator. If I hadn’t had my anxiety, I probably wouldn’t have achieved everything I have done,” she says. “It can be a fine line managing all the various work streams and my own issues, but work has actually always helped. I’m so passionate about what I do.” The opportunity Lidbetter is currently focusing on is the devolution of the £6bn health and social care budget to Greater Manchester. Self Help, which she founded with her husband Pete and others in 1995, has consistently won commissions from clinical commissioning groups (CCGs) in the area to run e-therapy and face-to-face talking therapy services.    As for Manchester’s £6m health and social care budget, charities are more  responsive than statutory organisations    Back in the 1990s and early 2000s, it wasn’t common practice to commission organisations led by service users. It was even frowned upon by some professionals, especially in the mental health sector, says Lidbetter. “Although Self Help is a service user-led charity, we always wanted to be part of the system, working with partners not against them to make things better for everyone,” she explains. “Consequently, everybody feels comfortable working with us. Back then, commissioners had been wary because of their previous [negative] experience of service user-led organisations.” Nowadays it is considered bad practise not to include users when designing and delivering services. “Things have moved on so much. You don’t realise the progress that’s being made when you’re in the thick of it,” says Lidbetter. After Self Help secured its first deal in 2006, others quickly followed. Now the charity has contracts with 10 clinical commissioning groups and also provides some services that are commissioned by public health through local authorities across Greater Manchester. In the financial year to April 2016, its turnover was £3.3m. Lidbetter’s biggest ambition when she first started Self Help was to open a safe space where anyone experiencing a mental health crisis could go and receive non-medical support. Her own experience of visiting A&E when she was having a panic attack made her realise how woefully inadequate mental health care – particularly crisis care – was. In 2013, her dream was realised with the opening of The Sanctuary in central Manchester. Since then, similar centres have opened in Bolton, Wigan and Leigh. Lidbetter says The Sanctuary is one of the first examples in mental health of commissioners working together to provide a Greater Manchester-wide service. “Manchester shows why it is a good idea, because one side of the road might fall in Trafford and the other in Manchester. People don’t care if they are crossing a CCG or local authority boundary, they just go where they need help.” Although the implementation of the devolved heath and social care budget is at an early stage, it could lead to all commissioning being done like this. She recognises that including a place for voluntary organisations isn’t a high priority as the funding transitions are made. This has come under criticism from the charity sector. “In terms of devolution for Manchester, I believe strongly that while it is great to see statutory organisations working more closely together and pulling together their expertise, I do not believe this alone will achieve the change that is needed by 2020,” says Lidbetter. “Charities are known for their ability to drive innovation and for delivering services that offer value for money. Furthermore, they are often able to be in touch at ground level with the needs of the constituencies that they serve – and as such, their service offer is often more flexible, ahead of the game and responsive,” she says. Lidbetter welcomes the fact that the former health minister Andy Burnham is standing as Manchester mayor. “A mayor who has a background and passion for health is, in my view, to be welcomed,” she says, although she is at pains to point out that there are other “strong and solid” candidates who also have an interest in health. While Self Help has become a force to be reckoned with in Greater Manchester, with around 120 staff, Anxiety UK, with a team of just six, has grown into a high-profile national charity since Lidbetter took charge 25 years ago. She came across the organisation, then the Phobic Society, after experiencing panic attacks while studying at Manchester University. The founder, Harold Fisher, ran the society from his living room nearby, so she decided to visit. “I told Harold that I felt out of control and that I didn’t want to go anywhere in case I panicked, and he just said, in his strong Lancashire accent, ‘Oh, you’ve got agoraphobia, love’. And that set me on a course of reading everything I could about it, and then volunteering to help him – and later doing counselling and business courses.” Lidbetter has remained close to Fisher, who is now 84, and was his first choice to take over the charity. She later renamed it Anxiety UK when he retired. Originally, it was very much a DIY affair run from her home – a far cry from the current smart central Manchester office adorned with thank you notes and awards. She quickly realised that running the charity with a business head was the only way to ensure it survived. Now, it provides support and therapy to hundreds of thousands of people and partners with organisations such as the RAF Benevolent Fund, the British Acupuncture Council and Carers Week. Last year, the charity announced the setting up of the Katharine and Harold Fisher Anxiety Research Fund – named after Fisher and his late wife. In October 2015, the Institute of Mental Health was the first to secure £5,000 of funding from it to further develop peer support training for people with anxiety. “The money is raised entirely by donations from the public, and the aspiration is to double the fund each year,” says Lidbetter Running a national and a local charity has benefited both, Lidbetter argues. “I’ve got a national profile, and that always helps with Self Help because I’m exposed to things nationally that normally a regional charity wouldn’t benefit from. Similarly, Anxiety UK benefits because I know all the operational challenges and commissioning issues from a local perspective, so then with Anxiety UK I can speak with some authority.” So what’s her secret of success? “I lead by gut instinct,” she admits. “I always think that if you follow your heart and you have evidence that there is a need, and you can provide an innovative and cost-effective solution, you can’t go far wrong. If you then line it up with national strategy, you’re on to a winner.” Curriculum vitae Age 44. Lives Manchester. Family Married, two teenagers. Education Stamford high school, Lincolnshire; University of Manchester: BSc hons applied neuroscience; MSc advanced practice interventions in primary mental health care; Newcastle College: postgrad diploma performance coaching. Career 1997 to present: chief executive, Anxiety UK; 1995 to present: chief officer, Self Help; 1992-93: scientific officer, GlaxoSmithKline. Public life 2010-12: non-legal member, tribunals judiciary (Ministry of Justice); 2002-06: non-exec director, Manchester Mental Health & Social Care NHS trust; 2000-02: non-exec director, Manchester Mental Health NHS Partnership. Interests Running and athletics.",
  "webTitle": "Nicky Lidbetter: ‘My anxiety has been a motivator’ | Nicola Slawson",
  "webPublicationDate": "2016-05-24T14:00:11Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/icky-lidbetter-my-anxiety-has-been-motivator-mental-health",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Slawson",
      "id": "profile/nicola-slawson"
    }
  ],
  "guardianId": "society/2016/may/24/icky-lidbetter-my-anxiety-has-been-motivator-mental-health"
}