{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/29/tata-steel-must-commit-for-the-long-haul-says-stephen-kinnock",
  "id": "2016-05-29-55",
  "sectionId": "business",
  "body": "Tata Steel must give guarantees it would be committed to the British steel industry for the long haul if it abandons the planned sale of its UK business, the Labour MP Stephen Kinnock has said. Last week it emerged the Indian company was considering keeping its UK steelmaking arm after putting the loss-making business up for sale in March. The development raised further hopes the Port Talbot plant in Kinnock’s Aberavon constituency in south Wales and 11,000 jobs across the country can be saved. Sources close to Tata Steel said its owners were assessing the performance of the UK operation and the package of financial support made available by the government. At the same time it was continuing to run the sales process and has reportedly whittled down a field of seven bidders to a four-strong shortlist.   Related: Tata Steel is considering retaining UK business    But amid hopes of a U-turn on the planned sale, Kinnock said steelworkers would treat the news with scepticism and anger. He told BBC Radio Wales’s Sunday Supplement programme: “If that is the case, fine. If they do want to stay we would welcome that in principle. “But I would also say in practice steelworkers in my constituency, their families and communities around them have been through hell in the last few years and certainly since March when the sale was announced.”  Her added: “I think they’ll be forgiven for treating any news that Tata is staying on board with a degree of scepticism and even anger. So I think we need a very clear set of guarantees from Tata that they will be in it for the long run, that there will be investment and they will be doing what’s needed so we’re not back at square one 12 months from now.” European steelmakers are under huge pressure from cheap Chinese exports, which have sent global steel prices plunging. But Tata’s financial position has improved. On Wednesday, it group net losses of 32.1bn rupees (£325m) in the three months to 31 March, down from 56.7bn rupees in same quarter last year. Tata is nevertheless expected to complete the sale of its European long products division, which employs 4,800 people, to Greybull Capital for a token £1 this week. About 4,400 workers are in the UK, mostly in Scunthorpe, with another 400 in France.  A sign bearing the words British Steel – the new name for the business harking back to its former incarnation as a publicly owned industrial giant – is expected to be unveiled at the Scunthorpe plant on Wednesday, when it is handed over to its new owner, a little known investment family office.",
  "webTitle": "Tata Steel must commit for the long haul, says Stephen Kinnock",
  "webPublicationDate": "2016-05-29T17:40:03Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/29/tata-steel-must-commit-for-the-long-haul-says-stephen-kinnock",
  "keyword": [
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Stephen Kinnock",
      "id": "politics/stephen-kinnock",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "business/2016/may/29/tata-steel-must-commit-for-the-long-haul-says-stephen-kinnock"
}