{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/28/election-2016-cathy-mcgowan-sophie-mirabella-will-indi-hold-on-to-the-power-of-one",
  "id": "2016-05-27-13",
  "sectionId": "australia-news",
  "body": "The Victorian electorate of Indi is vast, stretching from the border with New South Wales through dairy farms and fruit orchards, from ski resorts, valleys and plains to the regional cities of Wodonga and Wangaratta. But in other ways it is a small place, too. On Murphy Street in Wangaratta, its wide pavements sprinkled with the last of the autumn leaves, Marty Corboy has set up his campaign office for the National party. Right next door, emblazoned in her signature orange, is the office of Cathy McGowan, the independent who won the seat at the last federal election, and down the street is her volunteer “hub”. Just around the corner in Reid Street is Sophie Mirabella’s office, with a poster of herself and her Liberal leader, Malcolm Turnbull, in the window. On this day, the office is closed, with a note on the door saying her team are “out and about in the electorate” and calling for volunteers. There is something claustrophobic about how close these offices are – everyone can see who is popping in to see a candidate, who’s campaigning where. Everyone knows each other. Some candidates belong to the same Rotary club, have children of the same age, and have put themselves forward for election again and again. The candidates and the voters gossip about this election using first names: Cathy, Sophie and Marty – and Eric and Jenny and a couple of others – are running for Indi.    Everyone’s happy to talk to Cathy – that’s great, but she’s tepid  Jenny O'Connor, Greens candidate     Elections in rural seats may be consumed with small-town politics, local problems and personalities, but this north-eastern Victorian electorate has earned its place in a national conversation. Indi was the sensational story of election night 2013, when McGowan, a 59-year-old farmer and rural consultant from the Indigo valley, harvested enough preferences from other candidates to win by just 439 votes and end Mirabella’s 12 years as MP. The Coalition won the national election emphatically; only in Indi did a Liberal incumbent lose. There were singular factors – McGowan’s personal warmth and the respect she had earned after decades working on agricultural issues, particularly women on the land, and Mirabella’s combative style and regular absences owing to her job as a frontbencher and conservative warrior. Yet McGowan stirred something. She wanted to “do politics differently” and her exuberant campaign, which famously began with “kitchen-table conversations” for residents to talk about what they wanted from politics, inspired many people, especially young people, to become involved for the first time. She raised almost $120,000 in donations – remarkable for an independent. In an era when the disengagement of voters is taken for granted, when political cynicism is assumed, McGowan’s campaign was full of fun and purpose. “We have given the community of Indi ownership,” McGowan said in her victory speech. “The rest of Australia will look upon what Indi does and say, ‘That’s a good idea, we could try that.’”  Almost three years on, McGowan, now 62, is no longer a fresh face. She has a record to defend and has inevitably let some people down. Her tribe of supporters say she shook up this electorate and embodies a reimagining of how politics can work. But she has critics, too, who question whether her relentless local focus is too parochial for federal politics.   Related: Indi's National hopeful: 'Some people are rapt to have a man to vote for'    “Cathy would be a wonderful mayor,” says Jenny O’Connor, who is standing for the Greens for the fourth time in Indi. O’Connor is a nurse and a local councillor, a rare Green elected to a rural shire. At the last election she convinced head office to preference McGowan rather than run an open ticket. She has recommended the same this time, and expects McGowan to win. But O’Connor has been disappointed in McGowan, and she is sceptical that her victory marks a broader symbol of political possibility. McGowan is a “lovely, endearing person”, a fabulous community organiser, but an unimpressive politician, she says. “It’s more like she’s a benign presence, everyone’s happy to talk to Cathy – that’s great, but she’s tepid.” O’Connor remembers McGowan making a speech in parliament congratulating the town of Yackandandah for its recognition by Guinness World Records for making the world’s longest bunting – all 7.7823 km of it. “It was hilarious,” says O’Connor. “It’s not the CWA, it’s parliament!” Yes, but what did the electorate think? “They loved it,” she concedes.     Sophie Mirabella. The Liberal candidate declined to be interviewed in person but emailed a response to some questions. ‘Unfortunately for Ms McGowan, our system of government requires the formation of a government,’ she told Guardian Australia. Photograph: Tracey Nearmy/AAP    Green v orange McGowan’s political philosophy is not that of O’Connor’s, who thinks politicians of whatever stripe should lead and “argue the toss” for what they believe in. O’Connor was stunned by what McGowan told local media during the last campaign: “I won’t be having policies as such.” McGowan had thought deeply about how she wanted to represent people she known all her life. She was to be a listener, and take her electorate’s view to Canberra, to work with every side of politics to achieve practical outcomes for a region that is more disadvantaged than most –older, and less educated. At this election, she remains committed to that philosophy  . A few days ago she bustled around at the opening of her Wangaratta “hub”, the central meeting place for campaign volunteers. She wore a bright orange scarf, of course, and modest pearl earrings. There was a buzz in the room, a reminder of that 2013 feel-good feeling. On the wall were orange posters outlining Indi “values”: Respect, Inclusivity, Positivity, Courage, Trust, Integrity.   Related: David Marr on the one thing that's stopping the Coalition from ruling forever – podcast    The message this time is “keep the seat orange”. An orange chair is at the entrance, and on it a cushion stamped with one word: smile. A beaming McGowan addresses about 60 volunteers in her “Aunty Cathy” style – she has 12 siblings and umpteen nieces and nephews, so “aunty” suits. She wants to talk about the “how and the why” of the campaign. The “why” is winning – “But there’s another why, it’s what we do with the next three years, it’s the Indi way of how we’re working, having conversations, making connections.”  The how? She urges volunteers to have “one meaningful conversation a day … invite people to have a conversation about democracy”. She wants to see orange chairs on verandas, yards, roofs, everywhere. Maybe this campaign will never be as thrilling as the last one but the energy is still there. Many of the so-called “Indi expats” – all those 20-somethings from Melbourne who swooped in and helped out last time – are pitching in again. The 2013 media adviser Cam Klose is taking time off work next month to volunteer, as is Nick Haines, an innovative fundraiser and social media expert. The next day, McGowan is her Wodonga office 70km down the Hume Highway, talking about whether her ideals have been confirmed or dampened by the realities of Canberra. She was one of five independent and minor-party MPs in parliament and did not hold the balance of power to wrest concessions from the government. “I’m even more optimistic now and more confident that what we’re trying to do is good,” she says. “I’m really clear that my job is to represent my community, and in the process to deliver things for the community, bring people together so we can and get the outcome that we want. People look at me and say, ‘But, but, but.’ I say it’s called the House of Representatives; I’m called a representative. So I say to my party colleagues, “How well do you represent your community?’”     Indi’s election candidates at a forum in Wodonga. From left to right: Marty Corboy, Nationals; Jenny O’Connor, Greens; Sophie Mirabella, Liberals; Eric Kerr Labor; Cathy McGowan, independent. Photograph: Gay Alcorn for the Guardian    The example she offers to highlight how her methods work is mobile phone blackspots. Having little or no reception is a big issue in regional and rural Australia, and the problem is horrible in Indi, with all its rolling hills and valleys. McGowan believes it is the biggest issue in this election. In 2014 the federal government offered $100m to help fix blackspots across the country. McGowan took advice and was told she needed a plan to make sure towns and communities didn’t fight each other for scarce resources. McGowan loves a plan. She helped set up the Indi Telecommunications Action Group and rattles off what happened next: the community identified where the blackspots were, checked it all with Telstra, set up priorities, worked with the federal department and consulted the Victorian government.  “Then we took it to government, we said, ‘Here’s the Indi plan on this,’ which had agreement with all the local governments and all the other responsible bodies and, lo and behold, it worked very well. “There was no mistake attached to that, it was deliberate process of consulting and engaging, bringing people together, having a strategy, doing the work. To my knowledge, no other member of parliament had a whole-of-electorate plan.” Indi did exceptionally well. In the first round announced last year, Indi got 30 mobile base stations, enough to fix almost 200 of the nearly 300 identified blackspots. Indi was the third most successful electorate in the country, with only the sparse West Australian seats of Durack and O’Connor getting more.   Related: Sophie Mirabella: Wangaratta hospital lost $10m when I was voted out    Mirabella has dismissed McGowan’s role in all this as “not a genuine claim”, given that the process was independent. More money will flow to Indi during this campaign to help fix more blackspots. Yet many citizens participated and give her some credit. Sue Sullivan lives in the remote Nariel valley, which still has no mobile coverage – she had to rely on sight alone to escape a bushfire in 2003 because all communications were down. Sullivan turned up to a meeting organised by McGowan. “She really went out to the community and said, ‘Who amongst you have got problems?’  “It’s difficult being an independent. She doesn’t probably have the same influence, but she does advise us on how to get things done and she gets them done, which is fantastic.” At the same time as the blackspot money was announced, Mirabella won preselection to try to wrest a once predictably conservative seat back from an independent. The Liberal said she had learned and changed. She needed to “get back to the grassroots” and listen to her electorate. McGowan’s way had impact. Who can deliver? The central argument of McGowan’s opponents is that independents and minor parties such as the Greens can promise the world but can’t deliver. It’s a hoary debate in one sense, and fewer voters are heeding it. At the last election, a record number of Australians abandoned the major parties. More than one in five voted for an independent or minor-party candidate in the House of Representatives, and about one in three in the Senate. The disillusionment with establishment parties is a global trend, in the US and Europe as much as in Australia, and it doesn’t appear to be fading.  The impotence of independents was the point Mirabella was making during a televised debate last month, when she claimed she had a commitment to announce $10m for the Wangaratta hospital after the 2013 election but that the money had been withdrawn by the government because the electorate had chosen McGowan – a claim the health minister, Sussan Ley, denied.  Is this how politics works or should work, punishing and rewarding citizens based on how they vote? Was Mirabella just being honest, even if it backfired against her? The candidate clarified her statement later, saying she would have been a strong advocate for the money to go to the hospital –that she had the connections and knowledge that an independent would lack.  The Nationals leader, Barnaby Joyce, was in Indi last week to formally launch Corboy’s campaign. He wanted to scoff at independents, too. He should know all about it, as he is facing a challenge from the popular independent Tony Windsor in the NSW seat of New England.  Standing on green milk crates, Joyce told loyalists that independents may be “wonderful people” but it was an “easy trick” – they took credit for good results, and slammed everyone else for bad ones. Voters needed to realise that to achieve something, “You have got to get close to the person making decisions. Ministers announce things and ministers have the authority to deliver and ministers are in political parties.” His point was that Corboy would have access to ministers in a Coalition government.     Marty Corboy, the Nationals candidate in the seat of Indi, with party leader and deputy prime minister Barnaby Joyce. ‘I just feel that people want honest representation, and they’re looking for the Nationals to provide it,’ Corboy says. Photograph: Gay Alcorn for the Guardian    McGowan rolls her eyes. “If that were true, it would be saying that every single backbencher is powerless, it would be saying that the opposition is powerless, and clearly that’s not the case. “If you’re a good operator in parliament and you can work with people you can get things done. You could be a member of one of the major parties and just sit there and hold your seat and do nothing for your community and nothing for government. That’s the question to ask Barnaby, ‘Is she an effective representative?’ Yes. ‘Has she been able to get things for her community?’ Yes.” The people of Indi will decide whether McGowan’s approach has impressed them or whether they are better off in the party fold. One goal last time was to make Indi a marginal seat because a safe seat could be taken for granted. McGowan got her wish, winning Indi by 0.3 percentage points – making it one of the most marginal electorates in the country. Second coming It has been assumed for months that the political contest would be a lively rerun between McGowan and Mirabella but so far it has not turned out that way. Mirabella declined several requests for an interview. I ask her again before a candidates’ debate in Wodonga, insisting I want to talk about the issues, not the personalities. “That’s what they all say,” she says. Mirabella surprised many when she chose to stand again after such a humiliating defeat and she is at least given credit for guts. O’Connor has known her since she first ran against her in 2004. She opposes almost all of Mirabella’s “hard right” politics, but “she’s irreverent, she’s rude, she’s naughty, I like that”.    Cathy didn’t win Indi last time, Sophie lost  National party supporter     “Was I surprised she was going to put herself through it again? Oh my god yes. This is wounding her. She is on a hiding to nowhere because her own party has walked away from her. I don’t want to see her suffer and I wish for her sake that she’d been able to let it go.” It appears to be true that her own side of politics has walked away from her, at least at this stage of the campaign. Both the Liberals and Nationals speak of Mirabella with thinly veiled disdain, and it is well known that the Liberal hierarchy in Melbourne didn’t want her to run. One Liberal staffer, who declined to be named, said Mirabella had “not a snowball’s chance in hell” of winning back the seat she held for 12 years.  One National said what they all think: “Cathy didn’t win Indi last time, Sophie lost.” At the candidates’ forum, Mirabella gives no hint of the strain. She laughs with the other candidates and talks to anyone who wants to chat after the debate finishes. She can’t help that her face reveals what she’s thinking – she looks to the heavens when some candidates say this country is not doing enough on climate change, and almost rolls her eyes at the thought that Australia’s asylum seeker regime should be dismantled. Also on the stage is Corboy, and it is the National party that has turned out to be the Indi wildcard. The Nationals believe this is their heartland. The party has not won the seat since 1977 and hasn’t been able to stand a candidate under Coalition rules since Mirabella was elected 15 years ago. Back then they gained a paltry 12.3% of the vote. They can stand a candidate now because Mirabella lost, at least in part because many prominent Nationals publicly or privately supported McGowan. The well-known Ken Jasper, a state MP for more than 30 years, endorsed McGowan in 2013 but won’t this time.  “There was no Nationals’ candidate at the last election so it was a different ball game,” he told the local paper.  Sit down with a National and they’ll tell you it’s all about which candidate comes first, second and third on primary votes. If McGowan tops the vote, which is expected, and Mirabella comes second and Corboy third (and therefore his preferences are distributed before Mirabella’s), that could advantage McGowan, because some of Corboy’s votes would be expected to flow to the independent.   Related: Can Melbourne love Malcolm?    “The likely result is really up in the air now,” says Prof Brian Costar, who wrote the book Rebels with a Cause about independents and who is watching Indi closely. “As strange as this may seem, if Mirabella is forced into third position, in a sense that endangers McGowan more than if Mirabella were in second position because the Liberal preferences would be more disciplined than the National party preferences.  “It’s no great secret that the Victorian Nationals don’t hold Mirabella in very high esteem and they are still smarting about losing the seat all those years ago.” Joyce dismisses Mirabella’s campaign, saying the election is “between Cathy and Marty”. McGowan’s team is wondering about that too, and is planning to do polling to find out how the Nationals are faring. Everyone says they like Corboy, who works in his family’s stock feeding business in Wangaratta. At 36, he is open-faced and friendly, and still has an air of inexperience about him despite standing for preselection and as a candidate numerous times, including his first tilt for the conservative Christian party Family First in 2006. At his campaign launch, his six children – Xavier, 11, William, nine, Dominic, seven, Edward, five, Bridget, four, and Nicholas, 18 months – tear around the room, the boys sporting starched collars and ties. His wife, Annelisa, is due to give birth to their seventh child a few weeks after the election. As Corboy walks from his office to a nearby coffee shop, a woman stops to shake his hand and wish him well. He can “feel something” stirring, he says. “I just feel that people want honest representation, and they’re looking for the Nationals to provide it,” he says. “I have a feeling they don’t want to take a step backwards [to Mirabella], and I also have a feeling that they have tried the independent and people think, ‘Oh, you know did that work for us? Not so sure.’ I’m the piggy in the middle.” He laughs, happy to come through the middle while everyone is fascinated by the McGowan and Mirabella show. “We always thought we could win this, but as every day ticks on, it’s becoming more and more of a reality.” Corboy can specify no policy differences between himself and Mirabella, and says the main reason people should vote for him is that “the Nationals are the only party dedicated to representing the regions”. His personal politics could prove controversial. He says he stood for Family First almost by accident. He first declined the party’s offer to run for the Victorian seat of Benambra, but “the day before nominations closed they rang again and said we really need a candidate, can you do it? I said, ‘Yeah all right, bloody hell, I’ll do it.’” He loved politics, didn’t like the party, and joined the Nationals in 2008. He is the eldest of 10 children, part of a family of strong Catholics. His faith “will impact my political thinking just the same way as someone’s lack of faith will impact theirs. It’s who I am, it’s part of the many stitches that make up Marty.” He is against abortion, even in the hardest cases of pregnancy through rape or incest. “One of my best friends was conceived in rape,” he says by way of explanation. “It’s a difficult situation, but abortion’s one of those topics that needs to be treated with tact and respect because the situation that drives a woman to that must be considered, but at the same time you’ve got two conflicting rights, of the strong rights of a woman but then the right to life, you know. I’m really getting deep here. For me I just have to side with life because they are a person to me.” He says “yes and no” to the question of whether he would pursue his anti-abortion views in parliament. “It’s an issue I do have a view on but it’s not one to bang the drum on.” Labor’s independent-minded candidate     Eric Kerr, Labor’s candidate for Indi, as a boy with his two mothers and his twin brother, Jeremy. Photograph: Twitter    Corboy’s idea of politics is relatively uncomplicated – he supports the Nationals’ policies and wants to do good things for his community. For Labor’s Eric Kerr, just 22, politics means wrestling with his conscience. Kerr was elected a Wodonga councillor when he was just 18. He is whip smart, well briefed on the issues, and likable. Yet he looks tortured when asked about Australia’s asylum seeker policy. “Ah, so, it’s a horribly difficult area,” he says, looking down at his notes. “I think everyone knows my personal position on this, that I hold grave concerns for offshore processing.” A dozen or more Labor candidates have called for the end of the boats turnback policy, or mandatory detention, or offshore processing, despite Labor’s near-identical position with the government on these issues. Many backtracked when the government sought to exploit a “division” in Labor, insisting that they now supported Labor’s policy.   Related: Personal pushes aside policy in McGowan-Mirabella Indi election debate    Kerr won’t demur, even though he knows he has little chance of winning conservative Indi. He says the boats haven’t stopped, we’re just not seeing them. “What we are seeing is people self-immolating, children self-harming, people being murdered, and this is all real, it isn’t stuff we can hide away.” After the forum, he has a phone full of messages and wonders if he’s about to be censured by the party – he says later he was not. “I can’t in good conscience support a policy that allows this to happen … it’s fine to say you hold grave concerns because any decent human would. So in one way no, I’m not helping [Labor] on this one issue, I’m not being compliant.”    She’s highly principled and that is out of the ordinary  Andrew Wilkie on Cathy McGowan     Kerr admires McGowan for giving Indi “the shakeup it needed”. But he is “very angry” with her on an issue that highlights the broader criticism of the MP’s approach. Kerr has two mothers, Roslyn Kerr and Debra Brindley, who conceived Eric and his twin brother Jeremy though IVF. Not only does he support marriage equality – “hell yes” is his answer – but he finds the idea of a plebiscite on the issue “absolutely disgusting – anyone who supports a plebiscite should be ashamed”. Listen to McGowan speak and you would think she was a steadfast supporter of marriage equality, and she is. Listed on her website is her speech as a co-sponsor of a bill introduced last year that would have legalised same-sex marriage, a bill that was never put to a parliamentary vote. “People in my electorate want this dealt with and dealt with quickly,” she reportedly said at the time.  Yet she now supports a plebiscite on same-sex marriage, a notion opposed by most supporters on the grounds that it is an unnecessary delaying tactic cooked up by opponents, would cost millions and could be harmful to families like Kerr’s. Her explanation is that she would have preferred it had been dealt with in parliament through a conscience vote, but because that option was removed, “I support the government taking this issue to a public vote.” One view of McGowan is that she struggled in the early days to handle the contentious issues of politics beyond what was good for the single seat of Indi. Her win depended on Liberal and Greens voters turning to her as the best chance to defeat Mirabella as well as some conservative voters who sought a change. Her supporters are often more progressive than her electorate and McGowan straddles that, insisting she does what’s best for Indi. She has voted with the government 443 times, according to her website, and with the opposition 32 times, notably in favour of retaining the carbon tax and against the government’s plans to deregulate university fees. Asylum seekers may not be the biggest issue in Indi – this is not western Sydney – but their fate can’t be avoided. There is some confusion about what McGowan’s views are and how she has communicated them. She spoke with emotion at the candidates’ debate: “This whole question of our treatment of asylum seekers is just a blot on our nation,” she said. “We are punishing people who are refugees, we are putting them in indefinite detention in the worst possible conditions …  “We have got to look after our borders, for sure, we’ve got to stop people from dying at sea, no one wants that. But is the answer that we’ve come up with the way of doing it? It’s going to be a black cloud against our nation for years to come.” What she doesn’t tell the audience is that she supports the key elements of Australia’s broadly bipartisan asylum seeker policies, including mandatory detention and offshore processing of asylum seekers who attempt to arrive by boat. She’d like Australia to be “better” about how we go about it, be more humane, faster at processing asylum claims and more welcoming to refugees.     One of the walls at Cathy McGowan’s campaign hub in Wangaratta. Photograph: Gay Alcorn for the Guardian    On her website, McGowan notes that she seconded a 2014 motion from a fellow independent, Andrew Wilkie, that would have limited mandatory detention to 14 days, ended offshore processing and scrapped temporary protection visas. But she disagreed with Wilkie’s bill – which never got to a vote – something not mentioned on her website. She says she seconded it not because she supported it, but to allow it to be discussed. And last year the government and Labor joined forces to push through an urgent bill to explicitly authorise the offshore detention regime and its funding after a loophole was identified that might have meant the regime was illegal.  McGowan says she agonised over that bill. There was little time to consider it, and she was “really stressed” about it. But she did support it, even though the legislation never went to a formal vote. “I do support government on it,” she says. “My part as an independent member is to work with the government of the day to achieve a good result.” If Australia is to have offshore detention, it needs to be properly funded. Does she support the closure of the Manus Island and Nauru detention centres? “It’s not so much about what I think about this,” she explains. “If it’s government policy that’s been voted in by the people of Australia, both major parties [support it] … we should do it well.” This idea is central what McGowan believes to be her role. She is non-confrontational, a networker and consulter across party lines. The Greens are scathing. “Cathy voted to support the legalisation of Manus Island and Nauru, that is absolutely against everything she says,” says O’Connor. “She either doesn’t understand what she’s voting for which is not OK, or she’s voted for something and tries to get out of it which is not OK. She can’t have it both ways.” Wilkie has been consistently opposed to Australia’s asylum regime and was disappointed by some of McGowan’s parliamentary votes, but he is not so harsh. “[The criticism] is unfair to her,” he says. “When you look at the weight of her votes and what she’s done, the bottom line is that she’s pretty good and she’s a darn sight better than most other people.” Besides, she is “tireless with the workload she takes on in the house, she’s refreshingly nice, and that’s quite unusual in Canberra. She’s highly principled and that is out of the ordinary.”     Cathy McGowan at the opening of her campaign hub in Wangaratta. ‘People want to be involved in politics if you trust them to come together and engage them in the process.’ Photograph: Gay Alcorn for the Guardian    Whose side are you on? There is one question McGowan is reluctant to answer, and it is the only time she sounds even a little testy. She won’t say which party she would support if the election results in a hung parliament, where no party has a clear majority. It is a hypothetical question, but a relevant one given the tight contest and because the independents Tony Windsor and Rob Oakeshott surprised many of their rural constituents when they supported Julia Gillard to form government after the 2010 election. “It won’t be a deal,” she says. “I won’t have sold my vote to either political party in return for something in order to get something.” She will look at every piece of legislation that comes up as she has done for the past two and a half years. She will consult with her community, and do what’s best for Indi. But which party would she support if it came to a confidence motion, which party would she support to form government? “I’m not going to say the what ifs, because I don’t think you guys know the what ifs, I don’t think Australia knows what ifs, and it would be such a dereliction of my duty to be putting myself out two months ahead and doing what ifs.” Mirabella won’t be interviewed in person but she replies quickly to an email on this question, arguing that Indi voters deserve an answer before polling day. “This issue highlights the great flaw in Ms McGowan’s position,” she writes. “For example, she supports a carbon tax – would she guarantee supply and confidence to a Turnbull government which has a contrary position? “Unfortunately for Ms McGowan, our system of government requires the formation of a government … Ms McGowan says there will be no deals and assuming that neither of the major parties will be significantly changing their position on any issue, what’s going to change between now and July 2 that would influence which leader an independent would support – Bill or Malcolm?”   Related: For Indi's Labor candidate (and his two mothers), one issue is a no-brainer    “In theory, politicians and governments get elected on the basis of what they stand for. In effect Ms McGowan says she doesn’t stand for anything.” McGowan, of course, says she stands for Indi. If she gets re-elected, she has lots of ideas. She wants to start an organisation to coordinate arts groups across the electorate. She wants an Indi renewable energy group, with the aim of an electorate powered entirely by renewables. She is careful to avoid suggesting that her way could be copied in other parts of the country. Every seat is different; every candidate has their own skills and interests. But she is optimistic about winning Indi for a second time and she believes it is because of the way she has gone about representing her seat. There are Indi “principles” that could be applied anywhere. “People want to be involved in politics if you trust them to come together and engage them in the process,” she says. “Which is what democracy is about and, I think, it works.”",
  "webTitle": "Will Indi hold on to the power of one? | Gay Alcorn",
  "webPublicationDate": "2016-05-27T22:04:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/28/election-2016-cathy-mcgowan-sophie-mirabella-will-indi-hold-on-to-the-power-of-one",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cathy McGowan",
      "id": "australia-news/cathy-mcgowan",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gay Alcorn",
      "id": "profile/gay-alcorn"
    }
  ],
  "guardianId": "australia-news/2016/may/28/election-2016-cathy-mcgowan-sophie-mirabella-will-indi-hold-on-to-the-power-of-one"
}