{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/23/liverpool-mario-gotze-bayern-munich-future",
  "id": "2016-05-23-168",
  "sectionId": "football",
  "body": "Liverpool appear to have been dealt a blow in their pursuit of Mario Götze after the Germany international apparently committed his future to Bayern Munich.   Related: Manchester United to confirm Louis van Gaal's exit as Mourinho stands by – live!    Jürgen Klopp has identified the man who scored Germany’s winning goal in the 2014 World Cup final as a transfer priority and was optimistic of completing a deal for around £20m. However, despite reports last month that the 23-year-old has been told by the incoming Bayern manager Carlo Ancelotti that he does not figure in his plans, the German newspaper Bild quoted Götze as saying he has now decided to remain in Munich. “I look forward to the new season in Munich and will do everything possible to be in top shape for my first training session under Carlo Ancelotti,” he said. Götze, who played under Klopp at Borussia Dortmund before moving to Bayern in 2013, has one year left on his contract but only made 12 appearances under Pep Guardiola. It was understood that the playmaker was interested in leaving the Allianz Arena in search of more regular football but his situation has been further complicated by the news that he has parted company with his long-term agents SportsTotal. “SportsTotal and Mario Götze end their six-year collaboration by mutual agreement,” read a statement from the agency. “This is the result of a conversation SportsTotal CEO Volker Struth and the 23-year-old forward who met after Bayern Munich’s game last Saturday. “After extensive deliberations and discussions in the past few weeks, we have come together to decide that we will terminate the cooperation. Therefore we met for a joint discussion and parted by mutual consent. I thank him for his many years of trust and wish him well for the future.” Götze added: “I thank SportsTotal for a very good cooperation with many highlights and great memories that have shaped my career decisively.” Götze was due to travel to Ascona in Switzerland on Monday to link up with the Germany squad before Euro 2016 having sat out Bayern’s victory in the German Cup final due to a broken rib. Bayern have also completed the signing of the Dortmund captain Mats Hummels on a five-year deal for an undisclosed fee. The centre-back’s contract was due to expire in 2017.",
  "webTitle": "Liverpool target Mario Götze commits future to Bayern Munich",
  "webPublicationDate": "2016-05-23T13:21:36Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/23/liverpool-mario-gotze-bayern-munich-future",
  "keyword": [
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/23/liverpool-mario-gotze-bayern-munich-future"
}