{
  "apiUrl": "https://content.guardianapis.com/world/blog/2016/may/12/angela-merkel-suddenly-looking-politically-mortal",
  "id": "2016-05-12-239",
  "sectionId": "world",
  "body": "Europe’s most important politician took a bit of a pasting from the Brexit camp this week for allegedly throwing her weight around in David Cameron’s company. She has had a rough few months since the Syrian refugee crisis hit Germany and is suddenly looking politically mortal. But does Angela Merkel deserve it?  Yes and mostly no. In these turbulent times we may miss her quietly steady hand when it’s no longer there to hold.   Merkel has felt the grip of history very personally. She was born in Hamburg in 1954, the child of Germans who had been refugees – key word – from the east in the postwar mass upheaval of peoples. A convert from Catholicism to become a Lutheran pastor, her father took the family back. Young Angela grew up in the Stasi-riddled GDR which collapsed with the Berlin Wall in 1989. It has made her the perfect post-reunification chancellor from 2005 to the present. But for how much longer? In her plan, so close admirers tell me, she wanted out after 10 years, aware of Helmut Kohl and Margaret Thatcher staying too long. Her CDU and SPD coalition partners are increasingly uneasy, and rival parties of left and right – the AfD is Germany’s Ukip – are gaining ground. She will soon be 62. But a successor? No one seems to be in sight, let alone snapping at her sensible heels. Der Spiegel reports that she will, after all, run for a fourth term in 2017. Phew. Win or lose on 23 June Cameron or his own successor will need a grown-up ally in Berlin to negotiate whatever comes next. Europe’s Nigel Farages will be restless. The other evening I heard Neil MacGregor, star former director of the British Museum, give a glowing lecture about postwar Germany’s achievements, including its willingness to face the ugly side of its own history, as others, including neighbour Austria, wartime Japan and imperial Britain have not. He’s heading for Berlin to turn the newly rebuilt Berlin Palace – destroyed in the war – into a world-class centre for Germany’s treasures on the city’s “museum island”. Lucky him. But MacGregor used his lecture to make the point that Merkel’s apparent generosity towards the surge of Syrian and other refugees (and economic migrants) who flooded into Germany last year wasn’t mere sentimentality. Most German families, including hers, number ex-refugees among them because of the defeat in 1945 and redrawing of eastern borders. It was like the entire population of Canada being expelled to Britain, he said. MacGregor went further in explaining Merkel’s cautious and inclusive instinct for consensus, which earlier saw the physicist she once was defending nuclear power until the hostile consensus forced a U-turn. That’s caused Germany trouble too. The instinct lies deep in the fragmented centuries of German history – Germany has no national history like France or Britain, he says – when as many as 360 mostly petty states and princes enjoyed rights and (dare I add) “sovereignty” under the titular rule of the Holy Roman Emperor. But the emperor was elected by lesser princes, he points out. A very medieval thing to do, the system survives in the way the Pope is elected to be an absolute monarch by his cardinals. In Germany it created a need for compromise over 1,000 years before Napoleon finally abolished in 1806 what then became a Hapsburg dynastic empire in south-east Europe. The emperor couldn’t impose his will.  Put it another way, as MacGregor did: “If Martin Luther had been born in England or France he would have been burned at the stake.” That’s quite a thought. Plenty were by their kings, but in divided Germany, Protestant-minded princes protected the pioneer of Europe’s Reformation from church retribution.  You can see where this is taking me in the Brexit debate. Those of us who live on an island, especially one with a nostalgic imperial culture and a centralised state, have a much less subtle sense of “sovereignty” than those who have boxed and coxed for centuries without a sea wall.  In fairness to the Brexit camp, MacGregor is hopelessly generous to the Germans, a good failing in these nationalistic times. After 1945 West Germans didn’t purge quite as many compromised Nazi officials as they like to claim. They were too useful, as the British and Americans found too. At the back of MacGregor’s lecture I also waited for him to acknowledge the statist and centralising forces which grew in brutal reaction to the fragmented chaos of medieval Germany. Most conspicuous was Prussia, a militarised autocracy through which “Iron and Blood” Bismarck finally united most Germans in the Second Empire in 1871. Charlemagne’s had been the first and, of course, Hitler’s fantasy Reich was the third. Bismarck turned from warmonger to peacenik too late and the whole system crashed after his death in 1918.  Merkel is a very different sort of German. But misjudging the wider public mood over refugee admissions – many Germans still support her, but – has cost her much popularity. Her deal with Turkey to stop the flow causes further unease, though President Erdoğan’s libel suit against a naughty German comedian was thrown out this week, as the Shah of Persia’s similar bid was decades ago. Can she stagger on into the 2020s? She may have to if the leadership of Europe is not to risk falling into the hands of assorted Trump lookalikes. Even that is an unhealthy thought. All political careers end in failure, as Enoch Powell remarked. And he should know. But consensus-seeking has its dangers too and produces its own reaction. We can all see that now.",
  "webTitle": "Angela Merkel is suddenly looking politically mortal",
  "webPublicationDate": "2016-05-12T11:29:46Z",
  "webUrl": "https://www.theguardian.com/world/blog/2016/may/12/angela-merkel-suddenly-looking-politically-mortal",
  "keyword": [
    {
      "webTitle": "Angela Merkel",
      "id": "world/angela-merkel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "world/blog/2016/may/12/angela-merkel-suddenly-looking-politically-mortal"
}