{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/21/nra-meeting-gun-control-advocates-everytown",
  "id": "2016-05-21-39",
  "sectionId": "us-news",
  "body": "As tens of thousands of National Rifle Association members continued their annual meeting in Louisville this weekend, a group of gun control advocates gathered at a local university to pray for them, asking God to “open their minds and their hearts”.   Related: Trump and Clinton on guns: two visions of race, justice and policing in the US    “We gather this morning, your children, to pray for peace, to pray for an end to gun violence that takes away too many lives,” the Rev Dr Peggy Cecil-Hinds told a group of more than 150 in a quiet auditorium filled with folding chairs.  “Lord, we pray this morning for our brothers and sisters that are at the NRA convention, for they too are children of God,” she said. “We pray that you will speak to them this day … and that you will open their minds and their hearts to see the good in all people, to value the lives of every man, woman and child. “Not all the people who are part of the NRA are people who want violence, and many, many of them agree with us that commonsense gun laws are important and necessary.”  The event, organized by Everytown for Gun Safety, a gun control group backed by former New York City mayor Michael Bloomberg, featured a screening of a polemical new documentary on gun violence, Under the Gun, which is narrated by news anchor Katie Couric.  The documentary profiles families whose children have been killed in shootings across the country, and argues that NRA leadership is blocking moderate gun control legislation that even the association’s members support.  Some polls have shown that more than 70% of self-described NRA members support background checks on all guns sales, a policy the organization worked to defeat in Congress in 2013.      Packets of tissues are distributed at the Everytown event. Photograph: Lois Beckett/the Guardian    Everytown and other gun control groups are now fighting to expand background check laws state by state. Initiatives that would expand background checks are on the ballot in Nevada and Maine this year.  At the screening of Under the Gun on Saturday, quilts commemorating victims of gun violence were displayed on the walls. A small packet of tissues rested on the chair at the end of each row.  Activists recited the number of Americans killed with guns each year, focusing on suicide, children killed by guns, domestic violence and the deaths of young African American men and women.  Cecil-Hinds, interim executive director of the Kentucky Council of Churches, said many NRA members “are Christian people who believe that what they are doing is right”.  “If we speak out against them without praying for them, then we do an injustice to God’s work in the world,” she said. “God calls us to be one body and love one another. Jesus said, ‘Love your enemies and pray for those who persecute you.’ That’s why I do it.”      Quilts commemorate victims of gun violence. Photograph: Lois Beckett/the Guardian    Cecil-Hinds said she grew up with guns and had family members who are NRA members.  “We just don’t discuss it,” she said.  She said she attributes the struggle to pass new gun laws to the NRA’s donations to legislators, not legislators’ personal convictions.  “Money speaks,” she said. “I’m sorry to say it.”  Pastor Sharon Kutz-Mellem, another local organizer, said she prayed for victims of gun violence with her congregations each week, and that she was motivated to take more action to address gun violence by the mass shooting at a historic black church in Charleston last June.  Outside the NRA convention on Friday, many members expressed deep skepticism about additional background-check legislation, arguing that it would have no impact on the ability of criminals to get guns illegally. Some said they were concerned about expanded record-keeping on gun sales and transfers, since records could be used to build a government database of gun owners. A few said they would support an expanded background check law.   Related: Director Stephanie Soechtig: 'Gun owners are being duped by the NRA'    They also described frustration at what they saw as biased media coverage of guns in America, where many news reports focus on horrific stories of gun violence and few look at defensive or responsible uses of guns.  In a speech, Chris Cox, the executive director of the NRA’s Institute for Legislative Action, called the convention “the safest place in America right now”.  Last week, Under the Gun director Stephanie Soechtig told the Guardian she believed “gun owners are being duped” by the NRA.  “I think a lot of gun owners join the NRA because they get deals, they get discounts,” she said.  According to an Everytown spokeswoman, security at the Saturday screening of Under the Gun was a concern. Every attendee had to check in and wear a red bracelet.  She also said she did not know if any NRA members were there – people were asked to RSVP but not asked if they were affiliated with the NRA. A group of people carrying guns had showed up at a recent meeting of Kentucky gun control advocates, spokeswoman Taylor Maxell said, adding that if that happened again, it could be a traumatic experience for some gun violence survivors.  There were no armed security personnel at the event, just staffers in T-shirts monitoring the door, including a retired police officer.  The NRA refused to issue Guardian US with accreditation for its annual convention. Reporter Lois Beckett is in Louisville and covering the event from outside.",
  "webTitle": "Gun control advocates pray for NRA members: 'They too are children of God'",
  "webPublicationDate": "2016-05-21T21:30:47Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/21/nra-meeting-gun-control-advocates-everytown",
  "keyword": [
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "NRA",
      "id": "us-news/nra",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kentucky",
      "id": "us-news/kentucky",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/21/nra-meeting-gun-control-advocates-everytown"
}