{
  "apiUrl": "https://content.guardianapis.com/environment/shortcuts/2016/may/17/tourist-hotspots-koh-tachai-ban",
  "id": "2016-05-17-89",
  "sectionId": "environment",
  "body": "Related: Thailand closes 'overcrowded' Koh Tachai island to tourists    The trouble for Koh Tachai was that its beaches were just a little too white, its coral reef too colourful, its marine life too dazzling. Now you can’t go there, because Thai authorities have shut it to tourists – the latest and most drastic response to a booming and increasingly itinerant global population. The island in the Andaman sea is part of the Similan national park and is popular with snorkel- and scuba-toting daytrippers from the mainland hubs of Phuket and Khao Lak. But a quick scan of its TripAdvisor page suggests it has been consumed by a slick of Hawaiian Tropic. “Too many divers are attracted to this site,” Willow E from Staffordshire wrote on the site in February. “Generally there are 8-10 boats here on most sites with circa 20 divers a boat ... the mantas are being driven away by the hoards [sic] of divers now. Wake up national park admin … you are losing the attraction by allowing too many divers.” And wake up they did. Thailand’s national parks office has taken action to allow the island to recover “without being disturbed by tourism activities before the damage is beyond repair,” the authority told the Bangkok Post.     The picturesque village of Manarola in Cinque Terre, now a ticketed destination. Photograph: Robert Harding World Imagery/Alamy    Almost 30 million people visited Thailand last year – a new record, but a drop in the crowded global ocean. According to the UN World Tourism Organisation, there were 1.2 billion international arrivals (foreign trips of at least one night) in 2015. That’s 50 million more tourists than there were in 2014. But our islands, cathedrals and museums aren’t getting any bigger, and the will to control crowds competes with the often irresistible lure of tourist dollars, not least when whole economies rely on them. Closures are rare – last October, the guardians of Palawan, an island in the Philippines, threatened to shut several diving sites – but caps are becoming common. Only 1.5 million people will be allowed into the Cinque Terre UN world heritage area this year, a million fewer than visited the coastal Italian destination in 2015. The mayor of Barcelona has threatened to put a cap on the entire city, while Iceland is considering a national limit. Peru will soon control numbers at its swamped Machu Picchu site. “We’ve all been to places where traffic is such that it’s obviously damaging,” says Rachel O’Reilly at Kuoni, a premium British tour operator, which is increasingly steering clear of “honeypot” sites. “Destinations need to take a long-term view on how to keep their assets intact and fresh.” Last Christmas, Disneyland in California had to shut its gates when the theme park reached its safe capacity. When a destination that is effectively a crowd-management system with some rollercoasters on the side has to shut, you know we’re getting close to our tourism limits.",
  "webTitle": "Thank you for not visiting: tourist hotspots that have done a Koh Tachai",
  "webPublicationDate": "2016-05-17T16:40:23Z",
  "webUrl": "https://www.theguardian.com/environment/shortcuts/2016/may/17/tourist-hotspots-koh-tachai-ban",
  "keyword": [
    {
      "webTitle": "Travel and transport",
      "id": "environment/travel-and-transport",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Thailand holidays",
      "id": "travel/thailand",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Asia",
      "id": "travel/asia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Usborne",
      "id": "profile/simon-usborne"
    }
  ],
  "guardianId": "environment/shortcuts/2016/may/17/tourist-hotspots-koh-tachai-ban"
}