{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/donald-trump-campaign-views-flip-flop-issues",
  "id": "2016-05-02-114",
  "sectionId": "commentisfree",
  "body": "Let’s stop pretending that Trump is anything other than a shape shifter with no core belief system - besides maybe craven opportunism mixed in with a little bit of racism. Trump has switched positions or lied about his true feelings on virtually every single issue that has come up during this primary campaign. Yet for some reason, he keeps getting credited with having principled beliefs.  The latest example was in Sunday’s New York Times, where columnist Maureen Dowd referred to Donald Trump as a foreign policy “dove” – or at least less hawkish than Hillary Clinton – because he’s made a few comments, most recently last week, about not starting additional wars in the Middle East.   Related: Donald Trump's foreign policy speech proves: we have no anti-war candidates  | Trevor Timm    Dowd eventually undermines her own argument, since he is nowhere close to anything of the sort. Three quarters of the way down her column lauding “Donald The Dove”, almost as an afterthought, she adds: “He can sound belligerent, of course, saying that he would bomb the expletive-deleted out of Isis and that he would think up new and imaginative ways to torture terrorists and kill their families.” That has to be one of the most ridiculous “to be sure” paragraphs in recorded history: Trump keeps insisting he’ll commit a bunch of war crimes, but other than that he’s as anti-war as they come! That’s the thing with Donald Trump: every foreign policy position he’s ever taken appears to be made up – just like his famous statement about being “totally against the war in Iraq”, which Dowd also uncritically repeated. The only recorded comments from Trump before the Iraq war consist of him supporting it. The same thing goes for the Libya military intervention in 2011, which he also claims he was against, despite publicly stating at the time that he was in favor it. When he’s not outright lying about his past statements, he’s totally changing them: Months ago he claimed he’d cut the military budget, but he now keeps saying he’d increase it. He told the New York Times in March that the “biggest problem, to me, in the world, is nuclear, and proliferation”. Yet he also said last week that the US should expand its arsenal, he wouldn’t rule out using nukes against Isis in Europe, and he recently said South Korea and Japan should get nuclear bombs. Last Wednesday, he blamed Barack Obama for the Egyptian revolution that swept dictator Hosni Mubarak from power. But surprise, surprise: in 2011, he said Mubarak’s ouster was “a good thing” and that Obama wasn’t to blame for what happened there. It’s not just foreign policy, though. Trump’s domestic agenda is so riddled with contradictions that it’s hard to find a topic upon which he hasn’t totally flip-flopped. Last month, he had as many as five different positions in three days on whether to punish women for abortions. (Years ago he was “very” pro-choice, but now his baseline is “absolutely pro-life”.) He was once a vocal opponent of the “war on drugs”, and now he says that states shouldn’t even be able to legalize marijuana. He was once an advocate for gun control; now he calls anything remotely restricting access to guns an assault on the second amendment. But Trump doesn’t only tack right; he’s moved to the left on other issues during the campaign when advantageous. He called social security a Ponzi scheme in his 2000 book, saying: “Privatization would be good for all of us.” Now he says he’ll “do everything within my power not to touch social security, to leave it the way it is.” One day in October 2015, he said Ben Carson’s proposal to do away with Medicare in favor of “health savings” accounts was “a good idea ... it’s an idea whose probably time has come”. The day after, he told MSNBC there’s no way he would abolish Medicare. Even his well-known extreme positions were once completely different. Trump has notoriously claimed we should not let any Syrian refugees into the country. Yet the first day the Syrian refugee crisis made headlines, he was one of the only Republican candidates to say that the US had an obligation to help. Once his xenophobic crowds started booing, he quickly did a 180. On immigration, he met with Dream activists two years ago and left the meeting saying: “You convinced me.” That was before he promised to deport 11 million people. There’s more: H-1B visas, Obamacare, the flat tax, even his feelings on Monica Lewinsky. Google any topic that could possibly come up during the campaign – there’s almost no doubt Donald Trump has held at least two positions on it. None of this seems to matter to his core supporters. His GOP opponents tried to criticize him for one flip-flop or another during the primary season, even his past support and good words for Hillary Clinton, and he vanquished all of them one by one. But it should at least matter to journalists reporting on him and pundits attempting to analyze his nonexistent positions.",
  "webTitle": "Donald Trump's views are impossible to discern. Why pretend otherwise? | Trevor Timm",
  "webPublicationDate": "2016-05-02T14:41:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/donald-trump-campaign-views-flip-flop-issues",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Trevor Timm",
      "id": "profile/trevor-timm"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/donald-trump-campaign-views-flip-flop-issues"
}