{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/10/ghostbusters-reboot-hollywood-paul-feig-bill-murray",
  "id": "2016-05-10-89",
  "sectionId": "film",
  "body": "Related: Melissa McCarthy admits she found Ghostbusters trailer 'very confusing'    You might remember a little 2010 superhero film titled Kick-Ass. Long before Deadpool flew the flag for comic book irreverence on the big screen, there was this swear-y, ultra-violent high school movie about what might happen if geek culture truly ate itself, and average Joes began to walk the street at night dressed as real-life superheroes. The junior Watchmen, if you like. When the makers of the sequel, the less-well-received Kick-Ass 2, required cinematic shorthand to paint Aaron Johnson’s ordinary-student-turned-bumbling-amateur-crimefighter Dave Lizewski as the quintessential fanboy, they chose to dress him in the ultimate slogan T-shirt, emblazoned with the legend “I hate reboots”. It was a smart nod to the law of diminishing returns from Hollywood sequelitis, and watching audiences of Dave Lizewskis in multiplexes all around the world could nod their heads in solemn empathy. For while not all remakes and reworkings of classic fare attract brickbats from hardcore geek culture vultures, the very term “reboot” itself has come to denote Hollywood staleness, the inability of studios to see much-loved properties as anything more than “franchises” designed to be dusted off every 20 years and regurgitated for a new generation of filmgoers too young to remember the last time out. And it is this reading of the term that might just, very unfortunately and unfairly, have done for the new Ghostbusters movie.            Last week it was revealed that the debut trailer for Paul Feig’s … ahem … reboot had become the most disliked example of the form of all time on YouTube, with more than three quarters of a million thumbs-downs. Then, as if to make matters worse, the usually lovable Feig appeared to get himself into all sorts of trouble by labelling geek culture “home to some of the biggest assholes I’ve ever met in my life” in an interview with the New York Daily News, apparently conducted following the trailer’s release and the reaction to it. While it appears Feig did utter the fateful line, the newspaper has since been forced to admit the conversation took place in 2015, before Ghostbusters had even finished shooting, and did not relate to fans’ response to the trailer.  What’s worrying here is the message that has somehow filtered through the cracks in between these two, completely separate stories: that geeks hate the Ghostbusters remake because the original stars have been replaced by four of the finest women in comedy, and that Feig therefore wants to throw fanboy culture into one of those ghost-catching devices used by Venkman, Stantz and Spengler in the much-loved 1984 original.   Related: Five things we learned from the new Ghostbusters trailer    The first idea is nonsense. But to understand why that’s the case we need to talk about exactly why a passion for far-out genre fare began to be labelled “geek” culture in the first place.  It is not just because fanboys (and girls) display a “nerdy” fascination for fantasy movies that border on obsessive. It’s also because the fans who devote themselves so ardently to their cause, whether it be Star Wars, Star Trek or Buffy the Vampire Slayer, are likely to have once been among those bookish, introspective kids at school who spent all their time devouring comics rather than devoting themselves to pursuits involving the opposite (or same) sex. The dorks. The geeks. The losers. And that’s why the idea that fanboy culture is inherently women-hating is so bizarre. Because nerdy people, or people who were nerdy in high school, are usually among the most tolerant and least prejudiced people in society. That’s precisely because they know exactly what it feels like to be cut off from the establishment, to be an outsider. Not to mention that an awful lot of nerdy people happen to be women in the first place. There may be a corner of geek culture that is profoundly conservative, that would rather chew on its own kidneys than see another remake of The Thing or Teenage Mutant Ninja Turtles. But it seems more likely that Feig and his team have simply become the unfortunate target of a burgeoning anti-remake culture that could yet transform studio thinking. This is a movie from a celebrated film-maker whose previous efforts with stars Melissa McCarthy and Kristen Wiig, Spy and Bridesmaids, are among the best comic efforts to come out of Hollywood in the past few years (ones which have given female-led comedies more commercial clout). The new Ghostbusters film has even won the approval of the famously hesitant Bill Murray, who will take a cameo role.  If Feig’s movie can’t get a look in from fans, how does this bode for Hollywood’s forthcoming attempts to reboot Ghost in the Shell and The Crow, neither of which, surely, boasts the level of credibility that an endorsement from Murray has clearly bestowed on Ghostbusters? So use that endorsement. No matter how small the original Peter Venkman’s role is (and there have been reports it is reasonably substantial), we need to see Murray in future trailers.  Star Wars: The Force Awakens flourished at the box office because fans knew they could expect to see the return of the ultimate emblems of the long-running space saga, Carrie Fisher, Harrison Ford and Mark Hamill. The forthcoming Spider-Man: Homecoming will fend off accusations that it’s the third reboot of the web-slinging hero in a decade and a half because it is being produced under the auspices of Marvel Studios, which has come to be considered the ultimate symbol of comic book movie authenticity by fanboy culture. For whatever reason, the Ghostbusters remake hasn’t picked up the same level of confidence from potential audiences. It has come to be seen as the enemy, a symbol of everything that’s wrong with Hollywood film-making – the epitome of peak reboot. Murray could reverse that dynamic with a single, brilliantly worked line, so why not let him out of the ghost trap?",
  "webTitle": "Is Ghostbusters the unfortunate victim of Hollywood hitting peak reboot?",
  "webPublicationDate": "2016-05-10T17:32:23Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/10/ghostbusters-reboot-hollywood-paul-feig-bill-murray",
  "keyword": [
    {
      "webTitle": "Ghostbusters (2016)",
      "id": "film/ghostbusters--2016-",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ghostbusters",
      "id": "film/ghostbusters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Paul Feig",
      "id": "film/paul-feig",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Melissa McCarthy",
      "id": "film/melissa-mccarthy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kristen Wiig",
      "id": "film/kristen-wiig",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/10/ghostbusters-reboot-hollywood-paul-feig-bill-murray"
}