{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/23/chris-evans-show-faces-no-action-over-jeremy-irons-swearing",
  "id": "2016-05-23-249",
  "sectionId": "media",
  "body": "Chris Evans’ breakfast show will face no further action from media regulator Ofcom over an incident in which actor Jeremy Irons swore live on Radio 2. Irons said “fucked” during an anecdote about fellow thespian John Hurt while being interviewed on the programme, which is listened to by nearly 10 million listeners a week, including a large number of children. Ofcom said Evans, who will make his debut presenting BBC2’s Top Gear on Sunday, had immediately apologised and said his programme’s producers had done all they could do to prevent such an incident happening. However, Radio 2 said they would further tighten up procedures on warning guests to mind their language, including a warning email to their agent or representatives about the perils of live broadcasting. Irons, who appeared on the show on 18 March, was telling Evans and his listeners about a coffee he once had with Hurt. “John and I were moaning about [good young actors],” said Irons.   Related: Chris Evans’ Radio 2 show to be investigated over Jeremy Irons swearing    “And he said, ‘You know what I do when I find a good actor? I say to him, ‘You have a wonderful voice. Have you ever listened to it? And the actor is fucked’.” Evans responded: “You can’t say that, I apologise on your behalf, can you apologise on your behalf?” “I am really sorry,” said Irons. “I didn’t say that, the actor is bleeped, the actor is bleeped.” He added: “When we are at home we say these things, I am most terribly sorry if anyone is offended … or their children. I’m so embarrassed I can’t talk. It’s so relaxed and so normal in here.” “A little too relaxed maybe,” said Evans. Another guest in the studio joked: “What does it feel like to have brought Radio 2 to its knees?” Evans replied: “You can’t make fun of it, you have got to stop.” Ofcom investigated the show after a complaint from a listener under rule 2.3 of the broadcasting code about offence and offensive language. The BBC said Irons had been given a “full face-to-face briefing on arrival” despite research suggesting that he was unlikely to use offensive language. It added that Irons was “clearly mortified” and apologised without hesitation. The broadcaster said Radio 2 has now reinforced its policy to limit offensive language in live interviews to emphasise the importance of not using offensive language.  It added that in “a live studio environment such slip-ups can unfortunately happen”. In its finding published on Monday, the regulator said: “In light of all these factors, Ofcom considered this matter resolved.” An Ofcom spokesperson said: “After investigating this programme, Ofcom found the BBC took appropriate steps to limit offence to listeners. The guest and presenter apologised immediately after the swearing, and the presenter apologised again at the end of the item. “The broadcaster has also taken steps to improve its compliance procedures, to minimise the likelihood of a recurrence. As a result, we considered the matter resolved.”",
  "webTitle": "Chris Evans’ show faces no action over Jeremy Irons swearing",
  "webPublicationDate": "2016-05-23T09:24:51Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/23/chris-evans-show-faces-no-action-over-jeremy-irons-swearing",
  "keyword": [
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio 2",
      "id": "media/radio-2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ofcom",
      "id": "media/ofcom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Jeremy Irons",
      "id": "film/jeremy-irons",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/23/chris-evans-show-faces-no-action-over-jeremy-irons-swearing"
}