{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/20/dark-souls-video-games-vegan-cookery",
  "id": "2016-05-20-263",
  "sectionId": "technology",
  "body": "I’m a level one gal in a level 12 world, but I’m scraping by. I time my dodges carefully, angling just right to catch the boss as he lunges where I’m no longer standing. Then I jump back, down an estus flask and restore my health, staying a whisker out of reach. But this time I’ve miscalculated. I’m not quite far enough away. The game forces me to watch as my outmatched, under-levelled character meets the business end of an axe in a frustratingly long cinematic sequence.  “YOU DIED,” the screen glares. Yeah, I know. I start again, this time favouring the monster’s unarmed side. And again, attempting an ultimately futile parry/riposte combo. Each time, the screen fades out and I’m met with that message.  “YOU DIED.” Eventually, I start to see those words whenever I shut my eyes. I’m getting dangerously close to going back on the rules I’ve set for myself this playthrough: that I must use the weakest character the game has, and that I’m not allowed to level her up. Ever. My character, who I call Soul Level One Sally, will remain the mostly pathetic creature in Lothric for the entire game, and I’ll be seeing “YOU DIED” a lot.  Before I give in to this temptation to renege, the oven timer dings and I’m freed to tend to a completely different, yet weirdly related task: my latest round of egg-and-dairy-free donuts. I’ve been test-baking various batches of these vegan treats for the past month, each one offering different problems to solve. Too much flour, not enough flour; flax egg proves tough as a binding agent, but bananas are too soft. Parry/riposte. Try again. Experimentation is what I’m about these days, whether it’s going vegan or playing Dark Souls 3 in weird ways. I like a challenge, and more than that, I like taking on seemingly unnecessary self-imposed challenges like Soul Level One. Or, y’know. Veganism. When it comes to games, I’m not alone in my obsessive pursuit of self-imposed restrictions. The concept of the “challenge run” – where players voluntarily add constraints to their playthroughs – is increasingly popular. A quick search on Twitch or YouTube will yield hundreds of results, whether it’s taking on the exceedingly tough Dark Souls Soul Level One challenge, racing against time finishing epics like Deus Ex in under an hour, or completing something like Fallout 3: New Vegas without killing anyone (or instead, killing everyone, if that’s your bag).      Put that gun down! Some players challenge themselves to complete Fallout: New Vegas without killing anything Photograph: Bethesda    The concept is not restricted to these big action adventures: the Pokemon Nuzlocke Challenge requires players to complete the classic creature collection game with two key constraints: only catching the first Pokémon you encounter in each zone, and releasing any Pokémon that faints in battle. There are also more tactile challenges, like trying to beat the Dreamcast fighting game Soul Calibur, using the specialist controller intended for the angling sim Sega Bass Fishing. Why do we do this? It’s fun to find games within games, and the players who undertake these challenges choose to make the games they love not just more difficult but more personal by setting themselves up with extra rules. It might seem counterintuitive, but constraints add to the pleasure – and it’s this philosophy, learned from games, that led me to the ultimate culinary challenge run: veganism. Baking without eggs or dairy is cookery on Hard Mode. Or, perhaps more akin to Hidetaka Miyazki’s Dark Souls ethos: not hard, but encouraging “accomplishment by overcoming tremendous odds”. Making your life more gamelike Already, playing any game is challenging: gameplay means agreeing to operate by rules which constrain your free activity. As philosopher Bernard Suits puts it, a game is “the voluntary attempt to overcome unnecessary obstacles”. It’s fun to overcome an ostensibly superfluous challenge by giving it your time, attention, and respect. When I recognised how empowering this could be, a lot of things in my life became more gamelike. Distance running. My postgraduate degree. Mastering the art of vegan donuts. Each one became a self-imposed challenge to conquer. After all, I didn’t need to do any of them – I just wanted to. Gradually, this mindset worked its way into every game I played. If I didn’t feel like I had the opportunity to set my own challenges, to explore alternative avenues of meaningful experience, I got bored. I didn’t want mechanics that locked me on to a pathway of linear missions and narrative cutscenes; I wanted the fun of devising my own constraints. I didn’t want The Last of Us. I wanted The Last of Us on Grounded. I became a vegan gamer obsessed with challenge runs; my brain was like a sponge (an egg-free Victoria sponge) for technical trivia. I learned that in Dark Souls, dodging grants me 13-15 frames of invincibility; I learned that one tablespoon of flaxseed with three tablespoons of water chilled in the fridge for 10 minutes is a good egg substitute for baking. I discovered that I’d need a Knight Ring to wield weapons past my allotted 10 points of strength, and that to keep a coffee concentrate from separating, I should use oat milk – not coconut, almond, or most soy alternatives. From command queuing to milk powder, my Google search history became exhaustive, nuanced, and to the uninitiated, incredibly boring. To me, it was fun. Each constraint is empowering I discovered worlds of challenge far beyond completing a game’s narrative as it’s normally presented, and I did this at the same time as I moved beyond eggs, milk, or crème-fraiche. In a recent talk at the Game Developers Conference in San Francisco, Meg Jayanth, head writer for the globe-trotting puzzle adventure 80 Days, offered not entirely dissimilar insights into designing limits which foster innovative play and textured world-building. Encouraging player-imposed restrictions might be deviating from typical game design, but it goes beyond replay value, Jayanth says. By recognising limits, we ensure that games aren’t “entitlement simulators,” and remain games. Each constraint I impose on myself is empowering – it allows me to make interesting new choices; similarly, when a game designer allows for alternative play styles, it shows they respect me enough to choose. Dark Souls 3 SL1 gives me the chance, if I want it, to truly learn and master each foe, based on my own ability rather than the road map of level progression. The play is better for it. Jayanth’s 80 Days offers a veritable vegan buffet if you accept it: can you complete a round-the-world trip with no boats, no planes, no cash, no shirt, no shoes? It is the gaming equivalent of cooking a black bean and sweet potato burger with a cashew cream shake and chips on the side – it respects my time as precious, and in turn, validates whatever play experience I want.  When I choose to make portabella mince, I make the typical taste different. It’s not about the ethics of veganism, it’s about celebrating the wealth of options and flavours available. Playing a pacifist run of the assassination adventure Dishonored recognises what its gameplay systems mean; the alternatives lend depth to the conventional. What does it mean to be a pacifist assassin? Or what does it mean if I choose not to be a pacifist, even though I have the option?  In games, as in cooking, you must recognise that you have options beyond the norm. Try a challenge, a recipe, a route, that will round out your skill tree: +1 to tofu scramble, +2 to aquafaba macarons and +3 to eggless donuts. Forget the conventional rewards: what I learned from Dark Souls is that playing with and learning from constraint is a delicious trophy in itself. Dark Souls donuts     The writer’s vegan doughnuts. Photograph: Kat Brewster for the Guardian    This recipe makes for not-too-sweet, cake-like donuts – that’s how I like them. Experimentations and deviations from the recipe are encouraged. For the donuts: 150g all-purpose flour  65g sugar 1 ½ tsp baking powder ½ tsp apple cider vinegar 1 tbsp cinnamon 3 tbsp apple sauce 3 tbsp vegan margarine 120ml non-dairy milk (I use coconut; not the tinned kind) For the topping (Optional. I also like a plain cashew cream cheese spread on top.) 1 150g bar dark chocolate 1 tbsp oat milk  ½ tbsp. instant coffee  Preheat the oven to 180º, and whisk together all the dry ingredients in a large bowl. Combine the wet ingredients in a sauce pan over a low heat, and mix until the margarine has melted. Add the wet mixture, which should still be warm, to the dry, and mix until just combined. This will make a fairly soft cakelike dough. Spoon this dough into a donut baking tin, and smooth out any lumps for more even donuts. Bake for 10 minutes, and remove from the oven to let cool. For the topping, heat the chocolate over a double-boiler. As it melts, mix together instant coffee and milk to create a coffee concentrate. Once the chocolate is melted, add the coffee mixture. (If it seizes up, don’t worry! Just lower the heat and add a bit more milk.) Dip cooled donuts into the mixture, or drizzle on top. Yields 10 - 12 donuts. Vegan baking skills level up.  Enjoy!",
  "webTitle": "Dark Souls and doughnuts – what video games taught me about vegan cookery",
  "webPublicationDate": "2016-05-20T09:34:14Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/20/dark-souls-video-games-vegan-cookery",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Game culture",
      "id": "technology/gameculture",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Veganism",
      "id": "lifeandstyle/veganism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Kat Brewster",
      "id": "profile/kat-brewster"
    }
  ],
  "guardianId": "technology/2016/may/20/dark-souls-video-games-vegan-cookery"
}