{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/23/media-briefing-monday-23-may",
  "id": "2016-05-23-281",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Michael Grade: ‘The BBC luvvies made idiots of themselves’TV veteran on the corporation’s ‘amazing’ white paper deal, stars’ pay, Brexit – and why he wants a Channel 4 sale Top comment on MediaGuardian The BBC’s recipe fudge shows its uncertainty about the future Emily Bell: The corporation is struggling to work out how to be a public service broadcaster in a post-broadcasting world Today’s headlines The GuardianEdward Snowden: whistleblowers deserve better protection. P1Michael Grade: ‘The BBC luvvies made idiots of themselves’. P28Perks and pitfalls of Facebook’s live video revolution. P29Emily Bell: the BBC needs a recipe for the future. P29 Daily TelegraphUniversity maths lecturer to present BBC’s Trainspotting Live. P1,8Lord Grade mocks ‘luvvies’ who feared for BBC’s future. P2WI members send ITV jars of jam in protest at axing of Home Fires. P6Anthony Lester: Our judges are at risk of looking foolish over celebrity injunctions. P14Interview with Russell Howard on his Comedy Central show. P21 Financial TimesSumner Redstone sets stage for battle over CBS and Viacom empire. P16 iWI bombards ITV with jars of jam after axing Home Fires. P17Elijah Wood warns of Jimmy Savile-style child sex abuse scandal in Hollywood. P24Could Game of Thrones break a final taboo? P26Interview with Resurgence magazine editor. P41PR and advertising: celebrity injunction victory may backfire. P41 Wall Street JournalYahoo suitors likely to bid below expectations. B3 Daily MailUniversity maths lecturer to present BBC’s Trainspotting Live. P6Lord Grade mocks ‘luvvies’ who feared for BBC’s future. P22 Daily ExpressHickey: Lily Allen met with unflattering response on Peston on Sunday. P19 The SunAdele poised to sign £90m Sony Music deal. P1,5Britain’s Got Talent coverage. P11Freddie Flintoff speaks out about his Top Gear appearance. P33 Daily MirrorBritney next for carpool karaoke with James Corden. P4Scenes cut as The Musketeers’ slot changes. P7Britain’s Got Talent coverage. P14 Daily StarBrtiney Spears and Celine Dion are next on Jame Corden’s radar for Carpool Karaoke. P3TV benefit star sets up mini zoo in his house. P8Britain’s Got Talent coverage. P!5Elijah Wood warns of Jimmy Savile-style child sex abuse scandal in Hollywood. P17The BBC will give its top female presenters equal pay. P20BBC bosses cut gory hand scene from The Musketeers. P22 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-23T07:21:03Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/23/media-briefing-monday-23-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/23/media-briefing-monday-23-may"
}