{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/australian-television-greats-pay-tribute-to-neighbours-creator-reg-grundy",
  "id": "2016-05-09-339",
  "sectionId": "tv-and-radio",
  "body": "The television entrepreneur Reg Grundy, who has died aged 92, “not only spun the wheel and played on for the car – he won all the cars”, Andrew Denton has said. Selling gameshows to the US and keeping control of the rights, as Grundy did, was the equivalent of “selling ice to the Eskimos then selling them fridges so they have to keep the ice supply going”, the presenter and producer said. “I’m sure the record will show that more Australians have watched more hours of Reg Grundy television than that of any other individual.” Grundy was the father of Australian television, whose prolific output included the soap Neighbours, which 30 years later is still selling the idea of a sunny, suburban Australia to the world.  He created many of the country’s most memorable and enduring television shows, including Prisoner – which has been remade as Wentworth for Foxtel – Sons and Daughters, The Restless Years and The Young Doctors.  He was also a creator of Australian gameshows, brilliant at taking an US format and making it work in the local market. He was behind Sale of the Century, Wheel of Fortune, Blankety Blanks and Family Feud, which has also been successfully revived for Ten decades later.   Related: Reg Grundy, Australian TV and media personality, dies aged 92    When Grundy died at 92 in Bermuda on Monday two of his shows – Family Feud and the Prisoner remake Wentworth – were picking up gongs at the Logies in Melbourne. FremantleMedia Australia’s chief executive, Ian Hogg, whose company (formerly Pearson Television) bought Grundy’s company in 1995, said he was already thinking of a way the company could permanently honour the TV legend.    “Reg Grundy is a national treasure,” Hogg told Guardian Australia. “His legacy to Australian entertainment is insurmountable. His visionary ability to know how to connect Australian families through some of this country’s most-loved programming has stood the test of time.  “Generations of Australians have grown up with and been touched by a Grundy production, be it Sons and Daughters, Sale of the Century, Prisoner, The Price Is Right and hundreds of other programs. His innate understanding of great storytelling and entertainment lives on today through programs such as Family Feud, Wentworth and Neighbours. Reg is an icon and he will be sorely missed.”  Grundy was so well known to the public in the 1970s and 80s his name became rhyming slang for “undies”.       The chief executive of Seven West Media, Tim Worner, said the television industry owed a debt of gratitude to Grundy, who preferred to be known as RG. “In many respects he was ahead of his time, a true pioneer who broke new ground in television and developed and nurtured the careers of so many in front of and behind the camera, and took Australian television to the world,” Worner said. The Neighbours actor Stefan Dennis, who plays Paul Robinson in the long-running soapie, told Guardian Australia he cut his teeth on Grundy shows, including The Young Doctors and Prisoner.  “I had the pleasure of being the on-screen nephew of Reg’s lovely wife Joy,” Dennis said. “Hearing of the passing of Reg has genuinely rocked my world because not only was he my boss but an inspiration, proving anything can be achieved if you believe in yourself. Reg was a tough businessman who was loved by many.”  Grundy’s relationship with Joy was “one of the true love stories in the entertainment industry”, Dennis said. A Prisoner star, Colette Mann said she had Grundy to thank for her career. “If it hadn’t been for Prisoner, which was a benchmark in Australian television – Reg took the gamble at the time when women were not cast in strong roles – it was groundbreaking and I know I wouldn’t be still doing what I love today if it wasn’t for his vision,” Mann said. The Neighbours veteran Jackie Woodburne, who plays Susan Kennedy, got her start on The Young Doctors and credited Grundy for giving her a career in acting: “Reg was a true groundbreaker in Australian television in the 70s and 80s, and beyond in light entertainment and drama,” Woodburne said. “Shows like Young Doctors, where I cut my teeth, were a pivotal part of Australian TV. Above all he was just a lovely man and he will be very missed.” Her Fellow Neighbours cast member Alan Fletcher – Dr Karl Kennedy – called Grundy a giant of the industry. “His passion and vision brought the world entertainment of the highest standard for many decades,” Fletcher said.   Related: Why are the Logies still Australia’s only dedicated television award? | Clem Bastow    Channel Nine’s Tracy Grimshaw, who was one of the few journalists to interview the camera-shy Grundy, said he rejected the limelight. “Like so many Australians, I grew up with Reg Grundy’s vision, without having a clue about the man behind the ubiquitous productions,” Grimshaw told Guardian Australia.  “RG was a pioneer in game shows, in drama, in soapies. He was a star maker. But he totally rejected the limelight. He only gave one television interview in his life, and I was privileged and fascinated to be the one who spoke with him.  “He was shy talking about himself ... but not reticent. He remembered everything.  “He remained passionate about television and emotional about the company he had finally decided to sell some years before. He was a pioneer of our industry. And a devoted husband to Joy, who will be feeling his loss so deeply today.”  Grimshaw’s interview with Grundy will be repeated on Monday on A Current Affair.",
  "webTitle": "Television greats pay tribute to Neighbours creator Reg Grundy",
  "webPublicationDate": "2016-05-09T05:22:31Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/australian-television-greats-pay-tribute-to-neighbours-creator-reg-grundy",
  "keyword": [
    {
      "webTitle": "Australian television",
      "id": "culture/australian-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Neighbours",
      "id": "tv-and-radio/neighbours",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Soap opera",
      "id": "tv-and-radio/soap-opera",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/australian-television-greats-pay-tribute-to-neighbours-creator-reg-grundy"
}