{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/the-looming-threat-to-our-book-industry-is-bad-for-authors-publishers-but-mostly-for-you",
  "id": "2016-05-04-339",
  "sectionId": "commentisfree",
  "body": "People tend to tune out when they hear the words “productivity commission”, “parallel importation restrictions”, and “book publishing industry” in the same sentence. It’s a complicated issue, but trust me, it’s one you need to care about because the threat and danger is appallingly simple: our very culture is at stake. The recent news about the productivity commission’s interim report on intellectual property is bad for publishers, authors, and readers. It recommended abolishing restrictions on book imports, which will have the long term effect of reducing the viability of the Australian publishing industry, decreasing incomes of writers and eventually reducing the diversity of books available in bookshops.  You may have heard about how books will now be cheaper for consumers – and although this is disputed, it sounds like a good thing. But what does this really mean and what would we lose in exchange?  Australian writers are interesting to Australian readers because it is one way to see our lives and culture reflected back at us. And just as many of us read books from overseas, people in other countries want to read books by and about Australians. Until the early 1970s, most books in Australia were published overseas. This changed thanks to a shift in the culture and Australia now has a diverse and thriving publishing culture – one of the most vital in the world. But the latest Harper Report wants to change all that by changing the rules for importing books.   Related: Is this a golden age for Australian debut novelists?    Let me point out first that the word “publisher” means a multiplicity of things. It means Penguin Random House, the world’s biggest English-language publishing house since the merger of two of the largest publishers in the world in 2013. It also means a tiny poetry publisher with a few titles per year such as Pitt Street Poetry. It means Spinifex Press, an independent feminist press. It means Amazon.com, a company that benefits from being both a monopoly (a single seller) and a monopsony (a single buyer). A further clarification needs to be made about how much work is involved in bringing a book to the market. First of all there is the work done by the writer. In many instances they spend one year, three years, sometimes ten years or more writing a book. This work is rarely adequately paid for; consumers are likely to hear only about the big winners: bestsellers or winners of large awards. These are big exceptions outside the norm.  Research released last year showed that most writers work a second job and those in the top 25% of authors earn low amounts: education authors, $16,500; children’s authors, $14,000; genre fiction authors, $11,000; and poets, $4,900. Note that these are the top-earning authors – 75% of authors earn less than these amounts. None reaches the level of taxable income. If Scott Morrison’s recommendation that importation restrictions be abolished is accepted, then authors’ already paltry income will be further endangered – they will lose valuable royalties and potential income from overseas rights sales.  Territorial copyright, the ability to retain a market for copyrighted products is under threat. It is fundamental to the publishing industry. The book publishing industry is labour and time intensive. While elements of the industry have been technologised, a great deal continues to rely on human interaction and hands-on work that precedes or follows that interaction. When the government says that consumers will benefit by having access to cheap books, it matters what is inside those cheap books. Do we want more mass market dumping on us than we have already from the big markets of the USA and Britain? Books are the basis of many other cultural industries; think of the recent success of the film, The Dressmaker (novel by Rosalie Ham) or previous films such as Picnic at Hanging Rock (novel by Joan Lindsay), My Brilliant Career (novel by Miles Franklin), Rabbit Proof Fence (novel by Doris Pilkington), The Chant of Jimmie Blacksmith (novel by Tom Keneally). This success is due to the prior existence of a book.  Importantly, publishers in the colonising countries of the UK and USA get to retain their copyright protection. So why would the government want us to hand over Australia’s intellectual property any more than the Kidman land, a sale rejected by the government last week?  Handing over intellectual property rights is banditry. There is already little protection in Australia, and to do away with even this minimal protection as the new report suggests, is suicide for the Australian book industry. The key change is having books available within 14 days of their overseas publication date, or legally making them available simultaneously. Can we really not wait two weeks? But it’s not just the industry side of the equation that matters. Small publishers who are active in international rights sales, will have cheaper versions of their books available in the Australian market. It matters not whether they are published in the USA, Canada, UK or India or any other market, if they are cheaper, they will undermine the editorial and production work carried out by an Australian grown and Australian owned company. The authors, whose books may have been sold into other territories, will risk having their books sold back into Australia – dumped – and therefore will attract lower royalties on the sales. This can be due to cheaper production costs overseas or because territorial rights were sold. Export copies standardly attract royalties based on net receipts, not recommended retail price. Removing parallel importation restrictions will result in the swamping of the Australian market with overseas products where the economies of scale are vastly different. The outcome of this “competition” will be like a horse race without handicaps.   Related: Removing import restrictions would harm Australian authors, say publishers    With the demise of parallel importation restrictions we risk what Vandana Shiva calls “monocultures of the mind”: a deluge of books published cheaply overseas, with lower royalty rates for authors than is standard in Australia. If this is what we want as a country, we can expect to see fewer Australian novels, collections of poetry and non-fiction titles on the shelves in bookshops.  Instead we will have a harvest of imported goods which will severely affect Australia’s “bibliodiversity”. We can also expect to see in coming years fewer independent publishers (and booksellers) whose books are likely to be the starting point for the next cultural wave.  It is bad for authors and bad for publishers, bad for home-grown books, bad for readers, and bad for Australian culture. The government says it will “progress” with removing the restrictions when the productivity commission’s intellectual property inquiry is completed in August. For the sake of the Australian book industry, it must be stopped. If you would like to sign a Change.org petition to save Australian literature, go here.",
  "webTitle": "The looming threat to our book industry is bad for authors, publishers ... and for you | Susan Hawthorne",
  "webPublicationDate": "2016-05-04T05:27:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/the-looming-threat-to-our-book-industry-is-bad-for-authors-publishers-but-mostly-for-you",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Susan Hawthorne",
      "id": "profile/susan-hawthorne"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/the-looming-threat-to-our-book-industry-is-bad-for-authors-publishers-but-mostly-for-you"
}