{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/tottenham-hotspur-southampton-match-preview",
  "id": "2016-05-06-111",
  "sectionId": "football",
  "body": "There is not, generally, a massive difference between coming in second rather than third but, for Tottenham, it would mean the world. The disappointment of their collapsed Premier League title push is still fresh but there remains the significant matter of finishing above Arsenal for the first time since 1994-95. Tottenham have guaranteed themselves a place in the top three but the runners-up spot would ensure that they finally enjoy supremacy in their neighbourhood. Southampton’s motivation continues to be Europa League qualification. David Hytner Kick-off Sunday 1.30pm  Venue White Hart Lane Last season Tottenham Hotspur 1 Southampton 0 Live Sky Sports 1 Referee Jonathan Moss This season G23, Y71, R6, 3.61 cards per game Odds H 10-11 A 3-1 D 5-2 Tottenham Hotspur Subs from Vorm, Trippier, Davies, Wimmer, Carroll, Winks, Onomah, Chadli, Njie, Miller, Oduwa Doubtful None Injured Bentaleb (knee, unknown) Suspended Alli (second of three), Dembélé (first of six) Form WDWWDD Discipline Y69 R0 Leading scorer Kane 25 Southampton Subs from Gazzaniga, Stekelenburg, Yoshida, Soares, Targett, Ward-Prowse, Romeu, Pellè, Austin, Juanmi Doubtful None Injured None Suspended None Form WLWDWW Discipline Y56 R6 Leading scorers Long, Mané, Pellè 10",
  "webTitle": "Tottenham Hotspur v Southampton: match preview",
  "webPublicationDate": "2016-05-06T15:09:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/tottenham-hotspur-southampton-match-preview",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/06/tottenham-hotspur-southampton-match-preview"
}