{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/university-of-california-berkeley-sexual-harassment-investigator",
  "id": "2016-05-11-204",
  "sectionId": "us-news",
  "body": "California’s top sexual harassment investigator is launching a review of training practices in the state on the heels of a widening scandal at the University of California Berkeley and in response to research questioning the effectiveness of harassment prevention training.   Related: 'I was expendable': how UC Berkeley failed a woman being sexually harassed    Kevin Kish, director of the state’s department of fair employment and housing (DFEH), which enforces California’s civil rights laws, has formed a taskforce that will study the effects of training – two months after a series of high-profile faculty misconduct cases at UC Berkeley sparked national debates about discrimination on college campuses.  “We don’t want to promote policies that don’t work,” Kish said in an exclusive interview with the Guardian before the Wednesday launch of his Task Force on the Prevention of Sexual Harassment in the Workplace. “One of the things we are going to look at is: are there some best practices that we can synthesize and put out there?” The research of the taskforce could have broader implications outside the state, given that the DFEH is the largest state civil rights agency in the US – one that could potentially access a significant amount of data, since California has long mandated training. As the Guardian reported this month, there are a number of researchers across the country who have increasingly cast doubts on the impacts of sexual harassment prevention training courses.  Some classes aimed at preventing workplace discrimination, studies have shown, can have harmful effects – reinforcing gender stereotypes, making men less capable of perceiving inappropriate behavior and increasing the likelihood that people will blame victims. Experts, including one law professor at UC Berkeley, have further questioned whether the typical “cartoonish” nature of workplace classes can provoke a “backlash” in men, making them skeptical of trainings and anti-harassment policies. These studies are concerning, Kish said, noting that he wants his taskforce to investigate whether the state has “created policies that we think are well meaning, but … have unintended consequences or are not working in the way we expected them to”.  If that’s the case, he said, “we need to adapt”. In 2004, the state passed a law requiring employers with 50 or more workers to provide at least two hours of sexual harassment training to supervisors every two years. With the mandate in effect for a decade, Kids said, “we thought it was time to … see what we can learn”. The taskforce – which includes civil rights advocates, employment attorneys, investigation experts and academic researchers – will “study the problem of sexual harassment, the effects of 10 years of harassment prevention training in the state, and best practices to prevent harassment”, according to the DFEH’s announcement.  Kish said he also wants to explore anecdotal reports that more companies are relying on online trainings, which may not be effective. “They’re moving to precisely the types of training that have been identified as problematic.” The director said the idea for a review has been in the works for about a year, but that the recent university controversies have propelled the discussions forward. At UC Berkeley, a famous astronomer, the dean of the acclaimed law school and a tenure-track professor have all recently been found guilty of sexual harassment by university investigations, and records have revealed that while staff are terminated for misconduct, powerful faculty generally face much lighter punishments. Asked for his reaction to the ongoing Berkeley controversies, Kish – whose department is responsible for reviewing some of the cases that have escalated to legal complaints – said: “I don’t think we should think it’s surprising that people are alleging egregious forms of sexual abuse on campus or anywhere else.” Kish said his taskforce would study workplace discrimination in a wide variety of sectors, including in industries in which low-wage workers are particularly vulnerable. But, he added, it’s critical that universities tackle harassment: “What happens when we’re in college can inform what happens later on in the workplace.”",
  "webTitle": "California’s top sexual harassment investigator to review training practices",
  "webPublicationDate": "2016-05-11T13:11:52Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/university-of-california-berkeley-sexual-harassment-investigator",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/11/university-of-california-berkeley-sexual-harassment-investigator"
}