{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/19/world-humanitarian-summit-istanbul-everything-you-need-to-know",
  "id": "2016-05-19-216",
  "sectionId": "global-development",
  "body": "What is the world humanitarian summit? In 2012, as the UN secretary general, Ban Ki-moon, set out his five-year action agenda, he announced a summit intended “to help share knowledge and establish common best practices”.  More than 23,000 people in 153 countries have since been consulted. Next week, 6,000 politicians, business leaders, aid organisations and civil society groups convene in Istanbul for the inaugural summit.  Why is it being held? The aspirations of the summit (WHS) – “to stand up for our common humanity and take action to prevent and reduce human suffering” – sound lofty, but a serious overhaul of the global humanitarian system is desperately needed.    Related: 30 million children have lost their homes – they must not lose their education | Kevin Watkins    The existing international apparatus simply cannot cope with the financial demands being placed on it by conflict in Syria, Iraq, Yemen and South Sudan, by natural disasters, and by the effects of climate change. Today, 125 million people need humanitarian assistance, more than 60 million are forcibly displaced (pdf), and 218 million have been affected by disasters each year for the past two decades. Last September, the then UN high commissioner for refugees, António Guterres, told the Guardian: “The global humanitarian community is not broken – as a whole they are more effective than ever before. But we are financially broke.” The world already spends roughly $25bn (£17.5bn) – 12 times more than it did in 2001 – to support the estimated 125 million people left destitute by war and natural disasters. But, according to a report commissioned by Ban, at least another $15bn is needed.  The problems, though, extend well beyond the financial. The past few years have brought repeated violations of international humanitarian law (IHL), with civilians and medical staff finding themselves targeted in Syria, Afghanistan, Yemen and South Sudan. Attacks have become so frequent that there is a growing fear that IHL is becoming an outdated concept. Familiar concerns over aid transparency and the dominance of UN agencies and big global humanitarian players also need to be addressed. What’s on the agenda? Ban has arranged the summit around five key commitments: preventing and ending conflict; respecting the rules of war; leaving no one behind on the sustainable development agenda; working differently to end need, and investing in humanity. High-level roundtables will be held on topics including political leadership to end crises, addressing forced displacement, humanitarian financing, managing natural disaster and climate change, and achieving gender equality. There will be a push to allow local groups a greater say in how and where aid money is spent – rather than letting the big global agencies decide – and a concerted effort to get the world to spend more on disaster risk reduction. According to UN figures, in 2014 just 0.4% of the global aid budget of $135.2bn (£92bn) – roughly $540m – was spent on reducing disaster risk. Ban and others will be pushing for that proportion to rise to at least 1%. Who is coming? According to Stephen O’Brien, the UN’s humanitarian chief, the summit’s main focus will be on “making sure that people – particularly leaders – give a commitment to action”. So far, about 125 of the UN’s 193 member states have confirmed their attendance, with at least 50 of them being represented by their heads of state or government. The German chancellor, Angela Merkel, was the first G7 leader to confirm her attendance. The US is understood to be sending its international aid chief, while the British delegation will be led by the development minister, Justine Greening, and Tory peer Sandip Verma.   Related: Don't just condemn humanitarian law violations. Stop them | Stephen Twigg    Who isn’t? Vladimir Putin – who has faced international criticism over Russia’s role in Syria – will not be in Istanbul. In a statement circulated to member states of the UN, Russia accused the summit of leaving the views of UN member states “on the sidewalk” in “alarming circumstances”. Although many humanitarian agencies and international NGOs will be at the summit in force, one of the world’s most high-profile will be conspicuously absent. Médecins Sans Frontières (MSF) has withdrawn from the event, saying it no longer believed the summit would “address the weaknesses in humanitarian action and emergency response, particularly in conflict areas or epidemic situations”.  What are the expectations?  Mixed. MSF’s no-show – coupled with its withering assessment of the summit as a “fig-leaf of good intentions” – have heightened concerns that the event is poorly focused, short on concrete outcomes and unlikely to yield much cash or a viable plan for global humanitarian financing and cooperation.  MSF and others fear that Ban’s proposals risk blurring what they see as the very necessary lines between humanitarian action and development work.  In a report setting out what Britain should seek to achieve at the WHS, the Commons international development committee noted there was “a distinct lack of agreement” on what the priorities at the summit should be, adding: “Without consensus around concrete proposals, the opportunity to achieve truly transformative outcomes will be missed, and the WHS will fail to deliver the essential reforms that are so urgently needed.”",
  "webTitle": "Everything you need to know about the world humanitarian summit",
  "webPublicationDate": "2016-05-19T11:18:33Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/19/world-humanitarian-summit-istanbul-everything-you-need-to-know",
  "keyword": [
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Jones",
      "id": "profile/samjones"
    }
  ],
  "guardianId": "global-development/2016/may/19/world-humanitarian-summit-istanbul-everything-you-need-to-know"
}