{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/director-of-cannes-civil-rights-drama-loving-society-can-take-longer-than-the-law-to-get-it-right",
  "id": "2016-05-16-181",
  "sectionId": "film",
  "body": "There are two marriages behind Loving, a new historical biopic which on Monday threw its hat into the race for this year’s Palme d’Or at Cannes. The first is that which the film shows: between Mildred and Richard Loving, whose interracial union was deemed unlawful in their home state in 1958. The couple were banned from Virginia for 25 years, moving with their children to Washington DC. Almost a decade later, their case reached the supreme court; the subsequent victory overturned miscegenation laws.   Related: Loving review: civil rights tale marries heartfelt drama with too much restraint    The second is that of director Jeff Nichols and his wife, Missy. Weighing up whether or not to take on the project, he emailed her the trailer for an HBO documentary about the Lovings, which had moved him to tears. As Nichols recalled at a press conference in Cannes, she wrote back to say: “Listen, I really love you, but if you don’t make this film, I’m going to divorce you.” Duly motivated, Nichols first started working on the screenplay in 2013, as the supreme court began ruling on the same-sex marriage ban in the US; some of the constitutional changes were informed by by Loving v Virginia in 1967. Nichols hoped the film might be released in time to influence the debate; happily, this wasn’t required, and same-sex marriage was ratified in 2015. But the director cautioned against the presumption such rulings lay to rest centuries-old prejudice that has been vindicated by legislation. “Soon you get religious liberty laws added and other things, and you realise the supreme court can only do so much. The law sometimes gets it right, but it takes a long time for society to get it right. That’s always been surprising to me. People are afraid of certain things and they feel it’s necessary to legislate that fear.”     Negga, Nichols and Edgerton at the press conference. Photograph: Andreas Rentz/Getty Images    Both the film’s stars reiterated their surprise at learning that the state of Alabama only amended their constitution to allow mixed-race marriage as late as 2000; both also related the Lovings’ case to contemporary struggles. Ruth Negga said she’d been “very proud” that her home country, Ireland, last year leant “overwhelming support” for gay marriage in a referendum. “Having a very, very Catholic history [it shows] it’s possible to evolve, having discussions about equality.”   Related: Ruth Negga: ‘I never fitted anywhere – in life or in Hollywood’    “What happens between two individuals is sort of nobody else’s business,” said the Australian actor Joel Egerton. “If people are doing things out of the spirit of kindness or goodness, if they’re not damaging or affecting other people negatively, then what’s wrong with the bond between two people – whatever they look like, whatever gender they are?”           Loving: biopic of inter-racial couple’s fight to decriminalise their marriage    In Australia, although same-sex unions are recognised, all attempts to legalise same-sex marriage have so far been unsuccessful. Egerton said he hoped the film would help illuminate people’s thinking about the damage that can be inflicted by their own judgements. “It’s quite astounding, the sort of latent, under-the-surface racism and negative opinion [in Australia]. To me, that’s something that we really need to talk about. Let people sit and quietly watch an example of two people who really affected by the opinions of others.” The film is due for release in the autumn, giving it a prime position ahead of awards season, and while Nichols, Egerton and Negga were modest about its prospects, the former called it “one of the most pure love stories in American history” while the latter hailed it as “one of the most important films in history”.       Yet unlike, say, Ava Duverney’s Martin Luther King biopic, Selma, Loving is a consciously understated film, which focuses on the domestic fallout rather than the courtroom and soapbox fireworks. This was the intention, said the director, who described it as “the quiet film of the year”. “When we talk about politics and social issues such as race and racial equality we tend to join our platform of thinking – conservative, liberal; you go to your corners and spar, based on these political ideas. I think what people forget when they’re so heated in their debates is the people at the centre.” Egerton agreed, and said he hoped the film’s lack of flashy spectacle and impassioned speeches wouldn’t hobble its odds. “I suspect sometimes things go unnoticed when they don’t involve bloodshed or massive acts of violence. There’s something so gentle about this, and yet, at the same time, there’s such a hidden violence to the oppression of situations like this, where people are put into exile or forced into making choices that are inhuman.”",
  "webTitle": "Director of Cannes civil rights drama Loving: ‘Society can take longer than the law to get it right’",
  "webPublicationDate": "2016-05-16T13:16:38Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/director-of-cannes-civil-rights-drama-loving-society-can-take-longer-than-the-law-to-get-it-right",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gay marriage",
      "id": "society/gay-marriage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Marriage equality (Australia)",
      "id": "world/same-sex-marriage-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Same-sex marriage (US)",
      "id": "us-news/same-sex-marriage-us",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Selma",
      "id": "film/selma",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/16/director-of-cannes-civil-rights-drama-loving-society-can-take-longer-than-the-law-to-get-it-right"
}