{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/australia-cant-out-trump-trump-on-refugees-qa-warned",
  "id": "2016-05-02-15",
  "sectionId": "australia-news",
  "body": "The self-immolation of a second asylum seeker on Nauru and the expected closure of the Manus Island detention centre could force the major parties to rethink their ban on letting those refugees settle in Australia, political journalist George Megalogenis has said.   Related: Somali refugee in critical condition after setting herself alight on Nauru    Speaking on the ABC’s Q&A program on Monday night, Megalogenis said Papua New Guinea’s decision to close Manus Island detention centre after its supreme court ruled it illegal, coupled with recent tragedies on Nauru, had made the issue difficult to ignore. “Manus Island is clearly not functional at the moment but the government thinks: ‘If we bring them onshore we’ve lost a debate and we’ll lose the election’,” Megalogenis said. “Malcolm Turnbull and Bill Shorten would rather talk about anything else. They don’t want to see boats coming in the middle of an election campaign.” But Megalogenis said reports of the growing mental health crisis in Australia’s offshore detention centres could force either the Coalition or Labor to act. A 21-year-old Somalian woman set herself alight in Nauru detention centre on Monday, three days after an Iranian refugee, a 23-year-old man named Omid, died from burns sustained when he set himself alight on Nauru on Wednesday. The woman, named Hodan, was taken to Nauru hospital with severe burns on Monday night.  “It doesn’t matter how many boats come or don’t, if one person a week is setting themselves alight in an election campaign, sooner or later is going to target our consciousness that we’re holding hostage hundreds of people because we can’t sort this out,” he said. “I think in the long run the world, when it pays attention to Australia, wants to see a good citizen … and when we start playing other games, trying to be the nastiest country in the region – out Trump-ing Trump before Trump had even been invented in terms of asylum seeker policy – I think it’s only a matter of time before our luck runs out.”    #QandA One day a future PM will have to hang her (or his) head and officially apologise for off shore processing.— Jane Caro (@JaneCaro) May 2, 2016      Manus + Nauru are the definition of out of sight, out of mind attitude to a global crisis, and how Australia deals with its cruelty #qanda— Travis Lucas (@travislucas91) May 2, 2016    Megalogenis made the comment in response to a question from Lauren Malanos, who asked why Malcolm Turnbull had refused New Zealand’s offer to take the Manus Island detainees.  “People do not seek asylum because a people smuggler convinced them through effective marketing … When can we stop purposefully denying existing refugees their futures simply to use them as a deterrent and help them, as is every developed country’s duty?” Malanos said. The panel included Megalogenis; Australian Financial Review political editor Laura Tingle; American writer and journalist James Fallows; the NSW assistant minister for health, Pru Goward; and Iain Walker, the executive director of the newDemocracy Foundation. Fallows, a national correspondent with the Atlantic, said Australia’s approach to asylum seekers had damaged its international reputation. “Australia does not look good at the moment with this policy, on either side of the debate, but no-one looks good [on the refugee issue] right now,” he said.  Goward, asked whether she thought Australia should accept New Zealand’s offer to take the Manus refugees, said it was “not an issue, I have to say, I have followed very closely” and that she had “no opinion”.     Since when has a politician not had an opinion? #QandA— Alex Kilroy (@AlexKilroy18) May 2, 2016      Goward saying she doesn't follow the NZ/refugee issue shows a great 'let them eat cake' type of attitude, and pride in ignorance. #qanda— Amy Feldtmann (@AmyFeldtmann) May 2, 2016    Turnbull is expected to call an election this week after the budget is handed down on Tuesday. Tingle said the resulting race would be between a man who believed himself born to be prime minister, but was not very good at politics, and a “street fighter” in Bill Shorten.   Related: Turnbull rejects New Zealand offer to take 150 refugees from detention    “This campaign will either see him [Turnbull] turn into a PM who can lead, who can communicate, because it will just snap into place, or he’s going to spontaneously combust like the drummer from Spinal Tap,” she said. Tingle said that coming up against a one-term government meant the Labor party had “absolutely nothing to lose” and was prepared to take risks, which differentiated this election from the past six years of conservative politics. But Walker, whose organisation runs “citizen juries” to provide policy alternatives to local and state governments, said the Australian political system was not designed for deep election-time policy discussions. “We have built a system that responds really well to slogans ... We’ve built a system based on voting for the person you hate less,” he said.",
  "webTitle": "Australia can't out-Trump Trump on refugees, Q&A warned",
  "webPublicationDate": "2016-05-02T22:04:00Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/australia-cant-out-trump-trump-on-refugees-qa-warned",
  "keyword": [
    {
      "webTitle": "Q&A",
      "id": "australia-news/q-a",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/03/australia-cant-out-trump-trump-on-refugees-qa-warned"
}