{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/26/family-tracing-red-cross-trace-the-face-how-tech-has-changed-the-way-we-find-missing-people",
  "id": "2016-05-26-219",
  "sectionId": "global-development-professionals-network",
  "body": "“It might be that a teenage son gets moved on by the police while waiting for his mother and younger sibling to come back from a women and children’s only area of a refugee camp,” says Emily Knox. “Sometimes it’s as simple as a family getting separated while trying to get on an overcrowded bus, and pretty soon the ones on the bus are in a different country. It’s so easy for families crossing Europe’s refugee route to get separated.”      A father and son reunited in 1979 after 40 years apart. In 1980, the Red Cross was still finding about eight people a month who had not seen their relatives since the second world war. Photograph: British Red Cross museum and archives    Knox, head of international family tracing at the British Red Cross, is describing how over the past year, family tracers have faced a unique challenge brought about by the refugee crisis in Europe. Refugees tend to pass through a number of countries in a short space of time and even sometimes don’t know what country they’re in when they get separated.  So how has family tracing evolved since its origins in the late 19th century to respond quicker to these new situations? In the age of the internet, social media and smartphones, much of the time there is thankfully no need for a professional international family tracing service. Most people can get back in touch with loved ones without the need for a professional intervention – they call around, use their own social network, put up missing posters in the town where the person went missing.  But over the last few years, a number of new initiatives have sprung up independently. In 2008, brothers David and Christopher Mikkelsen were trying to help an Afghan teenager find his family when they learnt there was no digital system that connected all the refugee agencies they had approached for help. They put their heads together and came up with Refunite, a “Google for refugees”       Today, people can trace their families online and through social media, but back in 1970s, all cases the Red Cross handled were filed on paper. Photograph: British Red Cross museum and archives    “Everyone worked in silos and I just kept asking myself – where was the technology in all this?” recalls David Mikkelsen. “The fact that I can find an old drinking buddy or ex-girlfriend on the internet but not a family seemed just bizarre.” People searching for a relative or friend answer a series of questions by text or phone which are then put through a central system to look for matches. Viewed at first with scepticism by the aid sector, mobile network operator Ericsson eventually took a chance on them and now their platform operates in nine countries and has 430,000 people registered on their system and averages between 150-200 new cases a month. There have been innovations in social media too. A Facebook page called Search and find your family for refugees, set up by Jimmy Nagy, has a surprisingly good success rate for an amateur venture: out of 290 people who have been posted as missing on the site so far, they’ve found 170. “We started the page last September because we wanted to do something to help refugees – there’s lots of people in Austria on the refugee route.”      Some 7% of the Red Cross’s work today still relates to the second world war. Czeslaw Adamiec was reunited with his sister (middle) in 1979 after being separated in 1940. Photograph: British Red Cross museum and archives    Nagy acknowledges that while there are flaws with using social media to find people (verifying that requests are genuine and that the person wants to be found) he’s been amazed at the power of Facebook to reconnect people. “There was the case of this old Afghan man in Vienna. He had lost his wife, three children and two grandchildren three years ago. It was really, really amazing – we posted his request on our page and half an hour later a volunteer called saying they’re in my shelter.” But not all cases can be solved by digitally matching profiles or sharing pleas for information on social media. Some require old fashioned footwork. The Red Cross, which currently has more than 1300 open cases, asks searchers to fill in a form with as much information as possible about their missing person, before the form is forwarded to all the country offices where the missing person could be. From there, volunteers will usually start their search by visiting the last known address of the missing person and then go from there, questioning old friends, neighbours and colleagues of the person as well as contacting the relevant authorities.  In recent years, they’ve also broadcast missing people’s names on the radio, offered an online directory of photos of missing people anyone can search through, and set up pop-up sites for disasters like the Nepal or Ecuador earthquakes.     November 1989: Erico Fletcher from the Red Cross’s international welfare office tells the Queen how the tracing service helped reunite her with family members in Hungary. Photograph: British Red Cross museum and archives    Maria Nawara, from Worcester, went through a rollercoaster of emotions while looking for her father’s two sisters, a search that took 13 years. Her father died when she was very young and her mother severed contact with his side of the family. When her mother died, she and her sister came across a series of photos of her father’s sisters and she decided to seek them out. She knew her parents had been deported from Poland to Siberia by the Russian army during the second world war, and expected her aunts had met the same fate, so she tried Polish diaspora online forums first, then made several trips to Poland herself, before approaching the Red Cross.    Related: Could mapping tech revolutionise disaster response?    As she had very little information about her aunts, including a war office document where one of her aunt’s names was misspelt, the search faced quite a few obstacles. “I sat down and cried for two days when I got a letter saying they’d found my one aunt in Canada. I had been so close to asking the Red Cross to close my case,” Nawara says. “You go from an absolute high every time new information emerges to rock bottom when there’s no news for months. And then when they actually found this 92-year-old woman who was still alive, I suddenly felt immense fear.” People expect you to be over the moon, explains Nawara, but she was afraid to even phone her aunt.      One of the photos Maria Nawara found that started her search for her father’s sisters. This is her surviving aunt’s wedding in the summer of 1939, when her aunt was 16. Photograph: Maria Nawara    The International Committee of the Red Cross (ICRC), which has an organisation in virtually every country, and having undertaken work on restoring family links since the 1870 Franco-Prussian war, is the undisputed grandfather of family tracing. Of ICRC’s caseload, 7% is still focused on families that lost touch during the second world war.     Maria Nawara and her aunt meeting for the first time in Canada in 2015. Photograph: Maria Nawara    “Even when the spotlight is off a disaster, the Red Cross are still there, and so we still have open cases from the Balkans, 20 years ago,” says Knox, explaining how important continued contact is with families searching for a loved one, even if it just a letter saying ‘we’re still looking’.  “If there’s leads to follow, we keep looking because actually the pain and ambiguity of not knowing haunts these people for many, many years and it never goes away; they are stuck in limbo.” It’s a complicated business though and even with all the ICRC’s experience, a successful trace doesn’t always equal a happy ending. Some missing people are dead, detained or refuse contact.  But some end more happily. Sarah, an Eritrean woman, was one of the 250 cases closed last year. The Red Cross put her and her son back in touch, after she was forced to leave her husband and baby son in Sudan or be deported back to Eritrea by the Sudanese authorities, where she faced almost certain death. Her husband’s phone number had been confiscated by one of the smugglers who trafficked her across Europe and she was afraid of contacting the authorities in case she was deported.    Related: How art is helping Syrian refugees keep their culture alive    In 2014, after speaking to a friend who’d found his own family members through the Red Cross, she got up the courage to pay them a visit. Eight months later, she was waiting at the airport to meet her son, who she’d last seen when he was one-year-old. He was then eight.  She was so happy to see him but unprepared for his many questions and his own separation anxiety. “When I first started dropping him off at his new school, he would say to me: ‘Mum I don’t want to go to school because you’ll leave me in this country and leave again.’”  “I said no, I am with you every day.” Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Trace the face: how tech has changed the way we find missing people",
  "webPublicationDate": "2016-05-26T11:29:33Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/26/family-tracing-red-cross-trace-the-face-how-tech-has-changed-the-way-we-find-missing-people",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Eritrea",
      "id": "world/eritrea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Poland",
      "id": "world/poland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Banning-Lover",
      "id": "profile/rachel-banning-lover"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/26/family-tracing-red-cross-trace-the-face-how-tech-has-changed-the-way-we-find-missing-people"
}