{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/anohni-review-hopelessness-music-lyrics-avant-garde",
  "id": "2016-05-19-129",
  "sectionId": "music",
  "body": "Eleven years after bringing an entirely new voice into the world with the award-winning transgender blues of her breakthrough album I am a Bird Now, Anohni has come up with something equally bold and urgent. Her new record Hopelessness is arresting on two fronts. Lyrically it’s a full-on protest album, aggressively taking aim at the ills of the world from Obama and the NSA to drone strikes and climate change. Musically it’s abrasive but accessible electronic pop created with the help of American producer Oneohtrix Point Never and Kanye West collaborator Hudson Mohawke, a world away from the symphonic grandiosity of her most recent records.    Related: Anohni: Hopelessness review – the most profound protest record in decades    Given Anohni’s roots in avant garde performance and her ability to command leading collaborators to realise her vision, the live presentation of the new material is a mouthwatering prospect. Taking place in New York’s cavernous art space the Park Avenue Armory, Hopelessness the show sets out to discomfort the audience from the outset. Ominous electronic sounds buzz and scrape as the crowd files in and eventually Naomi Campbell appears on the giant screen suspended over the stage. As the droning gets louder, she dances in slow motion, weeping, wearing knee-high vinyl boots, a bikini, and a woolly hat with spikes around it that evoke the Statue of Liberty – film taken from the video to Drone Bomb Me.  This goes on for ages – perhaps as long as 20 minutes, enough time for Anohni to tenderise the audience, while we may wonder whether the supermodel, who testified at the trial of former Liberian president Charles Taylor for war crimes after he gave her blood diamonds, is really an appropriate person to represent the suffering peoples of the world. Then again, perhaps the model’s part in this murky episode also brings out another of the record’s themes – the way we turn a blind eye to our culpability in the death and pain dealt out in our names.          Drone Bomb Me    Finally robed men, one of whom is Oneohtrix Point Never, the other Björk collaborator Christopher Elms, step up to computers at either side of the stage, and a woman caked in zombie-style makeup appears on the screen miming Hopelessness to Anohni’s creamy vocals. It’s not until the second song, the propulsive 4 Degrees, that Anohni herself appears, gesturing in a white robe and hood, her face covered in black gauze. It soon becomes apparent that, as in Turning, her 2006 collaborative performance with the film-maker Charles Atlas, tonight Anohni will provide the voice (and it sounds particularly powerful tonight, ranging from the imperious to the sobbing). Different women, however, will serve as her avatars, mouthing her words on the screen. In Turning, many of the women were transgender; Hopelessness largely gives a face to women of colour and the elderly, for instance the indigenous Australian Nola Ngalangka Taylor, whose spoken fears for the world close the show.   Related: Anohni, the artist once known as Antony Hegarty, on life beyond the Johnsons    These huge, emoting faces on the screens are the show’s focal point, which creates a distancing effect that some will find frustrating. The only time Anohni appears on screen at the same time she is singing is for the self-explanatory breakup song I Don’t Love You Any More, and for a brief moment towards the end of the show. The show contains nothing at all from Anohni’s previous records, meaning that lyrically, it’s pretty much a litany of horrors, culminating in Indian Girls, which contains the lines “You burned Indians at the stake / Drove the stick from anus to mouth / And raped girls in bleeding lines”. Some audience members may have missed the piano-driven intimacy of her old material, but the new music is largely spellbinding, particularly Execution, which grafts Kraftwerk at their most tinkly on to searing soul; the perverted pop of Drone Bomb Me; and the audience-dividing Obama (“All the hope drained from your face / Like children we believed” moans Anohni in an atonal hymn of hate).  Hopelessness is unapologetically avant garde; some will regard the show as pretentious. The conventions of a rock performance have been essentially dispensed with; Anohni never acknowledges the audience, and when the lights suddenly snap back on, that’s your lot. Yet just as the programme commands you “Don’t shy away!” in the phrase emblazoned on the back, artistically the show is too well-realised and performed to be alienating. It’s challenging, for sure, but the musical sophistication, lyrical sincerity and unselfconscious desire to awaken and perhaps even save its audience makes Hopelessness belie its title.",
  "webTitle": "Anohni review – avant garde unveiling of a new incarnation",
  "webPublicationDate": "2016-05-19T15:25:23Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/anohni-review-hopelessness-music-lyrics-avant-garde",
  "keyword": [
    {
      "webTitle": "Anohni",
      "id": "music/anohni",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Needham",
      "id": "profile/alexneedham"
    }
  ],
  "guardianId": "music/2016/may/19/anohni-review-hopelessness-music-lyrics-avant-garde"
}