{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/12/offshore-windfarms-operator-dong-energy-plan-float",
  "id": "2016-05-12-170",
  "sectionId": "business",
  "body": "Dong Energy, the Danish company that has invested £6bn in UK offshore wind power, is planning to float in what would be one of Europe’s biggest listings this year. Dong is already the single largest investor in UK offshore wind projects and plans a further £5bn of spending over the next five years. The state-owned utility said it intended to launch an initial public offering (IPO) on Nasdaq Copenhagen, but would not comment on the potential valuation of the company. However, analysts estimated it could be valued at about 80bn Danish kroner (£8.5bn), making it Denmark’s largest ever flotation. “Barring unforeseen circumstances and subject to prevailing market conditions, the IPO could be launched for a listing in summer 2016,” the company said in a statement on Thursday. Dong employs 700 people in Britain, where its assets include the 175-turbine London Array windfarm off the Kent coast, which was the world’s biggest windfarm when it was built in 2012.   Related: World's largest offshore windfarm to be built off Yorkshire coast    The company has also committed to the Hornsea One facility, off the east Yorkshire coast, which will be the largest offshore windfarm when it is completed in 2020. Some analysts have put the cost at up to £3bn. Dong said its UK windfarms meet the electricity needs of 2m homes, which will rise to 3.3m when projects under construction are operational. It is in the process of transforming itself from a high- to low-carbon power producer, and its chief executive, Henrik Poulsen, said the flotation was a “stepping stone” in that process. He said: “We have a robust and highly visible build-out plan for offshore wind, which will deliver strong and profitable growth in the coming years. “The planned IPO will create a strong platform for Dong Energy as we continue to lead the transformation of the energy system.” If the IPO goes ahead as planned, Dong said shareholders would sell about 15% of the existing shares. The Danish government – a majority shareholder with almost 59% – will sell part of its stake but maintain a 50.1% share of the business. Poulsen said: “The IPO will raise the profile of the company, not only locally but globally. We’ll have a much more diverse global investor base.”  The company will not issue any new share capital as part of the IPO.  Claus Hjort Frederiksen, Denmark’s finance minister, said: “We are proud of Dong Energy’s development in renewable energy and its contribution to a sustainable future. “The IPO has the support of a broad majority in parliament, and we look forward to following the company’s continued journey as a listed company.”",
  "webTitle": "Windfarm operator Dong Energy announces stockmarket plans",
  "webPublicationDate": "2016-05-12T14:20:12Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/12/offshore-windfarms-operator-dong-energy-plan-float",
  "keyword": [
    {
      "webTitle": "IPOs",
      "id": "business/ipos",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Wind power",
      "id": "environment/windpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Denmark",
      "id": "world/denmark",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/12/offshore-windfarms-operator-dong-energy-plan-float"
}