{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/jeremy-corbyn-defies-critics-labour-local-elections",
  "id": "2016-05-06-181",
  "sectionId": "politics",
  "body": "Jeremy Corbyn has defied his critics after Labour appeared to hold its ground in the English council elections, despite suffering a bruising night in Scotland and a setback in Wales. The Labour leader claimed that retaining key English councils was a sign that voters felt the party was “standing up” against Tory cuts, though he acknowledged it needed to rebuild in Scotland, where it fell behind the Conservatives. Labour also looks set to take back control in London, as the early counting at London’s City Hall indicated Sadiq Khan was ahead of Zac Goldsmith.  “All across England last night we were getting predictions that Labour was going to lose councils. We didn’t, we hung on and we grew support in a lot of places,” Corbyn said. “There is a lot of building to do in Scotland; we are going to be with you, we are going to walk hand in hand with our party in Scotland to build that support once again so that the Labour tradition in Scotland will be re-established.” However, his optimism was not shared by some Labour MPs who claimed the results proved the party was not on track for a majority in 2020. Following a night of mixed results, Corbyn faced calls from MPs to take responsibility for allowing Labour to finish third behind theTories in Scotland and failing to make progress in England.  A Downing Street source said it was a “disastrous” night for Labour. “What this shows is that Labour will struggle to get a majority without the SNP propping it up.” However, the results are unlikely to have given enough ammunition to Corbyn’s critics for a leadership coup at this point. Tom Watson, the deputy leader, struck a pessimistic tone, saying it would be a “long journey back” for Labour in Scotland, but he stressed Corbyn’s mandate and argued that he needed more time to prove himself as leader.  “Even our opponents would say that after eight months it would be very unfair and improper to hang this set of election results on Jeremy Corbyn’s peg alone,” he told BBC Radio 4’s Today programme. “After only eight months people would say he needs more time to show the direction Labour needs to take to win that 2020 general election.” Labour performed woefully in Scotland, losing 13 assembly seats and finishing third in terms of both vote-share and seats behind a resurgent Scottish Conservative party led by Ruth Davidson. The SNP won its third Holyrood election victory but fell just short of a majority after losing six seats to end up with 63. The Tories gained 16 seats to finish with 31 – ahead of Labour’s 24.    Scotland   Ian Murray, the shadow Scotland secretary, told the BBC Radio 4’s World at One: “I don’t think that the public see the UK Labour party led by Jeremy Corbyn at the moment as being a credible party of future government in 2020. “That’s something, after this week’s results, we should reflect on, the leadership of the party should reflect on – and find a way of finding a strategy and a narrative that changes the perception of the UK Labour party across the United Kingdom so that we can go on and have a real shot at winning in 2020.”  In Wales, Labour remained the largest party but will be forced into running a minority administration after losing a seat on the assembly. It ended with 29 seats, with 31 needed for an overall majority. Plaid Cymru gained one to reach 12, the Conservatives lost three seats, ending with 11, while Ukip made the biggest gains. Nigel Farage, the Ukip leader, described it as a “breakthrough night” for his party, which took up to seven Welsh assembly seats after standing candidates for the first time. The biggest scalp was the Labour minister Leighton Andrews, who was defeated by the Plaid Cymru leader, Leanne Wood, but the Conservatives were also likely to go backwards.  Despite the disastrous results in Scotland, Labour’s share of the vote in English local elections was expected to be up on last year and it held a number of key swing councils, including Crawley, Harlow, Southampton, Nuneaton and Redditch.  The party’s only council loss so far has been Dudley, which fell to no overall control. It was mostly a night of stasis in England, with few seats changing hands between the mainstream parties and no real progress for Ukip. Allies of Corbyn are expected to seize on Labour gaining a higher share of the national vote than in 2015, and the likely win for Sadiq Khan as London mayor, as evidence the party is making progress under his leadership. Joe Anderson also held on to his job as Liverpool mayor, as predicted. Some critics had forecast the party would lose key bellwether councils in the south of England and hundreds of council seats. However, with about three-quarters of councils declared, the results showed Labour had lost only 23 seats by early afternoon on Friday.   Local elections   Conservatives claimed their party had a strong night, having helped break an SNP majority and leapfrogged Labour to become the official opposition in Scotland. But party insiders admitted there was disappointment at its performance in southern England, where there had been widespread expectation of hefty gains following a week of crisis for Labour. David Cameron travelled to Peterborough, where the Tories took control of the council from Labour, and said local election day was usually a “day of dread” for sitting prime ministers. “It is meant to be a day where you are sitting there waiting for someone to knock on the door like the condemned man waiting for the hangman,” he said. “But that wasn’t what it was like.” The prime minister said it was worth reflecting why after six years in power, the Conservatives were strengthening their position in councils. “The Labour party have completely lost touch with the hardworking people they are supposed to represent. They are so obsessed with their leftwing causes and unworkable economic policies that they forgot that people want jobs, people want lower taxes, people want homes they can live in and can afford to own. The things we are delivering,” he said.           David Cameron: ‘Labour has lost touch with people’    Cameron paid “huge tribute” to Davidson. He claimed that if someone had told him two years ago that the Tories would be about to become the opposition in the Scottish parliament, he would have told them to lie down and stop taking whatever they were taking. The party’s share of the vote is likely to be down on last year in a possible sign its own loyal voters have been turned off by Cameron’s enthusiastic endorsement of the remain campaign for the forthcoming EU referendum. Ukip achieved historic wins in the Welsh assembly, and made progress in England. YouGov’s Marcus Roberts said: “Ukip’s vote share continues to rise at a cost to Labour in the party’s traditional working-class heartlands. The inflection point has not yet been reached where this vote loss translates into large-scale seat losses, but the direction of travel is as clear as it is worrying for Labour.” Despite Labour not doing as badly as expected, some MPs were still critical of their party’s failure to make any real advances. Jo Cox, the MP for Batley and Spen, said: “This is not a route back to power in 2020 for the Labour party so I think this has been an incredibly disappointing night. Jeremy and the leadership need to take responsibility for what’s been a poor night for us. I think we need some decisive leadership from Jeremy.” However, she made clear that she did not think it was time for a challenge to Corbyn. That judgment was echoed by John Mann, who has clashed with the leadership. “It ain’t going to happen,” he said, when asked about the prospect of a coup.   Related: Jeremy Corbyn allays coup fears after mixed election night for Labour    Emma Reynolds, a shadow cabinet minister under Ed Miliband, said Labour needed to do more than preach to the converted. “Jeremy needs to set out more clearly his vision for the country, but also how he is going to reach out to those voters who we have lost to the Tories and Ukip and SNP,” she said. Historically, opposition parties tend to pick up seats in mid-term local elections, and Corbyn’s critics had repeatedly said he should be aiming to gain several hundred council seats. However, his supporters will point to the party’s increased share of the vote compared with last year.  Khan is widely expected to win the London mayoral race after a bitter campaign in which the Conservative candidate, Zac Goldsmith, suggested he was a “radical”. Khan had sought to distance himself from Corbyn during the campaign, including criticising his failure to “get a grip” on antisemitism. But the shadow international development secretary, Diane Abbott, a key ally of Corbyn, told the Guardian that in the capital “more people have heard of Jeremy than have heard of Sadiq. In London, it’s all about Jeremy.”",
  "webTitle": "Corbyn hails local election results but faces 'long journey back' in Scotland",
  "webPublicationDate": "2016-05-06T12:17:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/jeremy-corbyn-defies-critics-labour-local-elections",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/06/jeremy-corbyn-defies-critics-labour-local-elections"
}