{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/david-leyonhjelm-disappointed-by-resignation-of-policy-adviser-helen-dale",
  "id": "2016-05-30-192",
  "sectionId": "australia-news",
  "body": "David Leyonhjelm is “disappointed” his policy adviser Helen Dale has quit mid-election campaign, according to a leaked email reportedly from the senator which hints at divisions within the office. According to the email, obtained by Crikey, Leyonhjelm said Dale quit after getting “upset on Wednesday at being subjected to oversight on Facebook stuff”. “I’m disappointed that she chose to quit in the middle of a very intense campaign, but I expected her to leave after the election anyway. She probably would have stayed if I had put her in charge, but then my other staff would have left,” the email said.   Related: 'Back to the cave': Bill Shorten calls out senator Leyonhjelm on gender equality    Leyonhjelm did not deny sending the email when asked by Crikey and Guardian Australia. Writing on Twitter, Dale denied she had leaked the email on which the report was based:    Also just confirming I did not leak that letter from David, simply because I haven't been around to leak anything. @JoshButler @joshgnosis— Helen Dale (@_HelenDale) May 30, 2016    The email praised Dale’s skills and said she would need to be replaced during the campaign before an adviser could be hired after the election. “First of these is writing. She is an excellent writer and a reliable copy-editor. I’m surrounded by staff who can’t punctuate and who put capital letters in the wrong places, so I’m going to require someone for that role (Duncan and I can do it, but we’re both pretty pushed). I’m hoping I can hire someone on a short-term contract for the rest of the campaign. If you have any thoughts as to who might be suitable, let me know asap,” it said.   Related: The return of Helen Demidenko: from literary hoaxer to political operator | Jeff Sparrow    Dale, also known as Helen Darville, won the prestigious Miles Franklin literary award for her novel The Hand That Signed the Paper which was published under her pseudonym Helen Demidenko. The novel, about Ukrainian participation in war crimes against the Jews in the 1940s, was considered a hoax because Dale falsely claimed to have Ukranian heritage. The email also noted Dale was “quite good at social media, particularly Facebook and Twitter”.  The email proposed hiring the Liberal Democrat party founder, John Humphreys, for the role, paying him a lump sum of $5,000 cash. “We’ll ignore tax etc. I could possibly put him on the taxpayer’s payroll but it would be a lot of paperwork. I’ve discussed it with him and he’s willing and available, and understands he’s not driving the strategy,” it said. Dale retweeted a tweet that said “I actually respect quitting a job because you wanted to shitpost more on Facebook, well done”.     Helen Dale’s retweet of a social media post approving of ‘quitting a job because you want to shitpost more on Facebook’. Photograph: Twitter    She then joked about her social media skills:    Also confirming I am an excellent shitposter and do not need to be told how to do it :) @joshgnosis @JoshButler— Helen Dale (@_HelenDale) May 30, 2016    A spokesman for Leyonhjelm said: “We can confirm Helen Dale has left her position in the office of Senator Leyonhjelm and we thank her for her contribution. “It’s not appropriate to discuss private arrangements in the media, except to say we are complying with all tax requirements.”",
  "webTitle": "David Leyonhjelm 'disappointed' by resignation of policy adviser Helen Dale",
  "webPublicationDate": "2016-05-30T05:56:46Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/david-leyonhjelm-disappointed-by-resignation-of-policy-adviser-helen-dale",
  "keyword": [
    {
      "webTitle": "David Leyonhjelm",
      "id": "world/david-leyonhjelm",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/30/david-leyonhjelm-disappointed-by-resignation-of-policy-adviser-helen-dale"
}