{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/clinton-cash-film-hillary-foundation-finances",
  "id": "2016-05-12-43",
  "sectionId": "us-news",
  "body": "When delegates to the Democratic national convention gather in Philadelphia at the end of July to – almost certainly – nominate Hillary Clinton as their presidential candidate, they may be in for a bit of a surprise. The night before the opening ceremonies, a film will be premiered in the city that portrays her in a very different light from the official biography.   Related: Hillary Clinton campaign issues online rebuttal of Clinton Cash criticisms    Clinton Cash is an hour-long cinematic version of the book of the same name that caused quite a stir when it was published a year ago. In lurid images of blood-splattered dollars fluttering down over warlords in conflict zones, accompanied by a menacing soundtrack worthy of a horror classic, the film seeks to distill in punchy form the central message of the book: that Hillary and Bill Clinton, since leaving the White House famously “dead broke” in 2001, have amassed a vast fortune of more than $200m by blurring the lines between public office, their philanthropic foundation, lucrative speaker fees and friendships with dubious characters around the world. As the book’s author, and main narrator of the film, Peter Schweizer, puts it on camera: “The elites of these countries are getting rich, the Clintons are getting rich, and the money is not trickling down to the people.” Along the way, he alleges, the Clintons “have betrayed their own principles”. It’s a powerful message, one that is clearly designed to stir up trouble at the convention at just the moment when Clinton should be revelling in her victory in the Democratic race. For the Clinton campaign it will have an air of deja vu, as they had to deal with the turbulence caused by the book in May 2015. On that occasion they attempted to swat away its attacks by denouncing Schweizer’s work as a “smear project” that amounted to a “concerted effort to bring the Clinton Foundation down”.  Though Clinton’s people have so far remained silent on the pending launch of the film, there is no shortage of evidence about the partisan backgrounds of the film-makers. Schweizer was a speechwriter for former president George W Bush and coach to Sarah Palin on foreign affairs during her vice-presidential run, while the producer, Stephen Bannon, is a prominent creator of such rightwing favourites as the film Ronald Reagan and His Ranch and chairman of the Clinton-baiting Breitbart News.  At a sneak-peek viewing of Clinton Cash in Manhattan on Wednesday night, to which the Guardian was invited, Bannon and Schweizer unashamedly admitted that their aim was to inject the film’s caustic criticisms of the Clintons into the pending presidential battle between Hillary Clinton and Donald Trump. Earlier this week Trump referred to the book in a radio interview, suggesting that he was gearing himself up to deploy its controversial material on the campaign trail.  “I think we’ll whip out that book because that book will become very pertinent. I’m surprised it hasn’t been used by Sanders,” Trump said. The lack of pick-up by Bernie Sanders in his ongoing tussle with Clinton for the Democratic nomination is something the Clinton Cash film-makers have been thinking about a lot. Bannon said that his target audience was not hardcore Republicans and Trump supporters, as you might expect, but liberal progressives.  Bannon especially wants to get the movie in front of followers of the Vermont senator, as he sees an affinity between its message and the anti-Wall Street, anti-corruption focus of Sanders. “We made this film for independents and progressive liberals, really the Bernie Sanders crowd, who we think it will hit quite hard. We want to open the debate up and make it accessible to Sanders people – there’s a lot of anger among them,” Bannon said. To advance their ambition to cross the partisan divide, Bannon said he would be staging test screenings in the run-up to the premiere with carefully selected groups of progressive advocates who care passionately about global warming and the environment, human rights and labour protection. “We think that people who dedicate their lives to these issues will be outraged by what they see.” The film itself avoids some of the embarrassing pitfalls that beset the book. Schweizer was forced to make revisions to the Kindle edition to remove such glaring mistakes as having drawn from a document that had already been shown to be fake in a passage on the Keystone XL oil pipeline. Clinton Cash opens with a sequence of clips of Hillary and Bill setting out the goals for their charitable foundation, pitched in laudably ethical terms. “Ending hunger is a moral imperative,” Hillary says. “We are trying to do something that no one has done before,” Bill opines. But the documentary quickly slips into a much more ominous tone, in which the film-makers seek to undermine the Clintons’ claim to do-gooding with the suggestion that their purpose was far more nefarious. Visual metaphors are deployed that are at times none too sophisticated, such as a shot of a pack of lions devouring an antelope during a discussion of the couple’s activities in Africa. As with the book, the film piles example upon example of the alleged conflict of interest between Hillary Clinton in her 2009-13 role as US secretary of state, Bill Clinton and his astronomical speaker fees that could reach as high as $750,000, and the multimillion-dollar donations received from leading politicians and businessmen to the Clinton Foundation. Over its 60 minutes, it scuttles from Africa to Haiti, where it accuses the Clintons of “disaster capitalism”, to Latin America, India and Russia.  “We’ve seen repeatedly over and over again, when it comes to the Clintons you have to follow the money,” the narrator says. “You can’t come to any other conclusion than it’s a system of pay to play.” As with the book, the film contains nuggets that point to areas of conduct on the part of the Clintons that are certainly worthy of further investigation, all the more so the closer Hillary Clinton gets to the White House. Perhaps the most telling detail is the bald fact that between 2001 and 2013 Bill Clinton made 13 speeches in which he charged more than $500,000 in fees; 11 of those speeches were made within the period when his wife was working as America’s top diplomat. But again, as with the book, there is no smoking gun to be found here. No single document or email chain or recorded conversation is shown proving that Hillary as secretary of state made deals or altered US government policy specifically so that her husband could profit from the connection. The film even makes overt reference to that absence. At one point it puts up an image of a gun with smoke coming out of the barrel, as the narrator says “Clinton’s supporters will say ‘there’s no smoking gun’, but look at the history.” After the viewing, Schweizer told the Guardian he accepted “there’s no smoking gun, no email that said ‘Do this and we will give you that’.” But he insisted that the cumulative evidence pointed to a pattern of behaviour that would never be tolerated in other elected officials, with or without irrefutable documentary proof. “I would contest that the pattern you see with the Clintons is far more consequential than other high-profile politicians who have gone to jail,” he said. That’s a bold statement to make, and one that promises sparks in Philadelphia next month.",
  "webTitle": "Clinton Cash film aims to cause likely Democratic nominee maximum damage",
  "webPublicationDate": "2016-05-12T19:49:35Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/clinton-cash-film-hillary-foundation-finances",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "us-news/2016/may/12/clinton-cash-film-hillary-foundation-finances"
}