{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/st-george-wharf-tower-london-luxury-pads-emblematic-housing-crisis",
  "id": "2016-05-24-126",
  "sectionId": "society",
  "body": "The clocks over the concierge desk show the time in Hong Kong, Abu Dhabi and Moscow – leaving visitors in little doubt about who owns homes in the Tower, Britain’s tallest block of flats. The 50-storey glazed tube of 214 luxury apartments by the Thames at Vauxhall has emerged as a totem of the London property market’s allure to Russian, Chinese and Arab millionaires. The names of some of the offshore companies used by anonymous investors to buy flats in the Tower hint at their priorities: Century Rich International, Capital Yield and Huge Success Management. Since it opened in October 2013, apartments have sold at prices ranging from £580,000 to £51m. The Tower includes no “affordable” housing and flats go on sale for as much as £2,100 per sq ft – almost three times the UK average for apartments. Despite critics saying it looks like a nasal hair clipper or the tower of Mordor, from the Lord of the Rings, the prophecy of its architects, Broadway Malyan, that it would “satisfy the most discerning of the world’s rich list” appears to have come true. But the fact that nearly two-thirds of the homes have been sold abroad and that only 60 people in a building with enough bedrooms to accommodate 10 times more, are registered to vote, looks set to stoke the already raging debate about Britain’s housing shortage, what sort of homes the country is building and who they are for.      The treadmills have views of the London Eye and the Palace of Westminster. Photograph: Rob Booth for the Guardian     Related: 'Ghost tower': how skyscraper bought up by foreign money is symbol of UK housing crisis    The controversial decision by the former Labour deputy prime minister John Prescott to grant the Tower planning consent set a precedent for a dozen similar apartment towers now emerging in a mini-Manhattan at Nine Elms, a former industrial area soon to be home to the new US embassy and quickly transforming into London’s latest millionaires’ playground. On first impression the Tower is more hotel than home. Once you are past the security gate and the bowler-hatted doorman, the lobby is dressed with black velvet sofas, crystal chandeliers, a 60in television piping out global financial news and a concierge desk. “We provide the residents with the same feeling they have when they travel to top hotels,” explained a staff member, asking not to be named. “You have people with five, 10 apartments all around the world and they come and go.” There is a spa with massage and manicure rooms, a swimming pool and gym with a row of treadmills overlooking the Thames and with views of the London Eye and the Palace of Westminster. Peter Young, a businessman from Singapore, is one of the Tower’s transient residents. He lives here for less than two months a year.   foreign ownership total   “There’s not much of a community, people come and go,” he said as he waited in the lobby for an Uber car to pick him and his wife up. “It is quite impersonal I think. The staff are wonderful, but I never really see any of my neighbours. I hardly bump into anyone on our floor. Most of these types of places, including this one, are owned by people who don’t live here.” Residents can only access their own floors using a special key fob; a £15m apartment occupying the whole 45th floor has fingerprint recognition locks.  On the 23rd floor, another Singapore resident is selling up already. Chong Meng Lai, 71, is asking £2.6m for the three-bedroom apartment he bought in January 2014 for just under £2.1m. “I used it a couple of times a year and a number of my friends have been guests, too,” he said by phone from Singapore where he runs a waste management business. “It was used for not more than 60 days a year. It is basically a holiday home for myself and my family.”     Chong Meng Lai. Photograph: Facebook    He is one of the international rich who have several homes around the world; despite his limited use of the Tower, last year he bought an apartment in the neighbouring Riverlight development, designed by Richard Rogers, which features a private club house with swimming pool and virtual golf course programmed to recreate Augusta and St Andrews. He also has a holiday home in Western Australia.  Like all the apartments, his features a “sky garden” – a glazed balcony with glass that becomes opaque at certain viewing angles to prevent being overlooked by the adjacent flats. The kitchen is fitted with expensive but little-used Miele appliances. Blinds can be lowered and lighting dimmed from anywhere in the world using a special iPad that comes with each flat. But even this finish is a notch below the “platinum” specification of the apartments above the 32nd floor. From its floor-to-ceiling windows, there is a birds-eye view of housing estates on the north bank of the Thames, a reminder of a quite different response to an earlier housing crisis. Stacked in neat lines are the modernist blocks of Pimlico Gardens, a 1,600-home flagship of postwar council housebuilding designed by architects Powell and Moya on the site of bomb-damaged terraces from 1946 to 1962.      Inside the Tower at St George Wharf. Photograph: Rob Booth for the Guardian    Some Tower residents are here all the time. Many are said to be students at London universities, there is a dentist and a doctor as well. But one peculiarity about life in the Tower is the lack of children. “There are not many families here,” the employee said. “You won’t find many children between the ages of five and 20. There are students in their 20s, many from Asia.” He added: “There are some empty apartments; people who buy them just to resell them. We have them, but it is really very few.” The block also has its own seasons. In summer, it fills up more with the arrival of Middle Eastern residents getting away from the desert heat in the Gulf and Saudi Arabia, while at Christmas it empties. The Tower very nearly remained on the architects’ drawing board. In 2005, the London borough of Lambeth said the architecture was not good enough, it was too tall, and the overall St George Wharf complex of which it was part had insufficient affordable housing. The planning inspector agreed that was it too high and harmful to views of the Palace of Westminster and agreed it should not be built. It was left to Prescott to decide. As he deliberated, the former Conservative education secretary Kenneth Baker warned parliament the plans echoed Aldous Huxley’s classic dystopian novel Brave New World.    ownership breakdown   “Your lordships will remember that in the Brave New World the rich and the toffs were called alphas, and they were at the top,” he told the House of Lords. “The gammas, the deltas and the epsilons – the proles – were down at the bottom. That is how the development is to be done. In that great tower there will be no social affordable housing. It is all for the alphas. It is all for the toffs.” He continued: “So we have a Labour deputy prime minister, a man who I think would describe himself as a good old-fashioned socialist, giving approval for a tower for the toffs. The other irony is that half of those flats, which will sell for upwards of £1m – probably, the higher one goes, more than £5m – will be bought by foreigners.” Prescott approved the scheme, saying it was a “first-class design”.  In many ways, Lord Baker was proved right. The apartments have sold for an average of £2.2m. Thirty-eight are registered to companies in the British Virgin Islands, five in Jersey, three in Cyprus, two in the tiny Pacific republic of the Marshall Islands, two in the Seychelles, one in Mauritius and one in the Isle of Man. It is also a highly stratified place with the richest ensconced at the top, on the occasions they use it at least. Speaking this week, Baker told the Guardian that Prescott’s decision was “an appalling mistake”. “I am very sorry it is happening and [it is] worse than I forecast,” he said. “Lots of people have been buying with money they got from somewhere around the world that they want to protect the sources of. It is a scandal when you consider the housing problems of London.”",
  "webTitle": "'Tower for the toffs': UK's tallest skyscraper and playground of the rich",
  "webPublicationDate": "2016-05-24T14:23:44Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/st-george-wharf-tower-london-luxury-pads-emblematic-housing-crisis",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Planning policy",
      "id": "politics/planning",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    }
  ],
  "guardianId": "society/2016/may/24/st-george-wharf-tower-london-luxury-pads-emblematic-housing-crisis"
}