{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/12/battlefield-war-game-first-world-war",
  "id": "2016-05-12-312",
  "sectionId": "technology",
  "body": "The first world war may not be the most obvious time period in which to set a team-based first-person shooter with a heavy emphasis on vehicular combat. The pointless slaughter of trench warfare, with lines of enlisted men marching slowly towards machine guns that mowed them down by the thousands, all to gain or lose mere feet of frontline, isn’t exactly a “fun” scenario. And while the Great War was the first time tanks, planes and zeppelins were used in combat, their deployment was often small-scale and of minimal strategic importance. Nonetheless, Battlefield developer EA Dice has committed to tackling the period with latest game in the series, Battlefield 1. The definitive name comes from the studio’s desire “to portray the dawn of all out war… the genesis of modern warfare”. It may also be accurate to suggest that the series has come to the 1914-18 conflict because it has run out of alternatives. Since the arrival of original game Battlefield 1942 in 2002, Battlefield has toured the second world war (multiple times), Vietnam, the present, the future, and even the battles between organised crime and militarised police forces in the cities of America. Despite being the most removed from the present day, however, the first world war retains a unique position in the public psyche. Perceived as a shamefully wasteful contest between sabre-rattling empires, leading to the unnecessary deaths of millions, it has largely been exempt from interactive portrayals – apart from biplane flight combat sims and hexagon-based war games. Call of Duty briefly took players to an alternative, zombie-infested version of the conflict, but that’s about it. And so the announcement of Battlefield’s setting was met with a certain amount of unease. Wired’s Jake Muncy wrote that “a first-person shooter set in WWI is maaaybe not the best idea”, pointing out the fact that “the Great War was deeply disempowering to the individual soldier, and disproved the notion that modernity would bring peace”. The development team is clearly aware of the concerns, and is already trying to assuage fears. “We’re not making a documentary on the Great War,” producer Aleks Grondal told Eurogamer. “This is a fresh take. This is a take where we’re applying our DICE flavours to the era and the setting. That’s really just a backdrop for what the game is in the end.” But asking whether the first world war is an appropriate topic for a first-person shooter may reveal a more pressing question: why do we think any war is? A game set in the Great War will necessarily whitewash the horrors of trench warfare. Even when games do tenderly address these subjects, they rarely do so through the medium of 64-player class-based combat. The beautiful Ubisoft title Valiant Hearts, about four characters attempting to help a German soldier, is a puzzle adventure that told human stories. It did not encourage players to excitedly recreate the battle of the Somme. But games set in the second world war – which has been deemed acceptable as a backdrop to gung-ho shooters like Call of Duty and Brothers in Arms – tend not to address the disgrace of civilian bombardment, let alone the horrors of the atomic bombings or the holocaust. Sometimes that can seem a blessing: 2014’s Wolfenstein: The New Order was set in an alternative history in which the Nazis won the war. It received broadly positive reviews, but the game’s handling of the topic of the holocaust provide divisive. General disagreement that holocaust imagery even belonged in a game which is still, at heart, about shooting sci-fi nazis in robot suits was matched with specific concerns about the accuracy of its portrayal of Nazi racism. Fundamentally, there are two second world wars. There’s the complex, messy one of history. The one where Britain entered a war not to fight an evil dictator, but to protect its allies and interests on the continent; where America sat out for two years as fascism grew popular within its own borders, only joining when Japan forced its hand; where the horror of the holocaust was known to Allied leadership, but not acted on, long before Russia liberated Auschwitz. And then there’s the WWII of Boy’s Own, Eagle and Commando: Where Britain and America joined forces with the goal of taking on an evil empire, and liberating the people of Europe. It’s a reshaping of history, but one which enabled the horrors of the war to be understood and processed by a new generation. By contrast, the first world war has only really had one portrayal. Starting with shellshocked war poets writing, and dying, on the front line, the horror and wastefulness of the Great War has never been far from its popular perception. Stories of (the fictional) Biggles, the (real) Red Baron and the flying aces of world war one are able to exist alongside the horror of the trenches, but never obscure them. Maybe Battlefield 1 can enter that canon too, and slowly build its own version of the first world war to go alongside the cartoon retelling of the second. But if you think it shouldn’t be allowed to try, it may be worth first asking why you are happy with war games at all.",
  "webTitle": "Battlefield 1: is it wrong to set a war game in the trenches of the first world war?",
  "webPublicationDate": "2016-05-12T08:34:38Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/12/battlefield-war-game-first-world-war",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "technology/2016/may/12/battlefield-war-game-first-world-war"
}