{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/adam-peaty-european-swimming-championships-breaststroke-ross-murdoch-london",
  "id": "2016-05-17-36",
  "sectionId": "sport",
  "body": "There was a quick glimpse of a fast-rising star for the few hundred fans here, as Adam Peaty, 21 and already a world champion in both the 50m and 100m breaststroke, won his second European 100m title. He did it in 58.36sec, which broke his own championship record, and was a tenth of a second faster than Cameron van der Burgh’s old world record, which Peaty beat while swimming in the same lane of this same pool in April last year. It was the fastest anyone has gone this year, and means Peaty now has six of the 10 quickest times in history. Right now he ranks among Great Britain’s very strongest contenders to win a gold medal at the Olympics this summer. If his year pans out as he hopes and plans, this performance will end up a footnote in his list of accomplishments. Eighty days out from the Olympics, these European championships seem to be serving as little more than a warm-up for the swimmers going to Rio. Peaty has described them as “a stepping stone”.   Related: Sport picture of the day: James Guy's freestyle bubble    He won here in a record time even though, like most of his team-mates, he had not bothered to taper, but was fitting the competition in between his training sessions. Before the championships started, Peaty’s heavy schedule had left him so sore that, he said, he couldn’t even get out of his car. He had not prepared for this event. In fact he did not even bother to shave down before his heat, reckoning, with good reason, that the few fractions of seconds he was giving up would not cost him any too much. Peaty’s personal best, that world record of 57.92, was more than a second better than that of the next best man, Lithuania’s Giedrius Titenis. In the end, it was Peaty’s teammate Ross Murdoch who came closest to him in the final, in a repeat of their one-two at the last championships, in 2014. Murdoch finished in 59.73, a fine time in its own right but a long way back from Peaty’s, who made winning look very easy indeed. Afterwards he summed up his performance in a single word: “mint”. He said that he had been training so hard that he was worried whether he would “even break a minute”, let alone 59 seconds. “I just don’t get it, because I’m still in a really hard training block,” Peaty said. “But what can I say? I did it, did the process, and came out with a 58.3.” Some of his speed, Peaty said, was down to the crowd, who were stirred into life by the sight of him. “It was amazing support,” he said, “this is one of the best races I have ever had in terms of GB support.” Loud as his fans are now, much as they love him, this is nothing compared to the reception he will get if he wins in the Olympics. He would be the first British man to win an Olympic gold medal in the swimming since Adrian Moorhouse back in 1988 and Peaty is feeling supremely confident about his chances of doing exactly that. “The top four times in the world are all mine now, so it is looking good going into Rio.” If Peaty is this quick when he is out of racing shape, imagine how fast he will be when he is back in it. “It just feels like my stroke is in the best place ever,” he said. He won a second gold medal later on, as part of the mixed 4x100m relay team, along with Fran Halsall, Chris Walker-Hebborn and Siobhan-Marie O’Connor. There were bronze medals, too, for both Halsall and Ben Proud in the 50m butterfly. Peaty and his coach, Mel Marshall, will soon start thinking about his run-in to the Games. Before that, he will also swim in the 50m breaststroke later this week. But, as he says, “it’s not an Olympic event” and so he is not too worried about how he goes – and besides he can afford to think that way, because in this form he will most likely win it anyway.",
  "webTitle": "Adam Peaty sets blistering pace to win European 100m breaststroke title",
  "webPublicationDate": "2016-05-17T19:50:43Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/adam-peaty-european-swimming-championships-breaststroke-ross-murdoch-london",
  "keyword": [
    {
      "webTitle": "Swimming",
      "id": "sport/swimming",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Fran Halsall",
      "id": "sport/fran-halsall",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Bull",
      "id": "profile/andybull"
    }
  ],
  "guardianId": "sport/2016/may/17/adam-peaty-european-swimming-championships-breaststroke-ross-murdoch-london"
}