{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-2015-16-competition-entry-gradient-dm",
  "id": "2016-05-02-146",
  "sectionId": "small-business-network",
  "body": "Zara Nanu, business development manager of Gradient DM, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Gradient DM came on the market in 2015 with a unique data analysis product – Gapsquare. The tool was developed because we believe technology can help close the gender pay gap and gender inequality at work.  Research shows that switching from a single-sex group to a co-ed team could increase revenues by 41%. Both women and men are more likely to remain with an organisation where there is a proactive diversity ‘climate’, and recent studies have found organisations with the most gender diversity outperform those with the least.  The free tool calculates the gender pay gap in an organisation and will help companies comply with new regulations that require companies with 250 employees or more to report on the gender pay gap.  Moreover, Gapsquare can help any manager to plan a roadmap to close the gap, in a timeframe that is right for the organisation.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Gradient DM",
  "webPublicationDate": "2016-05-02T12:13:14Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-2015-16-competition-entry-gradient-dm",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-2015-16-competition-entry-gradient-dm"
}