{
  "apiUrl": "https://content.guardianapis.com/nab-meet-the-changemakers/2016/may/04/australia-wide-hubs-help-build-stronger-local-communities",
  "id": "2016-05-04-351",
  "sectionId": "nab-meet-the-changemakers",
  "body": "After a successful career in health policy both here and in the UK, it was from something as tribal as football that social entrepreneur Dr Sonja Hood first saw a way to build inclusive communities for a better multicultural Australia.  It was 2010 and Hood, who has a PhD in Health Science, had just made an unusual, but welcome, career shift away from the red tape of hospital administration where she had been working in programs of chronic disease management. Arriving as the new general manager of community engagement at North Melbourne Football Club, she soon found herself facing a whole new set of cultural challenges, starting with a diverse local youth population in serious need of help fitting in. “The aim was to get young people into either sport or study – whatever one they needed,” Hood recalls today. “It was my first real experience of football, community and migrants. But football is all about belonging and I really liked the freedom to do something that was relevant.” Within the first few months in the role, what started as a daunting challenge had become a driving mission as she saw how to make a real difference in these young people’s lives. Her solution was to apply her scientific and administrative skills to develop “The Huddle” – a joint initiative of the football club, the Scanlon Foundation, and the Australian Multicultural Foundation – to improve social cohesion by addressing the causes of disengagement. Gradually she was able to build true community by using a combination of technology, sport, positive education, team building and mentoring to develop active, engaged participants and leaders. From small beginnings, the program has now grown to help about 6000 young people a year, with funding from multiple philanthropic, corporate and government benefactors.  “It was one of the best things I’ve ever done,” she says. “I would argue it has had an impact across the whole AFL in the way that they view community. There are other clubs that set up place-based community facilities because they saw what The Huddle could achieve.” While The Huddle still focuses on migrant and refugee youth in North Melbourne, Flemington, Kensington, West Melbourne and the City of Wyndham, its success has led philanthropic supporter Peter Scanlon to ask Hood to expand her vision across the country.       The new venture is Community Hubs Australia, where she started as CEO in June last year. Similar to The Huddle, Community Hubs aims to build strong communities by helping migrants and refugees integrate into their local areas through 42 “hubs” so far around the country. The difference is these hubs are run out of local primary schools with a strong focus on supporting those who are isolated by language and other barriers and so are hard to reach through traditional services.  Hood says she is a “great believer in multiculturalism” and it is the personal stories she comes across which continue to drive her work in programs for greater inclusion.  “These are people who fall between the cracks,” she says. “There are groups that remain isolated. There are women who have been here eight to 10 years who don’t speak English. “Their English may be good enough to get them to the shops and back, but not for anything else.”    I’m driven by the idea I’ve had amazing opportunities in my life and often other people don’t get them.    One moving example was a recent meeting in Dandenong with a mother of three from Afghanistan, who had not left the house for five years. A doctor had told her on arrival she was suffering from trauma, had high blood pressure and needed to rest. No one followed up to tell her anything different and so she remained isolated inside her home – until she connected with the hub. “Now her English is coming along beautifully and her children are thriving,” Hood says. “Not having learned the language condemns you to a life of difficulty. So, if I can help remove some of those barriers, that makes everybody happy. For someone like her, a job is now on the radar.” As well as help with English language skills, each hub provides jobs training, mentoring and health and wellbeing initiatives, with the goal to get each participant operating independently again.  “Our new culture is weaving all those cultural identities into one,” she says. “This is the beginning of a journey of self-determination – to be their own people and to be part of our country.” Community Hubs Australia is co-funded by the Scanlon Foundation and the Federal Government and is a National Australia Bank (NAB) not-for-profit customer. The eventual aim is to increase the number of hubs to 100, to foster social cohesion around the country. Hood says NAB also helps by creating connections at a branch level and strengthens the multicultural community through a commitment to social and financial inclusion. With many hub participants coming from war-torn countries or lives of hardship, they often need help connecting with support services to thrive in their new home in a safe and familiar community environment. “Good change comes at the coalface,” Hood says. “People know what needs to happen in a community and often they can’t get it done and they need to be supported. “I’ve always been community-minded. I’m driven by the idea I’ve had amazing opportunities in my life and often other people don’t get them. So to be the enabler of that is exhilarating.”",
  "webTitle": "Australia-wide hubs help build stronger local communities",
  "webPublicationDate": "2016-05-04T04:53:50Z",
  "webUrl": "https://www.theguardian.com/nab-meet-the-changemakers/2016/may/04/australia-wide-hubs-help-build-stronger-local-communities",
  "keyword": [
    {
      "webTitle": "meet the changemakers",
      "id": "nab-meet-the-changemakers/nab-meet-the-changemakers",
      "sectionId": "nab-meet-the-changemakers",
      "sectionName": "NAB Meet the Changemakers"
    }
  ],
  "authors": [],
  "guardianId": "nab-meet-the-changemakers/2016/may/04/australia-wide-hubs-help-build-stronger-local-communities"
}