{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/09/northern-ireland-belfast-bakers-would-have-sinned-ashers-bakery-gay-marriage-cake",
  "id": "2016-05-09-190",
  "sectionId": "society",
  "body": "A Christian couple in Northern Ireland who refused to bake a cake with a pro-gay marriage message would have committed a sin if they had made it, their lawyer has told an appeal hearing. The McArthur family, who run Ashers bakery in Belfast, are appealing against a court ruling last year that found them guilty of discrimination against a gay customer on the grounds of sexual orientation. In 2014 Ashers refused to make a cake with a picture of Sesame Street figures Bert and Ernie along with a support gay marriage message. Gay rights activist Gareth Lee, a member of the lesbian, gay, bisexual and transgender advocacy group Queer Space, then reported the bakery to the Equality Commission in Northern Ireland. The couple’s barrister, David Scoffield QC, told the three judges at the appeal in Belfast on Monday that the gay marriage message was inconsistent with the family’s deeply held religious beliefs. He said the McArthurs would have regarded themselves as having committed a sin if they had baked the cake.  “This was not a refusal to sell a cake, it was about the refusal to sell this particular cake. This case is an important case. It raises, we submit, an issue of principle. The issue is the extent to which those who hold such religious convictions can be required by the law to act in a manner inconsistent with their convictions,” Scoffield said.   Related: What is Belfast's 'gay cake' case?    The McArthurs’ lawyer said the case had wider implications for businesses across Northern Ireland. “It makes it extremely difficult for any business such as a printer or someone who, as we have seen in this case, creates T-shirts or cakes, to run any kind of bespoke service if faced with the position that someone could come through your door and order something which is clearly objectionable,” he added. He told the judges: “If a heterosexual person had bought the cake, they would have had the same response.” Last March the bakery was fined £500 and found guilty of discriminating against Lee.  A previous attempt to appeal against the ruling by the McArthur family was halted earlier this year by a last-minute intervention by the attorney general in Northern Ireland, John Larkin QC. His office wrote to the court setting out issues around a potential conflict between Northern Ireland’s equality legislation and European human rights laws. Arriving at court on Monday, Daniel McArthur said: “Two years ago today we were asked to help promote a campaign to redefine marriage in Northern Ireland. We never imagined that two years later we would find ourselves still living with the consequences of that request. “This was never just a case about one little bakery in Belfast. It’s always had implications for freedom of expression throughout the UK.” The hearing before Northern Ireland’s lord chief justice and two other senior judges is due to take place across four days.",
  "webTitle": "Belfast bakers 'would have sinned' if they made gay marriage cake",
  "webPublicationDate": "2016-05-09T12:55:24Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/09/northern-ireland-belfast-bakers-would-have-sinned-ashers-bakery-gay-marriage-cake",
  "keyword": [
    {
      "webTitle": "Gay marriage",
      "id": "society/gay-marriage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "society/2016/may/09/northern-ireland-belfast-bakers-would-have-sinned-ashers-bakery-gay-marriage-cake"
}