{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/hillary-clinton-vice-president-candidates-bernie-sanders",
  "id": "2016-05-25-108",
  "sectionId": "commentisfree",
  "body": "Related: 'Tom Perez has guts': US labor secretary being eyed as Clinton's running mate    Hillary Clinton, the presumptive Democratic nominee for president, will soon have to begin whittling down the list of potential vice-presidents. We asked you who you thought would be the best candidate for the job that is, traditionally, a heartbeat away from the Oval Office. Some 484 of you responded with choices that ranged from the wildly unlikely to the inspired. Hillary, if you’re reading this, look no further … Bernie Sanders: 125 picks      You said: “Because it’s the best way to lend her credibility and keep Sanders’ supporters on her side.” – Grayson McDaniel Richard Wolffe says: “Sanders draws to him millennial voters that Clinton struggles to connect with. But would they stay with him if he jumps into the VP slot? It would be hard to maintain his authenticity (and electoral value) while reversing his position on her judgment as commander-in-chief.  The tougher challenge for Clinton is whether she can stomach four or eight years of seeing her tormentor around the West Wing. It’s not clear that she can play the role of Barack Obama inviting the team of rivals – or at least a socialist senator – into the inner circle. Nor is it clear that Sanders is disciplined enough to play second fiddle on the campaign trail and stick to his talking points.” Kate Aronoff says: “At this point, Sanders is greater than the sum of his platforms. He’s a symbol for the kind of new politics that’s swaying the 51% of millennials who don’t support capitalism – and many, many more.  Sanders as veep could leave his movement with a neutered champion. The office comes with little power as is. And it’s doubtful Clinton would grant him anything more than a token spot.  There are plenty of reasons why Sanders shouldn’t seek a third-party run, but just as many for why he shouldn’t – and hopefully won’t – accept any invitation from Clinton to join her as vice-president.” Elizabeth Warren: 92 picks      You said: “It would bring in the young revolutionaries and unify the Democratic party” – Allan Shickman Richard Wolffe says: “The non-Bernie version of Bernie Sanders, Warren can fire up the younger, better-educated rabble with her calls to rein in the big banks, and her support for a strong public sector.  Warren has proved adept at that useful veep role played so well by Nixon’s number two, Spiro Agnew: the attack dog. Warren has already baited Donald Trump in the political arena known as Twitter, and could happily tie him down for months in 140 characters or less. She would also combine with Clinton to form a strong and historic all-female ticket. But she is Bernie without all the baggage. It’s a fine move if the party isn’t united. But if it is, why bother?” Kate Aronoff says: “There’s an argument to be made that a two-woman ticket could prove too much too soon for America, and tilt fence-sitting misogynists toward the Republican party.  An all-female ticket, though, could prove a boon against Trump, whose attacks on women have generally panned. But Warren is a poor VP pick for an entirely different reason: it’s a waste of her talents.  A chief architect of the Consumer Financial Protection Bureau, Warren has built a career on taking Wall Street to task. If she’s to take any post in a Clinton White House, it should be as secretary of the treasury.” Julian Castro: 28 picks      You said: “The Democratic party needs to represent the current and future population of this country. Diversity is very important!” – Helen Grunewald Richard Wolffe says: “From mayor of the great metropolis of San Antonio to housing secretary to vice-president: Castro’s pick would represent a meteoric rise. But in an era when an unelected reality TV star can be a presidential nominee, maybe establishment credentials are overblown. Castro’s rise would allow Democrats to reclaim some bragging rights about Latino politicians, after the Republican party promoted both Ted Cruz and Marco Rubio to the final tier of presidential candidates. While he could do nothing to swing the state of Texas towards the Democrats, Castro would underscore powerfully the contrast for Latino voters. Do you want to vote for a young veep called Castro or an old president who wants to deport 11 million US residents and thinks Mexicans are rapists? He’d be a great contrast to Trump, but it’s unclear how he would perform under the bright lights of a presidential election.” Kate Aronoff says: “Boasting a thin résumé, Castro also lacks the kind of populist charisma or views that might win over Sanders voters. As housing and urban development secretary, he’s been targeted (successfully) by Warren, the Working Families Party and other progressive groups over HUD’s selling of delinquent mortgages to Wall Street banks.  “I think a lot of the progressive movement would not be in support of a Castro ticket if he fails to make traction here,” one organizer of the push against Castro told Politico. Though he has since conceded, the former part-time Texas mayor remains weak where Clinton needs him ironclad.” Al Franken: 15      You said: “He’s smart, liberal, progressive, really cares about his constituents, and is funny; we definitely could use some more humor right now.” – Jill Spriggs Richard Wolffe says: “Could a comedian-turned-senator be the perfect fit for a contest against the great orange hope? Franken has disappointed those who wanted him to fire a constant barrage of Saturday Night Live-style one-liners against Republicans in the Senate. Instead, he has proved a serious policy wonk on Sanders-style issues: going after Wall Street and strongly supporting net neutrality. Still, this is the man who penned the seminal book lampooning the conservative echo chamber: Lies and the Lying Liars Who Tell Them. He proved his campaign chops by winning a confident re-election in 2014 in purple state Minnesota, after squeaking the narrowest of victories first time around. It might take a comedian to attack a joke nominee. But his SNL past is easy fodder for an attack ad that makes him look less than presidential.” Kate Aronoff says: “This may well be the first presidential election where being an acerbic New York Jew is an asset. Occupying progressive legend Paul Wellstone’s seat, Franken has an irreverent populist charm to counter Clinton’s calculated stiffness.  A comedian by training and able to play to an audience, he would likely fare well in spats with Trump. And – representing Minnesota – Franken could win over supporters in the midwest states where Trump has dominated through primary season.  While hardly as progressive as Sanders or Warren, there’s one key factor that would make Franken a strong left-of-center choice for VP: he might actually say yes.” Cory Booker: 13      You said: “He’s very socially conscious, very popular and a good age contrast with Hillary” – Mary Smith Richard Wolffe says: “A media darling, the New Jersey senator is relatively young and is a reminder of Clinton herself in her Senate days: with a reputation for reaching across the aisle, Booker can play nice with the Republican party while also championing liberal causes like criminal justice reform. Booker would represent a clear shot at holding on to the Obama coalition, and not just because he is one of the very few African Americans in Congress. As a former mayor of Newark, he took on the corrupt old guard and won, focusing on the city’s chronic urban issues. On the other hand, he also took a lot of Wall Street campaign contributions, so he’s not exactly a natural fit for Bernie bros. In some ways, he’s perfectly suited to this cycle, not least in his love of social media. Yet he’s not a natural attack dog, and his opposite number as Trump’s veep might just be his best buddy: Chris Christie. Booker is a serious-minded contender who can appeal to the Obama coalition. But then again, Obama will be doing that himself.” Kate Aronoff says: “On policy, Clinton would find an ally in Booker – and that may not be good for the rest of America. Though progressive on social issues like marriage equality, Booker is a deficit hawk with cozy ties to Wall Street.  He raked in more money there than any candidate in the 2014 election cycle, Republican or Democrat. Fittingly, the hallmark of his time as mayor was partnering with Chris Christie and big banks to privatize Newark’s school district, aiming to transform it into the “charter school capital of the nation”. Like Clinton, Booker is a neoliberal candidate in a progressive suit.” Sherrod Brown: 10      You said: “It would be nice to have a liberal on a national ticket for a change.” – Mark McGrath Richard Wolffe says: “One of the most liberal members of Congress, the Ohio senator is a male version of Elizabeth Warren: he wants to break up the big banks and restore Glass-Steagall. He opposed the Iraq war from the outset, unlike Clinton. He loves labor unions and is a strong supporter of LGBT rights. He is generally an affable, easy-going senator, but he can also be, well, intemperate. That might help in this cycle for populist rabble-rousers, but could make him tricky to work with. Among his strong declarations: he has no interest in serving as vice-president.The downside? He’s 63 and does not exactly represent a new generation of Democrats. Plus there’s this: if he leaves the Senate, his replacement will be selected by the Ohio governor: a Republican by the name of John Kasich. The same, of course, goes for Cory Booker and Elizabeth Warren, who also represent states with Republican governors. Strong appeal to Rust Belt Democrats with a Sanders-like appeal, but doesn’t grow the base.” Kate Aronoff says: “Brown carries the kind of progressive credentials Clinton lacks. “He looks, sounds and acts like a real, as opposed to faculty club, leftist,” conservative pundit George Will once warned.  Having opposed the Iraq war and the Patriot Act alike, he’s won friends in labor fighting back against SB5, Ohio’s Wisconsin-style right to work legislation, and the Trans-Pacific Partnership.  Brown may not have Sanders’s celebrity, but – as a white man who can go toe-to-toe with Trump on free trade in the Rust Belt – would balance the ticket in the ways Clinton’s camp might hope” … and the runners up Bill Clinton, Tusli Gabbard, Joe Biden and Robert Reich Richard Wolffe says: “Bill Clinton is Not. Going. To. Happen. Constitutional scholars generally agree (although not unanimously) that the 12th and 22nd amendments effectively stop this notion in its tracks. Vice-presidents need to be eligible to serve as president, but you can’t get elected president more than twice. There are other reasons not to choose William Jefferson Clinton: the current attacks on Hillary (See: Lewinsky, Monica) are suddenly justified if she picks him to join her on the ticket. Kate Aronoff says: “Gabbard, an Iraq war veteran representing the country’s most diverse state, made a splash this winter when she stepped down from DNC leadership so she could take sides in 2016. “Bernie Sanders is that candidate who will not take us … into these interventionist wars,” she said. “Hillary Clinton … has proven that she will continue that.”  It’s unlikely Gabbard would accept a VP offer from Clinton. And, like all elected officials, she has her flaws. But as a stalwart on a host of progressive fronts, Gabbard would be a powerful and needed anti-interventionist voice in an otherwise hawkish White House.",
  "webTitle": "Hillary Clinton's vice-president: your choices",
  "webPublicationDate": "2016-05-25T16:00:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/hillary-clinton-vice-president-candidates-bernie-sanders",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Elizabeth Warren",
      "id": "us-news/elizabeth-warren",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Richard Wolffe",
      "id": "profile/richard-wolffe"
    },
    {
      "webTitle": "Kate Aronoff",
      "id": "profile/kate-aronoff"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/hillary-clinton-vice-president-candidates-bernie-sanders"
}