{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/amir-khan-canelo-alvarez-boxing-greats",
  "id": "2016-05-06-67",
  "sectionId": "sport",
  "body": "It was the best hour of an otherwise ordinary week, four of boxing’s all-time greats sharing a stage and their thoughts on what will either be a night of triumph or disaster for Amir Khan here on Saturday. Evander Holyfield predicted the Bolton underdog may beat the WBC middleweight champion, Saúl “Canelo” Álvarez, and Oscar De La Hoya – his promoter’s grin never far from showing off his perfect white teeth – also gave due praise to the challenger for moving up two weight classes and “daring to be great”.   Related: Amir Khan, the road to Vegas – in pictures    Lennox Lewis, looking more statesmanlike every time he reappears, spoke with quiet eloquence on behalf of British fighters, luxuriating in the statistic that we have 11 world champions and putting a reasonable case for Khan. “Speed plus weight equals power,” the former undisputed heavyweight champion pointed out to his illustrious colleagues, who nodded sagely. But it was Bernard Hopkins who made the most piercing observations. At times having to talk through the interjections of the moderator, the 51-year-old who looks as if he has stolen the body of someone 25 years younger was adamant that any boxer who believes he can do great things is more than halfway to achieving great things. This clicks with the very American addiction to “goals and dreams”, the sort of aspirational hokum that sustains Hollywood and bad novels, but there is no denying it is a presence in boxing and always has been. As Hopkins pointed out, during his career he was rarely the favourite “in the fights that really mattered” – even when he fought the man sitting next to him, De La Hoya, whom he cut down with a wicked body shot in the ninth round when they fought at a catchweight of 157lbs – two pounds up from Saturday night’s agreed limit – in 2004. It has been Hopkins’ theme all week: salvation and miracles. Earlier he told Boxing News: “If you want to be great, or dare to be great, you do what Amir Khan has done and no one is going to blame you if you fail, because you didn’t really fail. It’s called credibility in boxing. Do you want to be talked about for a minute or do you want to be talked about in time?” Ever the contrarian, Hopkins predicted Álvarez will stop Khan in the later rounds – and he is in good company. For all the admiration being bellowed on behalf of the smaller man, there are not too many experts in this gambling oasis prepared to match those fine words with finance. Most outlets give Khan a 4-1 chance, or thereabouts; Álvarez mirrors the polar price as a hot favourite. The good news for both fighters was that Donald Trump has decided to stay on the presidential campaign trail rather than accepting an invitation from De La Hoya, his some time golfing partner, to take a seat in the T-Mobile Arena on Saturday night. The Republican front-runner would surely have received a hot reception from the Mexican-Muslim Massive that would threaten security. “Many reports that I will be attending the Alvarez/Khan fight this weekend in Vegas,” Trump tweeted. “Totally untrue! Unfortunately I have other plans.” The bile and contempt he has spilled on both communities in recent weeks and months does not seem to have dented his popularity among the hardcore fanatics who believe in him but there are few of those in this town, where Bernie Sanders won over Clarke County Democrats at their convention last month. Sport and politics have always had an edgy relationship in the United States and Álvarez gave voice to that when he was asked what he thought about the possibility of Trump coming to the fight. He reminded the presumptive Republican candidate that his poor and struggling compatriots had not come to his country “to rob and steal”. They were out in the fields, Álvarez said, working hard. Khan came to the two-party party, as well, making a pointed joke about Trump’s threat to ban Muslims from entering the country as a counter-terrorist move. “You never know,” he said on Wednesday, “this could be the last fight for me and Canelo here if Donald Trump becomes president.” And that set a tone that has been a feature of this promotion and this fight. The champion and his challenger have rich veins of decency and good manners running through them. So polite are they that the edge promoters crave has been almost totally absent. Whatever contractual points of difference they had – and the weight was a sticking point for a while – were resolved long ago. The fight was one of the easiest in recent memory to secure, both combatants keen to take it. The seats have been sold. The talking has all but dwindled to zero. And into that weird and unique calm will step Álvarez and Khan, primed to entertain and, inevitably, to suffer. In that most relevant department of the debate, Hopkins and the bookmakers have probably got it right.",
  "webTitle": "Greats rate Amir Khan’s guts but not his chances against Canelo Álvarez",
  "webPublicationDate": "2016-05-06T16:55:10Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/amir-khan-canelo-alvarez-boxing-greats",
  "keyword": [
    {
      "webTitle": "Amir Khan",
      "id": "sport/amirkhan",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/06/amir-khan-canelo-alvarez-boxing-greats"
}