{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/kieren-fallon-now-or-never-irish-1000-guineas",
  "id": "2016-05-20-211",
  "sectionId": "sport",
  "body": "“I was dead,” Kieren Fallon says, and he’s right. He was. Last autumn, the six-times British champion jockey was kicking around the backstretch on some of America’s more flyblown racetracks, riding the occasional no-hoper and looking increasingly like that pulp-fiction staple, the washed-up ex-champ who should have got out when he could. Seven months later, he is very much alive. A fell runner would not expect as many ups and downs in one career as Fallon has enjoyed and endured, but then he has always been the survivor’s survivor. Fallon’s title-winning days are surely behind him, but when it comes to the Classics, he can still look forward and not back.   Related: Kieren Fallon returns to Chester with winner aboard Sir Maximilian    And towards Sunday’s Irish 1,000 Guineas at the Curragh in particular, when the 51-year-old Fallon will ride Now Or Never, the second-favourite, for Michael O’Callaghan, a trainer almost half his age. The easy winner of the 1,000 Guineas Trial at Leopardstown earlier this month is expected to provide the sternest opposition to Minding, the winner of the Guineas at Newmarket, as she attempts to complete a Classic double. For Fallon, meanwhile, a victory on Sunday would be his 23rd in British and Irish Classics alone. “I had one foot in the grave as regards racing [last year],” Fallon said this week, during a brief visit to Ayr to ride a 15-1 double. “I got a new lease of life going back to work for Michael. He’s ambitious and he’s hungry and sharp, and to see that again, I’d feel disappointed in myself if I couldn’t bring one little thing. Hopefully this year, that thing will be a Guineas winner.   Related: Kieren Fallon: I come from nothing so everything I ever got was a bonus    “I’ve always liked her. When I went over in the spring, she gave me the feel of a Guineas filly. Michael is a very patient trainer and we knew she was going to improve, and she has. Whether she will be up to beating Minding, we won’t know until the day, but we go there with a lot of confidence.” Fallon said at Chester recently that the medical for his licence to join O’Callaghan’s stable was the latest turning point in his career. “I’m feeling much better now than I did last year,” he said. “They’ve got a great doctor in Ireland, and he’s sorted me out.” The result is plain. Physically, Fallon looks as lean, taut and strong as always, but there is a distinct sense of eagerness and confidence about him too. He has always been a difficult jockey to beat. Now, though, his edge owes less to raw power than it does to instinct and experience, and Fallon can draw on deep reserves of both. “I’m only doing a job, and it’s no different to any of the jobs I’ve ever had,” Fallon says. “I’m not going to ride any different, if I’ve got the ammunition, I’m going to use it as best I can. I’ve been lucky enough over the years. Usually, one has come along, and luckily, this one has come along. “Fillies are a little bit different to colts, I find. I’ve been more successful with fillies over the years than colts, and I’ve ridden some great fillies like Bosra Sham, Ouija Board, Alexandrova, the list goes on. “Aidan [O’Brien] has got a serious filly in Minding. Now Or Never is as good as any Guineas filly I’ve ridden before, but this could be an exceptional year.” Win or lose, Fallon insists that he is back in Europe for the foreseeable future, and will enjoy every moment of the latest chapter in one of the great riding careers.   Related: Fallon British comeback stalls after agent loses contact with jockey    “It’s a big team and it’s not all about me,” he says. “I’ve always liked working with a team, the trainer and the lads, the people who breed the horses and the people who look after the horses. “I get as big a buzz out of seeing them excited as I do myself for winning. I love to see that. “It’s their big day as well. I’ve had many big days over the years, thank God. For the lads, this could be their first big day and they might not have another one again.” Fallon has spent three decades attracting triumph and trouble in roughly equal proportion, and his extraordinary journey through the sport of kings has always seemed odds-on to end in a valley rather than a peak. But he is clearly getting more from life as a jockey this spring than he has for a very long time. Fallon, as always, has been through tough times and emerged on the other side, riding a horse with a serious chance in one of the season’s biggest races. Even if the strength of his youth is beginning to fade, the desire and hunger remain. “I rode around Killarney last night,” he says. “Fourteen or 15 runners around there, and I got a real buzz out of it. We were having a laugh, even though we were killing each other, and it gives you a new lease of life and it means you appreciate the good times. Going around there, it’s tough, but if you don’t join in and get into the mix, you’re going to end up on the muck heap. “What you’ve done before doesn’t count for anything. It’s even worse than that, because it means you want to get back there even more.”",
  "webTitle": "Kieren Fallon back from oblivion to ride Now Or Never in Irish Guineas",
  "webPublicationDate": "2016-05-20T11:29:32Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/kieren-fallon-now-or-never-irish-1000-guineas",
  "keyword": [
    {
      "webTitle": "Kieren Fallon",
      "id": "sport/kieren-fallon",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/20/kieren-fallon-now-or-never-irish-1000-guineas"
}