{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/david-cameron-eu-referendum-blueprint-reunite-tory-party-queens-speech",
  "id": "2016-05-18-37",
  "sectionId": "politics",
  "body": "David Cameron has revealed the blueprint he hopes to use to reunite his fractured party after the EU referendum, as he promised to lead a “progressive, one-nation government” that would focus on improving young people’s life chances. With the referendum just weeks away, and senior Conservatives attacking each other almost daily, the government used the Queen’s speech to present a packed legislative programme, promising to reform schools, prisons and the adoption system.   Brexit explained: Tories and Brexit   But the task facing Cameron in unifying his divided party after the 23 June referendum was underlined by harsh criticism from the Eurosceptic former cabinet minister Iain Duncan Smith, who accused the prime minister of deliberately avoiding controversy in the run-up to the vote. “Many Conservatives have become increasingly concerned that in the government’s helter-skelter pursuit of the referendum, they have been jettisoning or watering down key elements of their legislative programme. Whether it is the trade union bill or the BBC charter proposals, it seems nothing must stand in the way of winning the referendum,” Duncan Smith said. He lamented the absence of proposals on underlining the supremacy of parliament, mooted earlier this year in an attempt to placate Eurosceptics, including Boris Johnson. “The fear in government must be that, as no one in Britain buys the idea that the EU has been reformed, the sovereignty bill would draw the public’s attention back to that failure,” Duncan Smith said. A spokesman for the prime minister later said that a sovereignty bill would be introduced if the public vote to remain in the EU in June. The Queen’s speech, delivered in the House of Lords amid the traditional pageantry, included plans for 21 bills, on topics ranging from streamlining the planning system to tackling extremism – as well as three carried over from the previous session, including the investigatory powers bill, which will make it easier for public bodies to monitor communications.     Iain Duncan Smith is campaigning for Britain to leave the EU. Photograph: Will Oliver/EPA    The Queen said: “My government will use the opportunity of a strengthening economy to deliver security for working people, to increase life chances for the most disadvantaged and to strengthen national defences.” Devolution was a major theme, with the government promising to hand more powers to local authorities under George Osborne’s “northern powerhouse” initiative, and its other regional iterations, including the “Midlands engine”.  Key measures included:  New freedoms for prison governors to improve education and health provision in a drive to cut rates of reoffending. More schools will be forced to become academies – but only in poorer-performing areas, after a backbench backlash forced the government to abandon plans to make all schools academies by 2022. Local authorities will be encouraged to prioritise adoption over short-term foster placements for children in care, in a children and social work bill.    Related: ‘Like the poshest hostage video ever’: our columnists on the Queen’s speech | Panel    The programme was also smattered with consumer-friendly pledges, from rolling out high-speed broadband nationwide and making it easier to switch energy supplier, to allowing local authorities to force bus firms to run more frequent services. There was also a pledge to protect children from online porn by imposing more effective age verification checks. There was a gesture towards the “big society” agenda that was a central plank of the 2010 Conservative manifesto, with a National Citizen Service bill that will place a duty on schools and colleges to promote the volunteering service for teenagers. Cameron’s backbenchers temporarily forgot their differences over Europe to give him a noisy welcome in the House of Commons, where MPs began a debate on the Queen’s speech that will continue over the next few days. Conservative MPs also cheered a series of pointed attacks on the Labour leader, Jeremy Corbyn, who had opened the debate by condemning the government for failing to understand the impact of spending cuts on public services and the opportunities available to young people. “If anyone wants to deliver a more equal society, an economy that works for everyone and a society where there is opportunity for all, it takes an active government to do it, not the driverless car heading in the wrong direction that we have with this government at the present time,” he said.  Corbyn infuriated Conservative MPs by refusing to yield to interruptions during a speech that lasted more than 40 minutes. He promised to defend the Human Rights Act, which was passed by Labour, and which the Conservatives say they will repeal, and replace with a British bill of rights.           The Queen’s speech: Pomp, pageantry and Dennis Skinner’s heckle – video highlights    Lord Falconer, the Labour peer and shadow justice secretary, said the language in the Queen’s speech on the human rights act, which is controversial with some Conservative backbenchers, was too vague.  “The government is behaving so irresponsibly in not removing the cloud around the Human Rights Act. They give despots like Putin comfort by saying it is OK for the executive to get parliament to change human rights because the executive doesn’t like the human rights,” he said. Cameron and Osborne, the chancellor, have been closely involved in coordinating the campaign to keep Britain in the EU by pointing to the risks of Brexit, and are keen to show that they have a more positive agenda that stretches beyond 23 June. But Nick Clegg, the former deputy prime minister who worked closely with both men in the coalition government, said: “This is a scattergun Queen’s speech: some good, some bad measures bundled together with little common purpose.”  He added: “‘Improving life chances’ is just a slogan in pursuit of a strategy. Until this government matches its words with actions, the impression remains that it is divided on Europe and directionless on much else.”",
  "webTitle": "Cameron lays out post-referendum blueprint to reunite Tory party",
  "webPublicationDate": "2016-05-18T19:30:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/david-cameron-eu-referendum-blueprint-reunite-tory-party-queens-speech",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/18/david-cameron-eu-referendum-blueprint-reunite-tory-party-queens-speech"
}