{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/greg-rutherford-manchester-win-kim-collins-greatcity-games",
  "id": "2016-05-20-25",
  "sectionId": "sport",
  "body": "Winning remains an unshakable habit for Greg Rutherford, who defied jet lag, spitting winds and a rickety jumping board, to win his first competition in Britain since becoming the world champion in Beijing last year. An impressive leap of 8.20m into a headwind not only brought Rutherford his fifth victory of 2016 but ensured his unbeaten record, which stretches back to last July, was again preserved. Just as importantly as far as Olympic champion was concerned, he also maintained his record of jumping over eight metres in every competition since Braunschweig in 2014. Encouragingly for British athletics, with just over two months to go before Rio, his head and body are in a very good place. “Obviously it doesn’t always go this well but I am very happy,” said Rutherford, who steadily improved each round after an opening jump of 7.56m. “The wind was changeable, which is never ideal, and the board didn’t feel quite as supportive as last year either. In my first attempt it just killed me and I couldn’t get off the floor, so I’m absolutely chuffed I managed to turn it round.” Rutherford, who was training in 40c heat with his coach Dan Pfaff in Arizona until earlier this week, believes he is in the form to break his British record of 8.51m – as well as retaining his Olympic title. “I have never opened the season like this but touch wood I feel really good,” he added. “And when people are consistent around certain marks that is when you catch a big one. If I can do that it will put me in good stead for the Olympics.” The 40-year-old Kim Collins sprang a surprise in the men’s 100m, running 10.08sec to leave the most stacked field of the night in his wake. Collins likes Manchester, having won the Commonwealth title here back in 2002, but few expected him to still be good enough to master the 20-year-old Trayvon Bromell, the 100m bronze medallist at the world championships last year, who was second in 10.14. Britain’s CJ Ujah was third in 10.15 while Richard Kilty, who was nursing a minor hamstring niggle, was fourth in 10.20. The crowds around Manchester’s Deangate for the Great CityGames built steadily during the evening, with the forecast rain holding off, and they were rewarded with the performance of the night as Dafne Schippers ran a wind-assisted 10.94sec to win the women’s 100m. Usain Bolt’s build up to Rio continued with a smooth victory in the Golden Spike meeting in Ostrava. Bolt showed no signs of the hamstring niggle he picked up in his opening race of the season in the Cayman Islands last week, powering through to beat a weak field in 9.98sec. Britain’s European 400m champion Martyn Rooney finished fourth in a strong men’s 400m field, coming home in a season’s best 45.78sec behind the Jamaican Jevon Francis, while there was victory for Britain’s James Ellington in the men’s 200m in 20.35sec.",
  "webTitle": "Greg Rutherford keeps up winning habit with victory in Manchester",
  "webPublicationDate": "2016-05-20T19:46:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/greg-rutherford-manchester-win-kim-collins-greatcity-games",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Greg Rutherford",
      "id": "sport/greg-rutherford",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/20/greg-rutherford-manchester-win-kim-collins-greatcity-games"
}