{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/leicester-city-fearless-foxes-underdogs-football-club-premier-league-victory",
  "id": "2016-05-07-20",
  "sectionId": "football",
  "body": "Fittingly for a city basking in its football team’s brilliance, the sun smiled on Leicester on Saturday morning. With the mercury nudging the low 20s, the city had a carnival feel that seemed to have blown in all the way from Rio. The world had come to pay homage to one of sport’s more remarkable stories and Leicester was in welcoming mood. Buildings were cloaked in blue and white, with virtually every shop, bar and restaurant proudly displaying a Foxes scarf or flag in its window. Near lifesize images of the Leicester City players hung on flags draped from streetlights as fans marched proudly through the centre, chanting: “We’re all going on a European tour.”   Related: Leicester City prepare for Premier League coronation    The town hall boasted four huge Leicester flags and the adjacent square, where a newly married Muslim bridegroom in a blue-and-white tie received the congratulations of his family, was bedecked in City bunting. Even the small-scale version of the Statue of Liberty on Upperton Road, near City’s King Power stadium, was resplendent in a Foxes scarf. In the covered market, flags and scarves were in demand. Helium-balloon sellers were doing a brisk trade in inflatable trophies. Fireworks accompanied the roar that erupted around the stadium when the real trophy was presented to captain Wes Morgan, alongside manager Claudio Ranieri, after an easy 3-1 victory over Everton. The only sour note in the match occurred when hero striker Jamie Vardy skied a penalty in the 72nd minute, which would have completed his hat-trick. But the party atmosphere quickly resumed on the pitch, as it had done leading up the game. The Blue Ink tattoo parlour, where Vardy spent seven hours being inked before watching the Chelsea-Tottenham match that confirmed Leicester’s triumph, was operating at full throttle. “I’m having to charge my phone twice a day,” said tattoo artist Nik Moss-Glennon, whose Instagram account (nik_tattooist) has been deluged with requests. “We’ve never been this busy.” By 11am, queues 200 long were forming outside the stadium’s club shop as fans counted down to the last home match of the season and the crowning moment when Leicester would be presented with the Premier League trophy – confirmation for those worried that they were still dreaming that their side really was the best in England. Pam had come from Manchester to soak up the atmosphere with her eight-year-old grandson, Sam, a Leicester fan. They planned to watch the match at home, but Pam wanted to make the pilgrimage to the stadium. “This is fantastic,” she said. “Everyone’s so friendly. In my city, there are two teams and you just feel the players are out to further their careers. But Leicester, they play for each other.” Tikumporn Teepapal, a 29-year-old animator who works in London, was one of many Thais who had come to pay tribute. Was he there because the club has Thai owners? “No, I’m a Liverpool fan. But it’s important to be here. They’re champions who have done it not with much money but with teamwork.”     Leicester fans display an image of Gary Lineker in his underpants in honour of the former Leicester player and TV pundit’s promise that he would present Match of the Day wearing underwear if Leicester City won the Premier League title. Photograph: Adrian Dennis/AFP/Getty Images    Edoardo, Marco, Chiara and Diego, four ebullient twentysomethings, had flown in from Florence. They didn’t have tickets for the match but had come, they explained, for the party, one that has been heavily promoted on the Italian Ugly Footballers Facebook page, many of whose 1.2 million members have adopted the Foxes as their English club of choice. “We have come to celebrate Leicester win the Premiership,” Marco said. “This is a historical event.” Had they bought into the fairytale because Leicester are underdogs or because  Ranieri is Italian? “Half and half.” And what of the way Leicester play? There was a collective shrug, then big grins. “It’s functional, but it works. They win.” Outside the ground, Leicester Sikhs had set up a stall congratulating the club with a poster that declared “Both Fearless”. A minibus decanted the De Montfort Gospel Choir as Nessun Dorma competed on the PA system with David Bowie’s Heroes. “We were singing carols in the city at Christmas and some Leicester fans joined us and we sang: ‘We are top of the league’,” explained the choir’s pastor, Samuel Gapara. “We never believed then that we’d be here now.” He wasn’t the only one. Leicester’s miraculous achievement has forced the city’s grandees to scramble into emergency planning mode. In 2014, when Leicester won promotion to the Premier League, 30,000 people celebrated in the Town Hall Square. But the Premier League victory parade – on 16 May, when thousands more are expected – means the square will be nowhere near big enough, so a new route has been swiftly drafted. Not all fans are impressed by the outpouring of devotion. “Where were all these fans when we were playing Stockport County on a wet and windy Tuesday night in the third division?” one complained online. But many others believe their team’s success proves what many in the smallish city –population 300,000 – have long claimed: that Leicester is the true sporting capital of Britain. A bronze sculpture in the city centre depicting a batsman, a footballer and a rugby player recalls the historic 1996-97 season when City won the Coca-Cola Cup, Leicester Tigers the Pilkington Cup and Leicestershire cricket’s County Championship. The Foxes’ triumph has given Leicester bragging rights that stretch around the world. Already the club’s owners are talking about expanding the 32,000-capacity stadium – sold out for every game this season – or even building a new ground. However, Ellis Cashmore, visiting professor of sociology at Aston University and author of Studying Football, urges Leicester to heed the example of Southampton, whose performances both on the pitch and off suffered after a move to the St Mary’s stadium. “Without taking any credit away from Leicester, they got knocked out of domestic cup competitions early on, which reduced their workload,” Cashmore said. “The established elite were playing in European and domestic competitions, which was fatiguing for players and costly in terms of injuries and suspension.” In the season when Aston Villa were relegated, Cashmore concedes that Leicester’s success is helping to restore the Midlands’ battered reputation as a footballing powerhouse. But as Wolverhampton Wanderers and Nottingham Forest confirm, the fortunes of clubs can, like the local industries that employ their fans, decline. Yet could the opposite be true? Perhaps Leicester’s success off the pitch can generate a feelgood factor that spreads to the wider community? “When Stoke got promoted, I got carried away and said it was a great moment to put the Potteries back on the map,” Cashmore said. “But nothing happened.” And yet, at a cultural level, Leicester’s triumph will linger. This season will go down in history as the one when Leicester City became everyone’s favourite second team. “Leicester is the most heterogeneous city in the country – it’s a melting pot,” Cashmore said. “You can’t help but rejoice. Everyone’s happy. Except Spurs fans.”   Related: Claudio Ranieri proves nice guys do not always come second | Owen Gibson",
  "webTitle": "Bliss it was on that day to be alive, a Foxes fan ... and in Leicester",
  "webPublicationDate": "2016-05-07T23:04:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/leicester-city-fearless-foxes-underdogs-football-club-premier-league-victory",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Doward",
      "id": "profile/jamiedoward"
    }
  ],
  "guardianId": "football/2016/may/07/leicester-city-fearless-foxes-underdogs-football-club-premier-league-victory"
}