{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/26/a-kind-of-tragedy-why-we-turned-the-chilcot-iraq-inquiry-into-a-play",
  "id": "2016-05-26-312",
  "sectionId": "stage",
  "body": "More than 100 witnesses spoke at the Chilcot inquiry and its long-awaited report, due on 6 July, will contain 2.6 million words, making it four times as long as War and Peace. There is a danger that when the full inquiry emerges, the impact of the raw, devastating evidence from all these witnesses will be lost, smothered by spin. For example, members of Tony Blair’s government, not least Blair himself, dismiss the claim that the invasion of Iraq increased the terror threat to Britain. Eliza Manningham-Buller, head of MI5 at the time, profoundly disagreed. Asked whether the conflict exacerbated the overall threat MI5 had to deal with from international terrorism, she responded: “Substantially.” Sir Mark Allen, head of counter-terrorism at MI6, described how, more than a year before the invasion, he told Blair’s Downing Street: “The removal of Saddam remains a prize because it could give new security to oil supplies.” But he also warned what an attack would mean: “Increased distrust of US motives throughout the Islamic world.” This, he added, would have a knock-on effect on the UK.     The poster for Chilcot, which will be showing at the Salford Lowry and London BAC    Allen listed further concerns: “Terrorists’ motives and grievances reinforced. Anger and resentment in the Arab street. The bombings will be seen as an attack on ordinary Arabs, rather than Saddam.” He also feared accusations of double standards: one law for the Israelis, another for the Arabs. “We all knew perfectly well,” he concluded, “what a disaster for countless people a war was going to be.” Such honesty, had it been shared with the public at the time, could have prevented the invasion of Iraq, the worst foreign policy disaster since the 1956 Suez crisis (probably worse than that fiasco, in fact, given the invasion’s lasting impact). Matt Woodhead and I have distilled the largely forgotten evidence into 20,000 words for Chilcot, a verbatim play about to open at the Lowry in Salford before transferring to London. Chilcot will also contain material from veterans, families of those killed, and Iraqis – individuals directly affected by the 2003 invasion, but who were not called by the inquiry. Theatre can be an extension of journalism, a valuable tool for investigation and reconsideration. It can amplify the voices of those who have already spoken, and give a voice, as we do, to those who suffered as a result of the invasion. A two-hour piece presented to a live audience can explain the “who, why, what, when” – the questions young journalists are taught to answer – far better than intermittent articles or broadcasts. But if the play is to enlighten as well as explain, the actors have to get under the skin of the characters. To do that they can’t let their own views get in the way, and I am pleased to say they have not – despite the fact that rehearsals were often interrupted by discussions I couldn’t help starting, given my feelings about this material, much to the annoyance of Matt, who was directing. We were helped, however, because our main characters – the witnesses – were forced to speak for themselves at length, under intense questioning. The answers given by Blair’s ministers, all experienced politicians, were more nuanced than the frank and straightforward reponses from the officials, military commanders and even MI6 officers, all of whom were liberated from their previous vows of silence. The pressure on us was not to rewrite – this, after all, is a verbatim play – but to cut while at the same time being fair and balanced.   Related: Tony Blair: I underestimated Iraq's destabilising forces    The temptation to cut corners was immense. We tried to trim an important reply from Manningham-Buller. We got it to: “Our involvement in Iraq radicalised, for want of a better word, a whole generation of young people.” But she actually qualified this with the words: “… some British citizens – not a whole generation, a few among a generation”. We reinstated those words – something the actors were keen for us to do. I was concerned that, because of the lack of resources, we had just six actors to play 16 inquiry witnesses and the eight other individuals we interviewed – veterans, families, Iraqis and a former senior civil servant (who remains anonymous). Some of the same characters are played by different actors at different times. Won’t this, I wondered, be distracting? No, insisted Matt, we are not dealing in verisimilitude: the verbal exchanges are what matters – and they reveal extraordinary tensions, frustrations, and arguments at the heart of Blair’s government as Britain was led to war. Admiral Michael Boyce, chief of the defence staff at the time of invasion, explains how he was prevented from preparing for war because ministers did not want to indicate that they had given up trying to get a diplomatic settlement through the UN – something Geoff Hoon, then defence secretary, admitted. Boyce also provided us with some of the play’s more light-hearted moments. Clare Short, then international development secretary, told Chilcot that Boyce had “spent a lot of his life in submarines – and it showed”. She added: “He wasn’t a chatty sort of chap.”     Sir John Chilcot (centre), chairman of the Iraq Inquiry, which began hearing evidence in 2009. Photograph: Matt Dunham/PA    That may have been the case, but he certainly made up for it in candour. “Drawing money out of the Treasury is like getting blood out of a stone,” he said when discussing delays in getting equipment. He added: “What we lacked was any sense of being at war. I suspect if I had asked half the cabinet were we at war, they wouldn’t [have known] what we were talking about.” The evidence overwhelmingly shows that Blair was determined to join George Bush in invading Iraq without telling his cabinet what he was up to. But it also reveals how ministers, officials and military chiefs did not stand up to him, despite their opposition. It was a sort of tragedy. Blair, like Anthony Eden during Suez and Boris Johnson more recently, showed how Nazi Germany seems to be the last refuge for the desperate: he compared those opposed to the invasion with the appeasers of the 1930s. In 1996, on the 50th anniversary of the Nuremberg trials, I found myself doing a similar cutting job for a play about those tumultuous proceedings. As Hermann Göring made a final speech in his defence, an elderly woman in the audience who had friends who perished in Auschwitz, shouted: “Don’t listen to him – it’s all lies, lies. He’s just telling lies.” Chilcot may provoke a similar reaction. • Chilcot is at the Lowry, Salford, 26-28 May; and at Battersea Arts Centre, London, 1-10 June.",
  "webTitle": "'A kind of tragedy': why we turned the Chilcot Iraq inquiry into a play",
  "webPublicationDate": "2016-05-26T06:00:03Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/26/a-kind-of-tragedy-why-we-turned-the-chilcot-iraq-inquiry-into-a-play",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Iraq war inquiry",
      "id": "uk/iraq-war-inquiry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tony Blair",
      "id": "politics/tonyblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Battersea Arts Centre",
      "id": "stage/battersea-arts-centre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Norton-Taylor",
      "id": "profile/richardnortontaylor"
    }
  ],
  "guardianId": "stage/2016/may/26/a-kind-of-tragedy-why-we-turned-the-chilcot-iraq-inquiry-into-a-play"
}