{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/iran-urged-to-call-off-execution-teenager-alireza-tajiki-amnesty",
  "id": "2016-05-13-123",
  "sectionId": "world",
  "body": "A 19-year-old in Iran is due to be executed this weekend following a trial that human rights groups say relied on forced confessions to a crime he is alleged to have committed when he was 15.  In a case that highlights Iran’s continuing use of capital punishment against juvenile offenders, Alireza Tajiki, who was found guilty of raping and fatally stabbing a friend, is scheduled to be hanged on Sunday at Adel Abad prison in the southern city of Shiraz.   According to Amnesty International, Iran carried out 73 executions of juvenile offenders between 2005 and 2015, despite having ratified the international covenant on civil and political rights and the convention on the rights of the child, which strictly prohibit the imposition of the death penalty for crimes committed below the age of 18.  Tajiki was arrested in May 2012 alongside a number of teenagers. Following a trial and conviction, he was sentenced to death by a criminal court in the province of Fars in April 2013. A higher court quashed the ruling in early 2014, but in November that year a third court reimposed the death penalty after it ruled Tajiki had attained “mental maturity” at the time of crime. Concerns have been raised over Tajiki’s trial, including the reliance on confessions that activists say were obtained under duress.  Tajiki was held incommunicado in solitary confinement for 15 days after his arrest and was allegedly subjected to torture including beatings, floggings and suspension by the arms and feet, Amnesty said. He later retracted the confessions given during this period.  James Lynch, deputy director of the Middle East and North Africa programme at Amnesty International, called on Iran to immediately halt Tajiki’s execution.  “Imposing the death penalty on someone who was a child at the time of the crime flies in the face of international human rights law, which absolutely prohibits the use of the death penalty for crimes committed under the age of 18,” he said. “It is particularly horrendous that the Iranian authorities are adamant to proceed with the execution when this case was marked by serious fair trial concerns and primarily relied on torture-tainted evidence.  “Iran’s bloodstained record of sending juvenile offenders to the gallows, routinely after grossly unfair trials, makes an absolute mockery of juvenile justice and shamelessly betrays the commitments Iran has made to children’s rights.”   Related: Waiting to die: the Iranian child inmates facing execution – in pictures    Iran remains a prolific executioner, second only to China. More than 970 people were put to death in Iran last year, including at least four juveniles, according to Amnesty. Most were executed for drug offences. Despite improvements in Iran’s penal code in 2013, loopholes remain, allowing judges to continue using the death penalty against juvenile offenders, said Mohammad Mostafaei, an Iranian lawyer based in Norway.  One loophole is “mental maturity”, under which authorities can judge that a convict was mature enough at the time of crime even though he or she was not yet 18.  “A new amendment to the Iranian penal code was helpful in the sense that it leaves the door open for the judges to circumvent the sharia, which usually considers a lower age of criminal responsibility often between nine to 13 according to various interpretations,” Mostafaei said. “But much rests in the hands of the judges, so you can have a judge who would misuse his power and hand a death penalty when there is little or no evidence.”",
  "webTitle": "Iran urged to call off teenager's execution",
  "webPublicationDate": "2016-05-13T15:07:24Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/iran-urged-to-call-off-execution-teenager-alireza-tajiki-amnesty",
  "keyword": [
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Capital punishment",
      "id": "world/capital-punishment",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Saeed Kamali Dehghan",
      "id": "profile/saeedkamalidehghan"
    }
  ],
  "guardianId": "world/2016/may/13/iran-urged-to-call-off-execution-teenager-alireza-tajiki-amnesty"
}