{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/bill-shorten-compares-peter-dutton-to-pauline-hanson-after-offensive-refugee-remarks",
  "id": "2016-05-18-354",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has refused to condemn Peter Dutton instead qualifying his inflammatory remarks about refugees taking Australian jobs by saying the government wanted them to get jobs. Bill Shorten has compared Peter Dutton’s comments that refugees would take Australian jobs to Pauline Hanson’s political views, as Labor and advocacy groups called on Malcolm Turnbull to reprimand the immigration minister. Turnbull said: “Peter Dutton is an outstanding immigration minister. For more than 600 days, there has not been one successful people smuggler operation bringing unauthorised arrivals to Australia.” Turnbull repeated Dutton’s observation “many [refugees], large percentages of them have no English skills at all ... [many] are illiterate in their own language”. He added: “Many haven’t completed high school. That is no fault of theirs.”   Related: Peter Dutton takes the refugee scare campaign from dog whistle to foghorn| Lenore Taylor    “That is why we are reaching out to help them with compassion. What we do, in a way that many other countries do not, we invest $800m a year in ensuring they get the settlement services they need so they learn English, so they areintegrated into our society.” Asked about Dutton’s statement refugees took Australian jobs, Turnbull said: “Everybody that comes to Australia, we want to be able to seek employment. We want to be sure that they have got the skills to do so.” “We want them to become part of our workforce.” When asked about Dutton’s comments being xenophobic and the tone of the election campaign, Turnbull said Australia was the most successful multicultural society in the world and Australians should be proud of the migration program and humanitarian intake. Dutton made inflammatory comments about refugees in response to a question on Sky News about the Greens’ policy to increase the refugee intake to 50,000. “For many people – they won’t be numerate or literate in their own language, let alone English,” he said in the remarks on Tuesday night.   Related: Australian election 2016: Shorten says 'Dutton's comments are comments Pauline Hanson would have been proud to make' – politics live    “These people would be taking Australian jobs, there’s no question about that. “For many of them that would be unemployed, they would languish in unemployment queues and on Medicare and the rest of it, so there would be huge cost and there’s no sense in sugar-coating that, that’s the scenario.” Shorten called Dutton’s remarks “deeply divisive and offensive” and said the government was debasing the election by not reprimanding Dutton. “We’ve seen Dutton insult refugees and indeed our great migrant history,” he said. “Dutton’s comments are comments that Pauline Hanson would have been proud to make and if this is the best that the Liberal party can do, it is not very good at all. “Turnbull needs to come out and recognise the damage Dutton’s remarks are doing. Dutton didn’t just insult refugees when he made those comments. He insulted the millions of migrants who’ve contributed to making this a truly great country.” Shorten said Turnbull would immediately condemn the remarks “if he has a shred of self-respect left on the matter” but said he was sceptical he would “because I wonder if Turnbull is actually feeding the lines to Dutton”.  “Australians expect more from their prime minister,” he said. “They expect more from this electoral process that we are undertaking than run are scare campaigns and pathetic lies.”    .@PeterDutton_MP says more refugees will take Australian's jobs or languish in unemployment queues #ausvotes #pmlive https://t.co/TdFlaQc8Tb— Sky News Australia (@SkyNewsAust) May 17, 2016    Turnbull dismissed Shorten’s comments as “shrill” and said Labor was engaging in “gesture politics” to appeal to Greens voters. When asked about Dutton’s comments earlier on Wednesday, Turnbull said Australia invests an enormous amount of money into the settlement services, including to make sure that refugees get language instruction. “So we put – we invest more in settlement than many other countries do. So it is, it’s very expensive. We don’t begrudge the money but it’s important to get it right.” The Edmund Rice Centre, a social justice and refugee advocacy group, also called on Turnbull to immediately reprimand Dutton for the comments. The centre’s director and president of the Refugee Council, Phil Glendenning, condemned the comments and said they were “a blatant attempt to appeal to the lowest common denominator of society – prejudice and bigotry”.  “Not only are these comments inaccurate, they are deeply offensive to the hundreds of thousands of refugees who have come to our country over many generations,” he said.  “Peter Dutton’s comments are simply contradictory – if refugees are illiterate, innumerate and ‘lurking about on unemployment queues’ how will they ‘take Australian jobs’? “Refugees have made a positive contribution to our society – in stark contrast, the only contribution the minister is making today to our country is to peddle fear, prejudice and divisiveness. “This is a desperate attempt to blow the dog whistle and the prime minister must show the leadership to pull him into line.”    .@JulieBishopMP responds to Peter Dutton's comments on refugees not being literate and numerate #ausvotes https://t.co/TFhbNhkbep— Sky News Australia (@SkyNewsAust) May 17, 2016    Earlier on Wednesday, the foreign affairs minister, Julie Bishop, sought to defend the comments.  She said: “Peter Dutton is pointing out the self-evident fact that it costs a great deal of money to settle people in Australia.” When asked whether taking Australian jobs was a consideration when granting people asylum, Bishop said: “It’s not one of the considerations, what he’s pointing out is we would want such people to have a job if they are going to be in Australia, we don’t want them to be on welfare.”",
  "webTitle": "Malcolm Turnbull backs Peter Dutton over refugee remarks",
  "webPublicationDate": "2016-05-18T02:52:49Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/bill-shorten-compares-peter-dutton-to-pauline-hanson-after-offensive-refugee-remarks",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/18/bill-shorten-compares-peter-dutton-to-pauline-hanson-after-offensive-refugee-remarks"
}