{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/fears-raised-of-dismal-turnout-in-police-elections-pcc",
  "id": "2016-05-03-124",
  "sectionId": "uk-news",
  "body": "Fears have been raised of a dismal turnout in Thursday’s police and crime commissioner elections in at least six areas of England where no other elections are taking place. Concerns that some of this week’s contests will prove a rerun of the historically low 15% turnout in the first PCC elections in November 2012 have been fuelled by the resignation from the Conservative party of one high-profile commissioner, Tony Hogg, “in disgust” at the government’s failure to promote the elections. PCCs were introduced four years ago in 41 police force areas across England and Wales with powers to hire and fire chief constables and set budgets worth £8bn. It has been widely assumed that the decision to hold the PCC elections at the same time as local government, mayoral and Welsh assembly elections would also boost turnout in the police elections. But there are no other elections happening in six PCC areas: Bedfordshire, Cleveland, Durham, Leicestershire, Lincolnshire and Nottinghamshire. In large parts of south-west and eastern England local elections are only happening in a small part of each area covered by the local police force. Hogg, PCC for Devon and Cornwall, recently quit the Tory party, saying the public was “sleepwalking” towards the 5 May poll without any publicity, and that he suspected the “low-key” approach was designed to disadvantage independent candidates.  More than £3m was spent on publicity for the November 2012 elections, but only £2,700 has been allocated to promote this Thursday’s police elections. Hogg said in his resignation statement: “Hundreds of millions of pounds of public money are at stake; partners are hanging on news of their commissioning funding source; the criminal justice system awaits an end-to-end review in the hands of future PCCs, yet silence from the government.” He added that the suggestion from the home secretary, Theresa May, that “the only safe PCC was a Conservative one” was “absurd, not least as she had just praised the Labour PCC for Northumbria, Vera Baird, for her work to reduce violence against women and girls and is supposed to provide leadership and support and leadership to all PCCs”. Bernard Rix of the Policing Insight blog said he thought holding the elections in May rather than November could mean turnout in “the low 20s” in those areas holding standalone police elections. But others fear that turnout could fall to single figures in some areas. Labour’s Jack Dromey, the shadow police minister, said: “The low turnout in the PCC elections in 2012 was a real blow for democracy. This time round, the government have ignored the recommendations of the Electoral Commission and have made even less of an effort to let voters know about the election. “Another dismal turnout would undermine the ability of the PCC to represent the public, yet it’s almost as if the police minister is hiding the PCC elections from the public. The Tories have some serious questions to answer about their attitude to these crucial elections.” A Home Office spokesperson confirmed that £2,700 had been spent on promoting awareness of the elections.“Unlike in 2012, the PCC elections are taking place at the same time as local elections, the London Mayoral election, and elections for the National Assembly for Wales and Scottish Government. The Cabinet Office is coordinating a range of national, local and online activities to raise awareness for these elections,” they said.“We introduced Police and Crime Commissioners (PCCs) to replace invisible, ineffective and unaccountable police authorities. Since 2012, the first generation of directly-elected PCCs have held forces to account and given people a real say in how their communities are policed,” the spokesperson added.  “On Thursday, for the first time, members of the public will be able to hold their Police and Crime Commissioner to account for how they have represented their local area in the most powerful way possible – at the ballot box.”",
  "webTitle": "Government critics fear low turnout in police commissioner elections",
  "webPublicationDate": "2016-05-03T15:36:20Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/fears-raised-of-dismal-turnout-in-police-elections-pcc",
  "keyword": [
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "uk-news/2016/may/03/fears-raised-of-dismal-turnout-in-police-elections-pcc"
}