{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/01/indian-summers-recap-series-two-episode-eight-damn-you-channel-4",
  "id": "2016-05-01-26",
  "sectionId": "tv-and-radio",
  "body": "Oh dear me, I think I am having a cardiac arrest. Weeks and weeks of complaints about nothing much happening and then this. I’m not sure my nerves are up to seeing this through. “Alright, Percy, time’s up.” Oh, this was unbearable. Was she ever going to get away? Would Percy go with her? I almost died thinking about what Charlie would do if he caught her. “Where is my wife? Where is my son?” And then the finger-breaking ... Oh heavens.  Then they had to hang about waiting for the bloody pre-paid rickshaw because it’s a really good idea to waste precious time when you are married to someone with murderous impulses who will be very angry to learn you have gone. Don’t wait, Alice! Have a row about rickshaws and get out of there! And of course the inevitable happens and Evil Charlie wins again. My heart was in my mouth. And who was looking after Percy? Did he run into the street? I don’t know if I can wait a whole week to find out what happens next – and I do not usually feel this way. Damn you, Channel 4, for pulling it out of the bag for Indian Summers so late!      Alice plans her escape. Photograph: Joe Alblas/Channel 4    As Alice put it in the opening scenes: “This whole adventure will come crashing down before long ...” we’re on a countdown now. Two more episodes to go and then we’re done. And not just done, but properly done: Channel 4 has not renewed the contract, despite the fact that this was due to go to five series. It’s probably the right decision because, despite all indications to the contrary in tonight’s heart-stopper, this series has lost momentum. But it is a shame, especially when the high points of Indian Summers really are sublime.  Before all the health-threatening action, though, a veritable festival of suspense was unleashed here, all trembling clutch bags, secret notes and meaningful glances ahead of Aafrin and Alice’s elopement. We moved swiftly away from the slapstick feel of last week’s multi-Sooni-proposal and into far more dangerous territory. Even Mr Ian was morphing into a bit of an Evil Charlie by the end.     Mr Ian’s spread fails to woo Sooni. Photograph: Joe Alblas/Channel 4    There was a more laidback feel early on as Mr Ian laid on a feast for Sooni and did his hair and everything. But it soon soured and all went black. Can Mr Ian pull in front of Mr Khan? Of course he can’t. How fond I have grown of Sooni, though, and her beautifully kohl’d eyes. “Ye cannae wish it into life if it’s no there.” The best was yet to come. Mr Khan: “Don’t despair, Mr Ian. You will love again.” This was my favourite scene ever. “Please. God ... No ... With him? You? Right from under my nose. You sneaky, ink-stained lothario.” Poor Mr Ian. And, of course, now Sooni says yes to Mr Khan! Hurrah! But will he survive her pebble-encrusted cooking?  Unsurprisingly, however, her parents are set on Eyebrow Man (because they don’t know that their problems are about to get a million times worse as Evil Charlie locks Aafrin in the Secret Love Room of Doom). “Mr Khan? From The Simla Times?” “But he’s a Muslim!” I loved that Sooni’s mother was most concerned about the fasting and the stupid food. And they don’t even know what Aafrin is planning ... “You would kill your poor mother for sure.” Well, don’t worry about that because Evil Charlie will kill everyone in the whole of India first. Political shenanigans     Ralphie and Madeleine put a brave face about the maharajah buggering off to Baden Baden. Photograph: Joe Alblas/Channel 4    Ralphie’s plan to take his place in history as the man who made progress in India lies in tatters. “We had a deal. We made an agreement.” The pet maharajah has buggered off to Baden-Baden and now there is no one left to vote for the bill. And now Ralphie blames Madeleine for the maharajah sex not being good enough. Madeleine, however, has turned out to be a lot cooler than I thought, supporting Alice and shrugging off the theft of the maharajah’s mother’s statement necklace. Madeleine is unflappable, unreadable and a born diplomat. She was the one who was prepared to put out for a man in a dodgy earring to save the Empire. That is true sacrifice. It would be better if Madeleine were the Viceroy. I don’t want to spoil anything but maybe that will be the final twist at the end of this series? There were various pointless bits of exposition justifying Sarah still being in the country. (Not that I mind. I like Sarah – more than she likes herself.) “Nobody knows who put that thing there. But we’re going to find them. And when we do, we’ll show them we’re not afraid.” Well, it’s all too late for that because the bomb was laid by Bonkers Naresh and he has gone to meet The Adulterous Schoolteacher in the sky. No one misses them. Evil Britisher of the week     Evil Charlie is back on form. Photograph: Joe Alblas/Channel 4    It’s hard to find words for Charlie’s evilness this week, but let’s just say that he’s back on form. And his fingers are capable of destroying more than a tune on a banjo. First, though, he was at pains to humiliate Ralphie with a reminder of who works at the bank. “Wilson Hutchinson has asked that you settle your account ... It’s four hundred thousand.” Woah! “What a pickle.” And the face before the handshake! Blake Ritson, you are the best. I became very concerned that he would murder Alice before she had a chance to run away. And then he would murder Cynthia too for helping. But he has another two episodes in which to effect all that. I think he will do it slowly and with a twirl of his moustache. The Julie Walters Fan Club     Cynthia shows Sarah who’s boss. Photograph: Joe Alblas/Channel 4    “Some local hero has hoisted the Indian flag in the middle of Cynthia’s lawn.” Soon replaced with the Union Jack and a rousing rendition of Jerusalem. Bravo, Cynthia! And here she was back on top. “Everybody knows me and I know everybody.” How on earth did Cynthia find out about Alice’s tickets? She really is the Derren Brown of Simla. I am hoping Cynthia will be the secret weapon in the fight against Evil Charlie which is surely going to be the set piece for the end of this series. Who cares about the fate of India now that Evil Charlie will have everyone in his sights? He’s a psychopath when he’s in a good mood. I dread to think what he’ll do now that he’s got good reason. If I were Cynthia, I’d burn down the club before Charlie gets there ...",
  "webTitle": "Indian Summers recap: series two, episode eight – damn you Channel 4!",
  "webPublicationDate": "2016-05-01T21:00:05Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/01/indian-summers-recap-series-two-episode-eight-damn-you-channel-4",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Viv Groskop",
      "id": "profile/vivgroskop"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/01/indian-summers-recap-series-two-episode-eight-damn-you-channel-4"
}