{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/floyd-mayweather-boxing-return-gennady-golovkin",
  "id": "2016-05-01-99",
  "sectionId": "sport",
  "body": "Floyd Mayweather has hinted that he may consider a return to the ring despite retiring from boxing last September.  In an interview with Showtime on Saturday, Mayweather said he was content in retirement but had received “crazy” offers to fight again. “Everyone is asking me, ‘Is Floyd Mayweather coming back?’” Mayweather said. “Right now, I’m happy being on this side [promoting fights], but I’ve been talking with CBS and Showtime, and you just never know. But right now, I’m just happy on this side.” Mayweather was then asked what kind of purse would be required for him to return. “As of right now, some crazy numbers have been thrown my way – upwards, of course, of nine figures,” he said. “But I’m truly blessed beyond belief, and I really don’t know what we’re going to do. But right now, I’m really happy being on this side helping our fighters.”   Related: Andre Berto rallies for fourth-round TKO of Victor Ortiz to avenge 2011 loss    The most popular match-up for Mayweather would be the undefeated middleweight champion Gennady Golovkin, who many consider to be the world’s best pound-for-pound fighter. But Mayweather has never fought at Golovkin’s weight and said that if he was to come out of retirement it is unlikely it would be against the Kazakh fighter.  “I think that it’s best that [Golovkin] go up and fight Andre Ward,” Mayweather said. “I think that would be a good fight for Triple G and Andre Ward. How can Floyd Mayweather fight at 160lbs when I can never even make 154?” Mayweather retired with an unbeaten 49-0 record.",
  "webTitle": "Floyd Mayweather on return to the ring: 'you just never know'",
  "webPublicationDate": "2016-05-01T13:16:10Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/floyd-mayweather-boxing-return-gennady-golovkin",
  "keyword": [
    {
      "webTitle": "Floyd Mayweather",
      "id": "sport/floyd-mayweather",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/01/floyd-mayweather-boxing-return-gennady-golovkin"
}