{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/marouane-fellaini-robert-huth-manchester-united-leicester-city-violent-conduct-fa",
  "id": "2016-05-03-122",
  "sectionId": "football",
  "body": "Robert Huth and Marouane Fellaini have both been charged with violent conduct by the Football Association, while Chelsea and Tottenham Hotspur are also poised to be sanctioned for failing to control their players during the title-deciding game at Stamford Bridge on Monday. Leicester City’s Huth and Manchester United’s Fellaini were involved in an altercation during the 1-1 draw at Old Trafford on Sunday, when the defender appeared to pull on the Belgian’s hair and was met with a swinging elbow in the face. Both have until 6pm on Wednesday to respond to the charge. If they do not respond or lose an appeal then both could be banned for three matches.   Related: Louis van Gaal says Huth’s hair-pull is allowable only in ‘sex masochism’    Chelsea and Tottenham are set to be charged on Wednesday with failing to control their players during a tempestuous match that led to Leicester being handed the Premier League title. Spurs received nine yellow cards – a league record for a single match and a number that results in an automatic fine – and at one stage Mauricio Pochettino, the manager, stepped on to the pitch during the first half to separate Danny Rose and Willian, resulting in a melee. However, the more serious situation occurred after the full-time whistle when players, coaches and staff became embroiled in a mass brawl. Cesc Fàbregas was in the thick of it and had to be ushered down the tunnel by his manager, Guus Hiddink, who was shoved to the floor. Separately, during the first-half melee the Tottenham midfielder Mousa Dembélé appeared to direct a hand towards Diego Costa’s eye and could be charged retrospectively by the FA, who received the referee Mark Clattenburg’s report on Tuesday and are analysing video footage of the brawl. Off the ball incidents which are not seen by match officials are referred to a panel of three former referees to examine. Dembélé could therefore be sanctioned by the FA, but the Chelsea defender Gary Cahill said things quickly cooled in the changing rooms after the game. “We came in afterwards and everyone’s emotions soon settled down,” Cahill said. “As far as we were concerned, when the final whistle went that was the end of it. “It was a proper game, a real local derby. There was a lot at stake, especially for them. And we knew what it meant to our fans as well. You could feel the atmosphere building beforehand. Sure it boiled over at times, but that’s because there was so much at stake.”",
  "webTitle": "Robert Huth and Marouane Fellaini charged with violent conduct",
  "webPublicationDate": "2016-05-03T15:43:35Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/marouane-fellaini-robert-huth-manchester-united-leicester-city-violent-conduct-fa",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Marouane Fellaini",
      "id": "football/marouane-fellaini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "The FA",
      "id": "football/fa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "football/2016/may/03/marouane-fellaini-robert-huth-manchester-united-leicester-city-violent-conduct-fa"
}