{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/08/bowman-pilgrims-bike-preview-observer-martin-love",
  "id": "2016-05-08-217",
  "sectionId": "lifeandstyle",
  "body": "Cycling into the office the other day my eye was caught by the bike of a fellow rider. It was a proper head-turner – anodised paint job, tapered carbon forks, T-section top tube – and a brand I hadn’t heard of: Bowman. I guessed it was one of those poncey pricey frames that bankrupt you and then leave you too terrified to actually enjoy it. But it turns out Bowman builds rugged, rideable frames for the year-round, no-nonsense cyclist. The firm is the brainchild of Neil Webb who, after 20 years in the industry, decided to go it alone. His bikes are designed at his base on the outskirts of southeast London and then built in Taiwan. There are currently five models, each named after a landmark familiar to cyclists in the southeast– Palace, Pilgrims, Foots Cray and Layhams. This one is the Pilgrims (named after the Pilgrims’ Way). It features generous ‘RoadPlus’ geometry which gives you the clearance to fit wider tyres or mudguards so you can swap in bigger rubber and turn off the road to tackle trails. In all you’ll get bespoke looks for Sundays, but a sturdy worker for weekdays (Bowman Cyles). Price: £750 (frameset only, complete bikes from £1,500)Frame: 7005-T6 aluminiumForks: tapered carbonBrakes: post mount discsHidden Guard Mounts Women’s bike workshops     Saddle up: would you be able to fix your gears and get yourself home? Photograph: Alamy    Anyone who has enjoyed the thrill of escaping the city traffic and heading out into the open countryside on two wheels has also probably experienced the frustration of having a puncture or a mechanical in the middle of nowhere. It’s important to be able to look after your cycle – both before and during a ride – and Halfords are running free workshops for women for the rest of this month and in June. Book yourself into one at your local Halfords and learn the basics of bike maintenance. Next time you break down and get yourself home, you’ll be very pleased you did. For details go to halfords.com/womensbikeworkshop   Email Martin at martin.love@observer.co.uk or follow him on Twitter @MartinLove166",
  "webTitle": "Bowman Pilgrims: bike preview | Martin Love",
  "webPublicationDate": "2016-05-08T05:00:13Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/08/bowman-pilgrims-bike-preview-observer-martin-love",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Love",
      "id": "profile/martinlove"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/08/bowman-pilgrims-bike-preview-observer-martin-love"
}