{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/29/bj-novak-i-want-to-be-in-cool-things",
  "id": "2016-05-29-111",
  "sectionId": "culture",
  "body": "This time last year, BJ Novak was already an acclaimed actor, stand-up comedian and author. He had starred in Hollywood movies (Inglourious Basterds, Saving Mr Banks) and popular sitcoms (the American version of The Office, The Mindy Project). His children’s book had been a New York Times bestseller for several months. His collection of short stories had been garlanded with praise. He was the worst kind of high-achiever, in that his achievements were myriad and in different fields. People were calling him a polymath and they weren’t even being sarcastic. Unlike James Franco, another actor who tried his hand at creative writing only to be roundly derided by the critics, Novak actually seemed to be good at the many things he was doing. Was he ever worried about being called pretentious? “Not pretentious,” says Novak when we meet on a sunny afternoon at Soho House, West Hollywood. “For me, it was more [the worry of] seeming distracted from my main work by a side project I was oddly passionate about. And side projects – especially from celebrities – don’t tend to be successful either, they tend to be distractions.” Still, even all those side projects (and it’s worth pointing out that he also served as a writer on The Office and executive produced The Mindy Project) weren’t quite enough to sate Novak’s ambitions. He wanted to be a millionaire tech entrepreneur, too. As a little kid growing up in Boston, his earliest ambition was “to be a real-estate developer. I think I had some vague awareness of Donald Trump. Like, ‘I want to put my name on buildings, I want to be rich and important and a businessman!’” You don’t get many Hollywood liberals admitting that Trump used to be their hero, I tell him. “But culturally, he’s an icon,” counters Novak. “I think a secret aspect of [his popularity] is how familiar he is. He’s not a crazy man on the street, he’s the crazy uncle that’s been at your Thanksgiving for 30 fucking years! He’s been there for ever. So I think people feel safe with him considering how outrageous he is as a candidate. There is some subliminal comfort with him.”     ‘I am proud of being associated with quality things’: as Ryan Howard in the US version of The Office. Photograph: UPPA/Photoshot    In pursuit of his Trumpian dream to become a multi- millionaire businessman, Novak came up with an idea for an app. His idea was deceptively simple: lists. Lists of things people wanted to share, such as recommendations of the best places to eat in Paris or five of their all-time favourite ice-cream flavours or three pieces of advice for a first date. Novak got backing from private investors, hired some of the best people (his co-founder Dev Flaherty is a tech developer and Stanford graduate), set up an office in Venice Beach and launched the Li.st app for iPhone last October. In its first four months, it has amassed more than 250,000 lists, many of them compiled by celebrity users such as Lena Dunham, who admitted to lusting after a small marsupial sugar glider in “Exotic Pets I Want” or Snoop Dogg who puts “thyme” at number one of his “Top Five Essential Herbs”. You can make anything into a list, says Novak. Although he conceived the app as a sort of advice-sharing mechanism, it’s actually turned into a medium for “structured self-expression… If I asked you: ‘Hey, would you write me an essay about your father?’ it’s such an enormous ask. If I send you a list request for ‘memories of your dad from childhood’ – any of us can come up with seven, random, funny memories. And before you know it it’s very involving.”    One night I was lying awake in bed and my mum came in and asked: ‘Can’t you ever just think stupid thoughts?’    So, in the spirit of the Li.st, the top five things I learn about BJ Novak in the first 10 minutes of meeting him are: 1. He is wearing a lot of clothes. Despite the Californian heat, Novak is dressed in dark jeans, a black T-shirt, a navy-blue blouson jacket and a baseball cap emblazoned with the single letter “B”. When he takes off this cap at several points during the interview, his hair is slick with sweat. He then puts it back on again. 2. He orders green tea and, when it arrives, studiously ignores the biscuit on the side of the saucer. 3. He wants to run for mayor of Los Angeles. One of his flagship policies would be that everyone would have to refer to the city by its full name and not as “LA” because it’s “bad branding”. Another would be founding a museum of hip-hop in the suburb of Compton. 4. He’s smart. Very smart. He speaks rapidly, almost nervously, and he throws out ideas at a median rate of 35 a minute (approximate guess). 5. He doesn’t smile that much. When he does, you feel like you’ve done something unexpectedly brilliant.     ‘We’re very close in sort of a natural, eternal way,’: with co-star Mindy Kaling. The pair have been offered a rumoured $7.5m to write about their friendship. Photograph: Dimitrios Kambouris/Getty Images    Of course, it’s unfair to expect someone to be constantly cracking jokes and gurning with hilarity simply because they are known for their comedic presence on-screen. And Novak clearly has a lot going on inside that sweaty head of his. His father was a writer who ghosted Nancy Reagan’s memoirs and Novak, the eldest of three boys, describes himself as a “thoughtful” child. “I remember my mum coming into my bedroom when I was lying awake one night and she asked what I was thinking of… And I was telling her about the inventions I would invent and she said, ‘Can’t you ever just think stupid thoughts?’” Novak went on to Harvard and did his thesis on the film adaptations of Shakespeare’s plays (his favourite is Kenneth Branagh’s Hamlet because “it was not obsessed with novelty and it was not obsessed with fidelity”.) He moved to LA… sorry, Los Angeles, after graduating and started out on the stand-up circuit as a way of testing his writing on a wider audience. Then he fell into acting and found he enjoyed it. His parents are said to have set up a Jewish matchmaking service. Is that true? “Yeah, that’s one of those questions that comes up every time.” That’s because it’s in your Wikipedia entry. “Well I’m not going to take it off. It’s not not-true, but it’s not like a big aspect of my life. I don’t think it’s interesting.” Don’t you? I think it’s completely fascinating. Were they always trying to matchmake you? “No.”     Spoonfuls of sugar: with Jason Schwartzman in Saving Mr Banks. Photograph: Photoshot    At 36, Novak is single, but has been engaged in a highly public on-off flirtation with his co-star from The Office, Mindy Kaling, for years. They used to date, but then realised they spent most of their time arguing, so broke up. They still have an intensely close friendship. In the past, Kaling has described Novak as “intoxicating” and referred to the two of them as “soup snakes” – a reference to a scene in The Office where a character writes a romantic note to his girlfriend only to misread “soul-mates” as “soup-snakes”. They signed a rumoured $7.5m joint book deal last year to write about their long friendship. “We’re very close in sort of a natural, eternal way,” says Novak, before getting his phone and reading out a series of recent texts from Kaling. “She texted me: ‘Remake I Dream of Jeannie with me. You be Larry Hagman.’ This was on Saturday. Then I texted her: ‘I’m writing a list: Eight Times Mindy Kaling Bullied Me on the Set of The Office.’ So I was asking her details for that.”    His book has sold more than 1m copies. When he tours primary schools, he is greeted like a hero    She used to bully you? He cracks a smile. A huge grin that seems to take over the entire lower half of his face. “She would lie to me. She would make up these – just out of nowhere – purposeless lies that I believed. Like saying that Allison Jones, the casting director of The Office, was also an actress who had been the third lead in Cold Mountain. And so I just thought that. “And there was this director, this older woman who directed a couple of episodes, and Mindy told me I couldn’t tell anyone, but Greg Daniels, the show runner, used to date this woman in college. And then Greg asked me what I thought of her cut and I lied to Greg and said I thought it was great, because I was nervous to insult his ex-girlfriend, so he didn’t make the edits that I wanted. “And later I asked him about it and he was like, ‘What are you talking about? She’s 20 years older than I am, we didn’t go to college together!’ I realised that Mindy just made it up and” – he breaks off, laughing – “it actually affected my work life!”     ‘Kids care whether or not you have the book on you, they don’t care whether you wrote it’: reading from his latest book in New York. Photograph: Unique Nicole/FilmMagic    Even though romance hasn’t blossomed with Mindy or through his parents’ Jewish matchmaking service, Novak is open about the fact that he wants to meet someone and be a father someday. “Yeah. I just need more of a test audience.” Still, the fact that he has no kids hasn’t stopped him becoming a hugely successful children’s author. Novak wrote The Book With No Pictures after testing it out on his best friend’s two-year-old, Bruce. Again, the idea is winningly simple: the book consists entirely of funny things the person reading it must say out loud (“My head is made of blueberry pizza”). It has sold more than 1m copies in the US and has been translated into 26 languages. When Novak tours primary schools, he is greeted like a hero. The people who stop him in the street now fall into two distinct categories. The first are those who say: “Love your work” (“I think you say it to everyone,” says Novak. “I think you say that to Russell Crowe, I think you say that to George Saunders, I think it could mean absolutely anything. ‘Love your work!’ As though they’ve been poring over my ‘work’.”) The other half are excitable parents who come up to him with their children in tow. “Generally, kids care whether or not you have the book on you, they don’t care whether you wrote it.” Novak thinks of himself as a writer first and foremost. He has always struck me as someone who has chosen not to be as famous as he could have been, I tell him. “I think I am very proud of being associated with quality things. So if I were massively famous for doing massively beloved things, yeah, that sounds great. I think the pickiness is really just about… I want to be in cool things.” He removes his baseball cap, then smoothes back his hair. His eyes dart left and right, like a magpie looking for shiny things to steal. I can sense his attention wandering on to the next thought, the next big idea. So, I say: “At 36 you’re more than halfway through your allotted biblical time…” “Biblical time?” he jokes, “In biblical time, I could live to 860.” But is that something you are aware of? That there are only a finite number of years left in which to achieve the things you want to achieve? “Sure. But why do you ask?” Because it’s an interview and it’s my job to come up with the questions. “So, are you asking: is mortality behind my drive?” Yes. There is a long pause, emphasised by the fact that Novak actually says: “He takes a long pause, pondering the universe and its destiny…” Eventually, he concludes: “I don’t know. I mean, I don’t think so more than anyone else.” Three Things I Notice About BJ Novak As He Leaves The Interview: 1. The biscuit is still untouched. 2. He walks rapidly, as though fuelled by his own nervous energy. 3. He is probably going to take over the world.",
  "webTitle": "BJ Novak: ‘Mindy Kaling used to bully me on set. She would lie to me’",
  "webPublicationDate": "2016-05-29T11:00:02Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/29/bj-novak-i-want-to-be-in-cool-things",
  "keyword": [
    {
      "webTitle": "BJ Novak",
      "id": "culture/bj-novak",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Elizabeth Day",
      "id": "profile/elizabethday"
    }
  ],
  "guardianId": "culture/2016/may/29/bj-novak-i-want-to-be-in-cool-things"
}