{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/12/crystal-pite-girls-ballet-choreographer-prized-mavericks",
  "id": "2016-05-12-157",
  "sectionId": "stage",
  "body": "“You’re not stretching your face enough”, explains Crystal Pite, patiently. She demonstrates with a lop-sided grimace that distorts her rather beautiful, open features into a kind of agitated question mark. It’s not the standard rehearsal note from a choreographer to their dancers, but the eight men and women in the studio mimic Pite’s expression as they dance, and an unsettling new energy comes into their bodies. You can feel a shift in the atmosphere of the room. It’s this close attention to detail, this hunting down of the precise physical image, that gives Pite’s work its unusually poetic quality. It’s also key to her passion to communicate ideas, emotions and even stories through her choreography. From works like the epic, elemental Polaris to The Statement – the study of conflict, which I’m watching her create for Nederlands Dans Theater – Pite’s instinct is always to reach through the steps for some direct connection with her audience.            Later, when the dancers have left the studio, Pite tells me that she always watches rehearsals with one eye on how the material will read to an audience. “I don’t necessarily want people to understand my exact intentions in a work but I do want them to feel that they’re inhabiting it. There’s a proverb, ‘if you talk to a man about himself, he will listen for hours’, and I think that’s key. If people feel represented onstage, they’re going to be leaning in.” A large swath of the public might find it hard to imagine themselves being represented in dance – as an art form it’s still widely perceived as arcane, precious or incomprehensibly opaque. Yet the immediacy with which Pite is able to engage or provoke her audiences makes her, at 45, one of the most sought-after choreographers of her generation. Although working regularly with her own Vancouver-based company, Kidd Pivot, Pite now receives more commissions than she can handle, from companies like NDT (with whom she’s associate choreographer), the Paris Opera and the Royal Ballet.   Related: Crystal Pite: the Canadian choreographer bringing a bold new mood to contemporary dance     Pite cares about making contact with her audience but she doesn’t try to make things easy for them. She’s restlessly experimental – trying out text, digital imagery and different kinds of music to feed her dance language – and the territory she explores can be tough. In Betroffenheit, the work she will soon be bringing to London, Pite deals with extreme states of trauma, grief and addiction. And she takes as her starting point the unfathomable, real-life tragedy that was suffered by her co-creator, the actor and playwright Jonathon Young, whose daughter, niece and nephew were killed in a fire during a family holiday in 2009.  Betroffenheit (a German word which translates as “consternation”) is a term that Pite and Young have used to denote the psychic and emotional meltdown that can occur after a disaster. “We were interested in the traumatised state you go into after an extreme or violent event,” she says. “When your experience meets the limits of language, and you have to find other ways of expressing yourself.” Young’s own knowledge of this state meant that, “creatively the stakes felt very high for us both. We were trying to deal with this terrible personal loss but also zoning out, into the very question of human suffering.”     Crystal Pite’s latest work, Betroffenheit, addresses ‘the very question of human suffering’    Pite says that much of her best work has been inspired by violence, or darkness of some kind. “Conflict is fascinating to me, the tension of opposing ideas and forces is like an engine when I’m making a work, it creates so much physical excitement and energy.” But she acknowledges that she’s drawn to conflict in dance because she doesn’t “do so well with it in real life”. On first meeting, Pite comes across as a woman of unusual sweetness and consideration; she weighs her words carefully when she speaks, and during rehearsal she is unfailingly appreciative of her dancers. If her instinct is to avoid confrontation as an adult it may be because there was little of it in her childhood, most of which she spent in the Canadian city of Victoria. Having set her heart on a stage career, starting tap classes when she was barely more than a toddler, then taking up jazz, ballet, singing, music and drama, the young Pite suffered no significant opposition to her dreams: “I was very lucky, my teachers at school all encouraged me.”            But there is also a line of steel running through Pite’s mild demeanour. When she was little she thrived on beating off the competition when she entered – and won – various local dance competitions, and she demonstrated a precocious determination in her ambition to become a choreographer: creating her own first dance material when she was very small, and then, having joined British Ballet Columbia at 17, choreographing her first work two years later. Her creative ambitions were further honed when she spent five years dancing with William Forsythe’s Ballett Frankfurt. Although Pite didn’t make her own choreography during that period, like all of Forsythe’s dancers she was intricately involved in the creation of his material. “I learned so much from Bill during that time, about how to construct and deconstruct movement but also how to be bold. He had a kind of recklessness, which I’ve been cultivating ever since.” Forsythe’s style was an influence from which Pite had to step away when she formed Kidd Pivot in 2002. Her own movement language is more classically burnished, and more theatrically explicit, than Forsythe’s, and it’s also more eclectic. These days she says her greatest influence is her dancers. “They have so many qualities that I can use. I can make a phrase on my own body and then watch them expand and pull it apart. It’s like they’ve put on a coat, and when they take it off, it’s been worn and stretched in different ways.”     Peter Chu and Anne Plamondon in A Picture of You Falling by Crystal Pite. Photograph: Tristram Kenton for the Guardian    When Pite creates work for a large ballet company like the Royal, it frustrates her that there’s never enough time to establish an intimate, creative relationship with her cast. Because she can’t create the kind of complexity she wants on individual dancers she compensates by choreographing with large numbers, so that the complexity is created out of the structure, the pattern and the flow. For her forthcoming piece for the Royal – a setting of the first movement of Gorecki’s 3rd symphony – she hopes to use around 40 dancers. It will be illuminating to see what kind of chemistry Pite creates with the Royal, but the significance of the commission also lies in the fact that it will be first work created by a female choreographer for that company in nearly two decades. Pite becomes wary when discussing the issue of her gender, saying that she would be “broken-hearted” to be told it had anything to do with her receiving the commission. Although she is aware that there are disproportionately few women at the top of the choreographic profession, especially in ballet, she is reluctant to see this as a conspiracy – a “giant thumb keeping women down”. She believes there are too many different and very specific issues at play: including the fact that boys who enter the profession are already predisposed to be pushy and successful. “When you’re a young boy wanting to study ballet you’re already a kind of rebel, someone who is thinking outside the box, so you’re more likely to end up making work or running a company. Girls are less likely to be prized for being a maverick, they’re more likely to be encouraged to look and dance like everyone else – which means that a lot of the creative women will end up in contemporary dance.”             Pite has never felt disadvantaged herself by being a woman, although she acknowledges that becoming a mother five years ago has affected everything – her time, her stamina and her priorities. She’s been fortunate that her partner, Jay Gower Taylor, is also her set designer and travels with her when she’s working away from home, so they are able to take their son Niko with them and share the childcare. But once Niko is in school Pite will have to be more pragmatic about how she manages motherhood and work. She knows there will be sacrifices on both sides. Childcare is a professional issue that many female choreographers want addressed. Yet it’s typical of Pite that she’s more interested in talking about how motherhood has enriched her as an artist. A work like Betroffenheit is searing territory for any parent to tackle, yet it’s the kind of brave, important piece that Pite wants to make. “There’s an amazing feeling of vulnerability that comes when you have a child, that makes you much more aware. Being a mother makes me want to work with bigger ideas. I don’t want to waste time.”  Betroffenheit is at Sadler’s Wells, London, on 31 May and 1 June",
  "webTitle": "Crystal Pite: 'In ballet, girls are less likely to be prized for being mavericks'",
  "webPublicationDate": "2016-05-12T14:52:14Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/12/crystal-pite-girls-ballet-choreographer-prized-mavericks",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Royal Ballet",
      "id": "stage/royal-ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Judith Mackrell",
      "id": "profile/judithmackrell"
    }
  ],
  "guardianId": "stage/2016/may/12/crystal-pite-girls-ballet-choreographer-prized-mavericks"
}