{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/wayne-mardle-phil-taylor-could-not-turn-up-at-an-event-to-be-beaten",
  "id": "2016-05-19-275",
  "sectionId": "sport",
  "body": "Hi Wayne, how are you doing? I’m good, thank you Small Talk. How are you? We’re fine, Wayne, and very excited about the Betway Premier League Play-Offs. Who’s going to win? I still think Michael van Gerwen is the one to beat, but I’m one of these people who loves a bit of fantasy – and I would love it if people were saying: “Wow, how did Phil Taylor come back to do that?” That would sum Phil Taylor up. If he wins, he should pick the trophy up and say to everyone, “Right, you said I was finished and you were wrong. See you later.” Don’t you think the prospect of winning the worlds again will be too tempting, even if he wins this? I do. But lose the worlds and then what? He’s got more chance of winning the Premier League than he has the world championship – he’s in the play-offs, so he’s only got two games to win now. I would hate to see him become one of these chasers. He’s not like Steve Davis, who could miss events and come back and say, “Look I don’t care, I just want to compete, I know I won’t win but I enjoy it.” Phil Taylor could not turn up at an event to be beaten. It doesn’t work that way with Phil.  When he lost to Jelle Klaasen in the last 16 of the worlds in December, many thought it was over, but his Premier League form has been brilliant. What has changed? He’d been changing his equipment. I’m closely in with Target Darts, and they have made a dart that he loves. He has said, “I’m not sure this can be improved upon.” He’s happy with his equipment. It’s like he has thought, “The excuses have stopped. It’s now me, I have to perform.” And he really is.   Related: Adrian Lewis v Gary Anderson: PDC World Darts Championship final – in pictures    Is he the mentally toughest sportsman you’ve ever seen? Have I ever seen anyone stronger? No, probably not. I see him in action and look at him wondering, “What’s going on? What is going on in there?” When one human being can’t read another, they’ve definitely got something you haven’t. In your book Hawaii 501, there were two recurring themes: a love of KFC and a fascination with the mental side of darts. Is that what makes it so good? I think it is. It’s one-on-one: you miss a shot, someone takes out something miraculous, and the whole world changes. It shouldn’t. The great players, they don’t allow it to change; they stay in control. Those that allow certain shots to faze them on a regular basis are mentally weaker than those at the top. Can you believe the standard of play these days? No. It’s outrageous. I remember playing in the 2008 Premier League, and I averaged 97 over a seven-game spell. I thought: “This is brilliant, I do not get any better than this.” I vividly remember being on stage, being annihilated by Phil, thinking, “I am glad there’s only one Phil Taylor, nobody will ever average what he does.” And now Michael van Gerwen is better. The stats don’t lie. If you could relive one game from your career, what would it be? Small Talk thinks it knows the answer … Yeah, it would be the game against Phil at the World Championship in 2008.             You won 5-4 but you were confident even at 3-0 down, weren’t you? There’s actually someone to back up my confidence! There was a guy, Scott Gibling, who was one of the match officials for the PDC. I went off for a break and I was standing there, bewildered, and then I said, “Do you know what, Scott? I’ve had enough. I have had enough of this. Here we go.” He looked at me like I was some kind of lunatic. Within seconds I found an inner strength and a confidence – I just thought, “Stop playing Phil Taylor and just have a bit of fun.” That attitude made me freer, more competitive, and I think it worried Phil because he got worse and worse as the match went on. The feeling of that last leg, I’d like to relive that again. That was beautiful. So you almost chose to enter the zone? I didn’t predict it, but I felt it could happen. Normally as human beings we are quite weak - but I didn’t feel weak, even though I was behind and getting absolutely annihilated. I felt I had a lot more to offer, and for the next hour or so I did. Unfortunately the next day was... (starts laughing) … poor. Would it have helped in the semi-final against Kirk Shepherd if you’d had an extra day off? I’m not saying I’d have become world champion but I needed a day off. I said that before I played. I didn’t feel as in control as I did the day before. And I’d already lost in three world semi-finals. It was a bigger semi-final for me than it would be for others. It’ll be like that the next time James Wade is in the semis. He’s never reached the final and he’s lost three, so don’t tell me that’s just another semi-final. It’s not. It becomes tougher. So, yeah, I could have done with another 12 hours’ sleep. Never mind! Although he won it in 2014, is there a danger something similar could happen with Michael van Gerwen? Yes. I thought it was an issue this year, I really did. He did nothing wrong, he averaged 105 against Barney. But to win everything on TV apart from the Premier League and the worlds, that would really have bothered him. It will only be worse next year. Can’t be any better. Since 2012 he’s been the best player on the planet but he’s won only one world title. I think he needs to win it this year. That Kirk Shepherd semi-final, is that the one that got away? Nah. The one I think about the most was 2006, when I lost to Phil in the semi-finals. I had him. I had him. I was the better player … People will laugh at this, but I know and Phil knows: I was the best player in the tournament that year. I felt I blew it. “Ah, man, what have you done?” I remember missing double nine to lead 5-3, and once I missed that he changed … (starts laughing) … and I didn’t like it. You do a bit of darts coaching . Are you surprised the top players don’t have coaches, like in tennis? I’m not surprised, I’m absolutely gobsmacked. I’m not on about employing me, but I‘m amazed they don’t employ someone. How can a sport where there’s millions of pounds on the line not have coaching at the top level or any level? It’s incredible. There was a good example at the World Championships, when James Wade was playing Gary Anderson in the quarter-finals. James was lifting his left heel off the floor as he was throwing. That meant his darts were spraying all over the 20. Eric Bristow was doing coaching with him at the time, but it was more mental than technical. I said in commentary, “Eric Bristow needs to get James Wade in the break and tell him what he’s doing wrong here.” Eric didn’t have a word with him … sorry about that, my dog’s going nuts … Eric wasn’t interested in the technical side, but darts is such a technical sport. If you’re moving as you’re throwing, it has to affect your accuracy. Who’s the next superstar of darts? Before the Premier League I would have said Michael Smith, but he didn’t cope well at all. I felt for him in the first week, when he had to play two games. He was as nervous as kitten. Being eliminated might have done him a favour. I think he’ll be around for a long time, but I’m not sure he’s the next superstar. There are a few guys who have got a lot to offer: Max Hopp, he’s a great young player, he’s got a fantastic action. Josh Payne is a really good player, who has just won his first ProTour event. He’s got a look and a way of living that I think darts needs. What about Benito Van de Pas? I think he’s great but I’m unconvinced by his longevity because of the way he throws. It’s an odd action and the minute the timing goes he becomes poor. On his day he’s a world-beater. You’re a Spurs fan. Is this the best Spurs team you’ve ever seen? No. No. I did like the Mark Falco era … The Mark Falco era?! Yeah I liked the team in the early 1980s – Gary Mabbutt, Glenn Hoddle, Steve Archibald. I loved watching them. I do think this is one of the worst Premier Leagues I’ve ever seen. The standard is shocking. What was the last film you saw? Birdman, with Michael Keaton. It was 93 minutes of my life I’ll never get back! What’s your poison? It would be – especially in the summer – a nice bottle of Corona with a small wedge of lime in the top. You’re not one for this whole craft beer revolution then? No. No. I’m 43 but I’m kind of old school – I know a bottle of Corona with lime in the top isn’t old school, but I like a beer that I know isn’t going to get me too drunk. I have my very small limits. Do you have a pair of slippers? Yes. They’re Uggs, these fluffy Ugg things, but they don’t make your feet warm at all. I was bought them for my 40th birthday by my sister – and I’ve got them on now! What’s your favourite TV show? My favourite TV show, without any hesitation, is The Big Bang Theory. And after that it would be The Blacklist. It’s fantastic. I’ve just started watching the, er, Break … what’s it called? Oh how can you forget. I’ve just watched seven episodes in two days … a guy with lung cancer is go … Oh, Breaking Bad Breaking Bad, that’s it. Yeah, it’s excellent. Wait till you meet Gus Fring in season three. Right, OK, ssssshhhhh. Who would you invite to a fantasy dinner party? Wow. Er. Oh. There aren’t many people I find intriguing, believe it or not. One of them would be John McEnroe. I just like the fact he didn’t care. Why should he? Why should he care? My mind just revolves around sport, it’s pretty sad … (thinks for a bit) I’ll go Elvis. I want to ask him why he felt the need to self-destruct. He had everything, absolutely everything. I can’t think of any others to be honest. It changes I reckon, when you get to 30, 40 and 50. Ask me in 10 years and I probably wouldn’t mention those two. But those two intrigue me because they didn’t conform. I hate conformists. They bore me a bit. Small Talk can’t believe you haven’t said Colonel Sanders. Are you still a KFC man. No. We had a bad experience in one! It was horrible. That put us off for about five years. This is shocking news. I have the odd one, where you think, “Right I’ll give KFC the benefit of the doubt.” But no, no, the coating is not the same. Have you found anything else to fill the void? Nando’s? I do like Nando’s, but it’s a meal isn’t it? It’s, “Let’s go shopping and ‘look, there’s a Nando’s’” But KFC, back in the eighties and nineties, ach! Pure joy! We’re off for a Bargain Bucket. Thanks for your time Wayne. My pleasure Small Talk. Sky Sports will show the Betway Premier League darts Play-Offs on Thursday 19 May at 7pm on Sky Sports 2",
  "webTitle": "Wayne Mardle: ‘Phil Taylor could not turn up at an event to be beaten'",
  "webPublicationDate": "2016-05-19T09:00:04Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/wayne-mardle-phil-taylor-could-not-turn-up-at-an-event-to-be-beaten",
  "keyword": [
    {
      "webTitle": "Darts",
      "id": "sport/darts",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Smyth",
      "id": "profile/robsmyth"
    }
  ],
  "guardianId": "sport/2016/may/19/wayne-mardle-phil-taylor-could-not-turn-up-at-an-event-to-be-beaten"
}