{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/27/ring-the-changes-my-asuterity-wagner-with-opera-north",
  "id": "2016-05-27-290",
  "sectionId": "music",
  "body": "My first real encounter with Wagner’s music happened not in an opera house but a sports hall in Florida. I was 19 and touring the United States as a piano player with the European Union Youth Orchestra. The programme was conducted by the late Erich Leinsdorf and included orchestral excerpts from The Ring of the Nibelung. But what I really remember was the odious stink in the place. At the rehearsal Leinsdorf, who could be quite intimidating, was shouting “Elephants! Why can I can smell elephants?” It turned out that there had been a circus in there the night before.   Related: The politics of Wagner's Ring    However, the music was so intoxicating that it inspired me to go and see my first Ring at Covent Garden when I returned. I stood at the back – it was like viewing the stage through a letterbox. But even though I was on my feet for 16 hours during the four operas, time seemed to disappear, as if we were entering into another dimension. It never crossed my mind that 30 years later I would find myself standing through the whole work again, this time as a conductor. Opera North’s “austerity Ring”, premiered an opera at a time over the last four years and now touring as a complete cycle, is performed in concert with lighting and video. Its postive critical reception might suggest we had set out to create a new paradigm for performing Wagner, but our approach was born of necessity.    No props, no staging and the most basic costumes. We even asked our Valkyries to provide their own black dresses    Shortly after I arrived as music director in 2004 I found there was no theatre to perform in. The Grand theatre in Leeds was scheduled to undergo a major renovation, but I was determined to make the most of our period in exile. So we began a series of concert performances concentrating on repertoire the company had never been able to attempt before – the big Strauss operas such as Salome and Elektra, for example – because our orchestra pit simply wasn’t large enough. We took these pieces to Sage, Gateshead, which had recently opened, and afterwards the organisers approached us about collaborating on something even bigger. “Even bigger than Elektra?” I asked. “Yes,” they said, “even bigger than that.” So it quickly became obvious that we were talking about The Ring. Originally it was advertised as a concert, but we wanted the audience to experience something more. This is where lighting and video designer Peter Mumford came in. A conventional theatre director would inevitably want to develop their own ideas. Peter, however, was very happy to go with a brief that included no props, no staging and the most basic costumes. We even asked our Valkyries to provide their own black dresses; we simply gave them some elbow-length gloves.         Watch the trailer for Opera North’s Ring cycle    But the response Peter had to these constraints turned out to be a masterstroke. I am sure that Wagner would have seized upon the potential of the PowerMac to produce his dreamed-of Gesamtkunstwerk, the synthesis of all the arts. Above all, it enabled us to put the story across with the greatest clarity, unencumbered by directorial baggage, eye patches and breastplates. I’m especially proud of the fact that almost 75% of our audience said they were experiencing The Ring for the first time. That’s partly due to the fact that we were able to keep ticket prices well below what you’d expect to pay for a conventional staging. We have been able to show that The Ring is not as intimidating as many people think. Anyone who loves The Lord of the Rings will recognise its landscape. When I first started working on Wagner’s cycle I was reading the Harry Potter books to my six-year-old son. Both demonstrate the power of storytelling within a world of magic and monsters, in which there’s a struggle between good and evil.     Pulverising energy … Jo Pohlheim and Mats Almgren in Götterdämmerung. Photograph: Clive Barda    You never stop making discoveries about a piece like this, and I’m already questioning the decisions I made first time around about how certain passages should be performed. But the great pay-off is that it is beginning to feel like one huge piece – almost as if it were an enormous symphony. Rhinegold forms the prelude, laying out the themes; then The Valkyrie follows as a kind of developmental slow movement. You could say that Siegfried takes the place of a scherzo – at least, it has scherzo-like elements of comedy and fairytale. Then you get to Götterdämmerung, which has this pulverising, physical energy which puts me in mind of the way Beethoven finished a symphony. I am standing down as Opera North’s music director at the conclusion of this project. People ask me how it will feel when it’s all over; and the answer is I don’t know, though I dare say it will feel a bit strange waking up on 11 July in Gateshead, and realising I don’t have to conduct The Ring any more. As far as my 12 years at the company goes, there can hardly be a greater note to bow out on than the last note of Götterdämmerung. But I’m looking forward to being a free agent and I think Aleksandar Marković , who is taking over as music director, is an incredibly exciting young talent. I’m pleased to think that I’ll be leaving the company in sound artistic and financial health. There’s a family spirit at Opera North; and what I’m most proud of is not only that we pulled off a Ring without bankrupting ourselves, but the breadth of the work we have been able to achieve. I just hope it’s not an omen that I’m leaving the company having brought Valhalla crashing to the ground.  Opera North’s Ring cycle is at Leeds Town Hall until 29 May. Box office 0113-224 3801. Then on tour until July. theringcycle.co.uk",
  "webTitle": "Ring the changes: my austerity Wagner with Opera North",
  "webPublicationDate": "2016-05-27T06:00:24Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/27/ring-the-changes-my-asuterity-wagner-with-opera-north",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Richard Wagner",
      "id": "music/richard-wagner",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Opera North",
      "id": "music/opera-north",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/27/ring-the-changes-my-asuterity-wagner-with-opera-north"
}