{
  "apiUrl": "https://content.guardianapis.com/business/grogonomics/2016/may/05/if-the-budget-was-the-governments-tax-white-paper-they-flubbed-it",
  "id": "2016-05-05-361",
  "sectionId": "business",
  "body": "In February, Malcolm Turnbull suggested the budget would “for all practical purposes” be the government tax white paper. In the end it was nothing of the sort. The major initiative of cutting company tax was a decision that handed out joy to the government’s core constituency, but serves only to exacerbate some of the issues with Australia’s tax mix. Cutting the company tax rate to 25% has been a pretty long-held staple of tax policy. The Henry Tax Review – now going on six years old – recommended such a cut. It has also been one of the common recommendations from the OECD.    Related: Tony Abbott suggests the mining industry should demonstrate their gratitude to Ian Macfarlane – politics live    For example in its Going for Growth report issued in February this year, the OECD called for Australia to improve “the efficiency of the tax system by reducing the corporate tax rate.” But as with all such economic recommendations there is a bit more to it than that. For example, yes the Henry Tax Review recommended cutting the company tax rate to 25%, it did so while arguing that “company income tax also acts as a tax on profits derived from Australia’s non-renewable resources”. Thus it argued “at the same time” the government should introduce a “broad-based resource rent tax.” Don’t expect to find that anywhere in Scott Morrison’s budget speech. Similarly, while the OECD did call for a cut to the company tax rate it recommended this be done “as part of a wider reform that would also consider raising the currently low rate of goods and services tax (GST) and/or widening the base”. So it’s never about just cutting the company tax rate and pulling up stumps and slapping each other on the back, saying job well done.  The main reason for recommending a cut to the company tax rate – indeed the one given by Morrison on Tuesday – is that our current rate is very high among the OECD.  What is more is that in the past decade most other nations have cut their rates:       Thus cutting the tax rate will make us more competitive with the rest of the world. The Treasury modelling done on a company tax cut in 2012 suggested the biggest reason for any resultant increase in GDP would be from “greater foreign investment flows into Australia to fund additional projects that are made viable by the reduction in the tax rate.” But how big an impact would the company tax rate be? Well the Treasury modelling suggested a 1 percentage point cut in the company tax rate would lead to a 0.1% increase in GDP.  This is pretty consistent with the modelling released after the budget, suggesting lowering the company tax rate to 25% would lead “to a long-term percentage change” in GDP of 1.1%. But given the cut in the company tax rate is scheduled to occur only by 2026-27, and the reduction of only 5 percentage points, to get to a 1.1 percentage point improvement we’re probably talking a time frame where “long-run” means closer to 20 years away rather than 10.  Clearly any long-term – or even for the matter annual – economic projections require assumptions that can go astray. And it is doubtful come 2026 or later that there’ll be anything in the way of proof that our economy is 1.1% larger than it otherwise would have been – especially when we’re talking of things that are the order of 0.1% in a year – essentially a rounding error in terms of GDP growth.  The main benefit the Treasury sees of the cut in the company tax rate is to businesses themselves through greater investment, but most of the flow throughs to workers come via secondary effects.  The Treasury, for example, projects employment in the long-run to be only 0.1% better – essentially nothing. But it does project that real wages would be 1.1% better in the long-run – this comes mostly from hoped-for productivity improvements that are the result of the increased investment.  But hoping for wage increases from a company tax cut are more in the “oh if we close our eyes and wish really hard, they may come true” basket, than anything you might call a rock solid certainty. Improved productivity is tough enough to accomplish, but greater investment doesn’t always mean greater productivity. Certainly the boom in mining investment actually led to a decline in productivity in that sector.  And that increased investment from a company tax cut is itself no sure thing. A 2012 Canadian study found that successive cuts in the Canadian company tax rate did little to spur foreign investment, and served mostly to improve the cash-flow of local businesses – but that increase did not lead to improved investment.  The other argument for a company cut comes from a budgetary point of view.  The general view is that company and income taxes are more prone to the swings and roundabouts of the economy, whereas sales taxes like the GST are more stable – which is certainly borne out by the budget papers:       Australia is also more reliant upon company taxes than most nations; and equally less reliant upon GST-style taxes:       Now that may not be any great concern but the budget papers also show that we are becoming more reliant upon both individual income and company taxes:       Ten years ago at the heights of the mining boom, total income taxes accounted for 67% of tax revenue; by 2019-20 they are projected to account for 70.6%. That’s not great if we hit any recession-like conditions – revenue will again go through the floor with any strong rise in unemployment. It also means the government really needs wages growth to meet its expectations.  The budget predicted wage growth will return to 3.5% by 2019-20 – well up on the current rate of 2.2%:       And as this week’s income tax cuts demonstrate, being dependent upon a progressive income tax regime doesn’t necessarily mean changes will always benefit the poor over the wealthy.    Related: If this budget was a tomato in a shop you would leave it there, it is a bad tomato | First Dog on the Moon    The company tax cuts planned in the budget are to a large extent off in the never-never; should the LNP win the election they can certainly legislate the changes out over 10 years, but that gives plenty of time for a government strapped for revenue to decide to pause the cuts.  It also is plenty of time for the benefits to be washed away. But it remains part of a broader discussion on the tax and transfer system. The changes in the budget actually narrow the tax base, but changes to taxes like the GST – because of their regressive nature – would necessitate increased government spending, in effect shifting our economy to more of a European-style one where tax revenue and government expenditure overall is much higher.  By just looking at cutting the company tax rate the government is pretty much creating problems for itself later down the track – especially should the hoped for growth projections not pan out.  Malcolm Turnbull once said the budget would be the government’s tax white paper. If so, the government flubbed it, and it ensured tax policy and concerns about funding expenditure over the “long-term” won’t go away.",
  "webTitle": "If the budget was the government's tax white paper, they flubbed it | Greg Jericho",
  "webPublicationDate": "2016-05-05T00:41:28Z",
  "webUrl": "https://www.theguardian.com/business/grogonomics/2016/may/05/if-the-budget-was-the-governments-tax-white-paper-they-flubbed-it",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Jericho",
      "id": "profile/greg-jericho"
    }
  ],
  "guardianId": "business/grogonomics/2016/may/05/if-the-budget-was-the-governments-tax-white-paper-they-flubbed-it"
}