{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/chris-woakes-england-sri-lanka",
  "id": "2016-05-27-246",
  "sectionId": "sport",
  "body": "Allowed a clear run with the weather (and given that the first Test only lasted around 163 overs, or five and a half sessions of actual playing time, not even inclemency looks as if it is a barrier to their success) England should have the series done and dusted by the end of the forthcoming match. That is not hostage to fortune or hubris. Sri Lanka are never short of fight, but they arrived here shorn of almost 25,000 Test match runs after the retirement of Kumar Sangakkara and Mahela Jayawardene, and, through injury, are now without a large part of the cutting edge of their attack with the loss of Dhammika Prasad and now Dushmantha Chameera, their fastest bowler. They have been asked to play in the sort of ground conditions that were beyond the coping capabilities of the Australian team last summer, and, given the time of year, in inhospitable weather that brings to mind the way that the All Blacks would send hapless opponents to the House of Pain in Carisbrook to cope with a winter Antarctic southerly. With the notable exceptions of two batsmen in Jonny Bairstow and Alex Hales, and a brilliant pair of bowlers in Jimmy Anderson and Stuart Broad, England were far from their best at Headingley and yet still won by an innings and a gallon.   Related: England hold talks with spin specialist Saqlain Mushtaq about consultancy    For the second Test, the operation to Ben Stokes’ left knee has deprived them of the hub of the team. There is optimism, but it is a long shot that he will be back in time to start the series against Pakistan, at least as a bowler. In the meantime they will miss his boundless energy and commitment to the cause. As ever, when a genuine all rounder gets injured, it is never easy to find an adequate replacement. Were he not fulfilling a dual role, Stokes, deprived of the freedom allowed by his position in the order and the manner in which failure in one discipline can be offset by success in another, would be a Test class batsman in any case. It was thus with Ian Botham. In the meantime his bowling improves by the match from the naive lad who simply hurled himself into the fray, and would not be far from capable of standing on its own right. Suggested replacements tend either to be not quite up to scratch in either discipline – the ubiquitous bits-and-pieces player – or good in one of them but not so much in the other: a batsman who bowls, say, or a bowler who bats a bit. England have allowed themselves two options, and many years of following them always led one to suspect which way they would go. The choice was between Jake Ball, a rising star, but a bowler pure and simple with little batting pedigree; and Chris Woakes, a magnificent ubiquitous all-round county cricketer who has had half a dozen stabs at Test cricket without yet cracking it. To take the case first of Woakes, who, predictably has gained the vote. His selection is as a bowler from whom they would hope to get valuable runs and to accommodate this one or both of Moeen Ali and Bairstow would move up the order so that he could bat at eight. But Woakes’ Test record as a bowler, with eight wickets at 63.75 runs apiece, borders on mediocre, especially when set aside his first class career of almost 400 wickets at around 25, while it is clear that had one of Anderson, Broad or Steve Finn been injured, then Ball would have stepped in. So it is his batting that is the decider. Clearly though Woakes is a better bowler than his record suggests. Watching him, with a smooth approach, excellent action, and a stinging pace, it is difficult to understand why he seems unable to dismiss Test match batsmen on pitches where others succeed. Those who bat against him in the England nets speak of him as the fastest bowler they face there with none more challenging. But informed opinion also suggests that herein, in the drive for pace, lies a fundamental flaw in the system. It is said that his time spent at the high performance centre at Loughborough, looking to up his speed, while successful in that regard, removed his ability to manipulate the ball as once he did. Swing now is incidental rather than by design. Another who appears to have undergone a similar experience is Middlesex’s James Harris. In short, for all his pace, Woakes appears, from a batting perspective, somewhat predictable and easy to pick up. That being said, to take nine for 36, as he has just managed for Warwickshire, is no mean feat. On his day, and in helpful conditions he could really challenge the Sri Lankans, but then of course, so will Anderson, Broad and Steven Finn. He has a first class century this season also, although his Test batting average is around 21. But while Woakes has been, and possibly may always be, a worthy player to fill a spot until someone more potent emerges – a sort of English Andy Bichel – Ball really does look to be a part of the future of England pace bowling. He has risen sharply to prominence for Nottinghamshire this season, has impressed with his pace, control and ability to move the ball either way. So the dilemma for England was still whether to go with a belt-and-braces player, a fine cricketer, who will not let them down, or opt for a potentially exciting glimpse into the future. Broad has tried to rationalise the decision by posing the question as to what England should do were it the defining match of a really challenging series. We can glean whence he was coming with that one, and he was right: they are being cautious because, like the scorpion stinging the frog that is carrying him over the river, it is in their nature. A personal choice would have been Ball.",
  "webTitle": "Chris Woakes handed golden chance to prove he really is England class",
  "webPublicationDate": "2016-05-27T08:41:31Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/chris-woakes-england-sri-lanka",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/27/chris-woakes-england-sri-lanka"
}