{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/joe-biden-ohio-overtime-pay-rule-working-class-jobs",
  "id": "2016-05-19-170",
  "sectionId": "us-news",
  "body": "It didn’t take long for Joe Biden to get personal, transforming his voice into its signature hushed tone, while sharing with the crowd before him what it meant to be of the working class. The vice-president’s humble beginnings are well-known: his father, forced to leave his hometown of Scranton, Pennsylvania, after he was unable to find work during the 1950s, eventually settled in Wilmington, Delaware, where Biden senior prospered as a car salesman and provided his children with a middle-class upbringing.  But Biden, while addressing employees and workers’ advocates at the Ohio headquarters of a local ice cream business, retold the story with the sort of unbridled emotion that has helped to solidify his appeal among blue-collar voters. And with the 2016 election year fully under way, he offered both a glimpse of Biden the surrogate and the candidate that could have been. He arrived in Ohio under cloudy skies on Wednesday to tout the economic recovery under Barack Obama and promote a new rule unveiled by the administration this week that would expand overtime pay to millions of American workers.   Related: Millions could get a raise under Obama administration's new overtime rules    Standing inside the headquarters of Jeni’s Splendid Ice Cream, where founder and CEO Jeni Britton Bauer moved to provide overtime before the new regulation was announced, Biden slipped seamlessly into his persona of “Middle Class Joe”. “Your job’s about a lot more than a paycheck,” Biden said, recalling the words of his late father. “It’s about your dignity. It’s about self-respect. It’s about your place in the community.” He then leaned in slightly, focusing his attention on the roughly 50 workers and advocates seated before him.  “You understand. I can see you nodding your heads,” Biden said. “It’s about your dignity. It matters. It’s more than a paycheck.” It was not dissimilar to the overarching message he took to Ohio in 2012 while campaigning for Barack Obama’s re-election. American society was built on the middle class, Biden said, and the time had come “to right this ship”. But despite the rollout of a policy change long in the making, the optics of the trip were difficult to ignore. Accompanied by the labor secretary, Tom Perez, and the Ohio senator Sherrod Brown, both potential contenders for the Democratic vice-presidential slot, Biden’s visit to the must-win battleground state came as both parties turn toward the general election. Even so, all three dismissed the political chatter as a fixation of the media and looked instead to emphasize the official purpose of the day trip: a shift of great significance in America’s overtime pay structure. Previously, salaried workers were only eligible to receive overtime if they earned less than $23,660 a year. Under the new policy, that threshold will nearly double to $47,476 a year beginning on 1 December 2016. “The vast majority of the American people, they’re not looking for a handout,” Biden said. “They’re just saying, ‘Hey man, give me a shot.’” Brown, who has spent at least four years advocating for the change, said: “Plain and simple, in the United States of America, when you work extra hours, you should earn extra pay.”  The action is indeed one of the more consequential reforms of the Obama era, paving the way for more than four million Americans to receive a bigger paycheck when they work more than 40 hours a week. Some estimates suggest the number of workers standing to benefit from the rule could be even higher.     Vice-president Joe Biden; ‘Your job’s about a lot more than your paycheck. It’s about your dignity. It’s about self-respect.’ Photograph: Chris Russell/AP    The magnitude of the announcement did little, however, to quell the political speculation that accompanied the visit. The first question Biden faced in an impromptu Q&A with reporters was whether he thought Brown would make a good vice-presidential pick for the Democratic frontrunner, Hillary Clinton. “I think he’d be a great choice,” Biden said, before adding: “But there’s a lot of really qualified folks for No 2. Hillary has a plethora of really good people to pick from, for real.” Brown, for his part, deflected the conversation entirely, telling reporters he did not discuss the matter with the incumbent vice-president while aboard Air Force Two. “We did not talk about that, but I did ride on a really cool plane,” Brown said, adding that both Perez and his Senate colleague Tim Kaine, of Virginia, would be good additions to the Democratic ticket. Biden and Brown did nonetheless embrace the campaign trail as a means to help out Ted Strickland, the former governor of Ohio who is seeking to unseat the Republican senator Rob Portman this November. Both men accompanied Strickland to North Market, a local institution, to dabble in a quick bout of retail politics before returning to Washington. The venue was not chosen by accident: the site was the first Jeni’s ice cream stand before its expansion across the country. And although he was present in the role of surrogate rather than candidate, Biden thrived while at the center of attention of a growing crowd of excited patrons.  Over a combination of vanilla bean and dark chocolate ice cream, the vice-president readily obliged dozens of photo requests, grabbing people’s phones to snap most selfies himself, and doted over babies and toddlers. “Remember, guys, vote Strickland. Vote Strickland,” he urged the crowd. Speaking to reporters afterward, Biden said his efforts would remain on Senate races while the Democratic presidential primary continued. But he acknowledged the importance of appealing to the blue-collar workers whose vote could well be up for grabs in what is expected to be a contest between Clinton and the presumptive Republican nominee, Donald Trump. “One of the things that would be a big mistake to do is to walk away from a base constituency,” Biden said, while recounting how he campaigned in the pivotal state of Ohio at least 23 times in 2012. He also didn’t miss the opportunity to contrast the core theme of his visit – on boosting incomes and the middle class – with the recent assertion by Trump that wages in the country were too high.  “All this stuff coming from Trump, you know, [about how] American workers are getting paid too much? Where the hell does he live?” Biden said, before pointing out that the US was home to the most productive labor force, superior research universities and the most capable venture capitalists in the world. “This is time for the United States just to step up and step in. And I think there are so many opportunities,” he said. “I feel confident about this year.”",
  "webTitle": "Biden reaches out to other working joes on the Ohio campaign trail",
  "webPublicationDate": "2016-05-19T13:27:53Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/joe-biden-ohio-overtime-pay-rule-working-class-jobs",
  "keyword": [
    {
      "webTitle": "Joe Biden",
      "id": "us-news/joebiden",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ohio",
      "id": "us-news/ohio",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/19/joe-biden-ohio-overtime-pay-rule-working-class-jobs"
}