{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/rafael-benitez-newcastle-tempted-productive-talks",
  "id": "2016-05-12-91",
  "sectionId": "football",
  "body": "Rafael Benítez is strongly tempted by the challenge of leading Newcastle out of the Championship but despite “productive” talks with Lee Charnley, the newly relegated club’s managing director, on Thursday afternoon, much needs to be negotiated before any decision is reached. It is understood that Benítez will demand written assurances of promises made during the ongoing discussions but, with his own immediate future seeming inextricably linked to that of the Spaniard, Charnley has a keen interest in persuading Steve McClaren’s successor to ignore the break option in his three-year contract.   Related: If you want an example of hubris, look no further than Newcastle’s boardroom | Louise Taylor    That enables Benítez to walk away from St James’ Park after his first 10 games if Newcastle suffered relegation. Though that has now happened and Sunday’s match at home to Tottenham Hotspur is a mere academic footnote, the former Liverpool and Real Madrid manager has been almost overwhelmed by the warmth extended to him on Tyneside and is acutely aware of the potential at one of England’s doziest sleeping giants. Newcastle are understood to be willing to dismantle their failed management model and offer Benítez the sort of control denied to McClaren and Alan Pardew. Conversely, he had not really envisaged managing in the second tier and is demanding clear, outright, autonomy over assorted club spheres including, most critically, recruitment as well as the medical department, academy and proposed re-vamp of the training ground before reaching a final decision. Despite Thursday’s encouraging noises, ongoing talks are expected to extend into next week with Benítez wanting time to think things over and verbal promises formalised on paper. Should the 56-year-old, who holds the whip hand in negotiations and will not be short of alternative offers, eventually walk away, Charnley can expect sustained calls for his head. On Thursday morning the front page headline of the Newcastle Evening Chronicle read : “Charnley you’ve got two jobs: keep Rafa, then go.” Happily for the chief executive, Mike Ashley, Newcastle’s owner rarely takes much notice of media coverage and is understood to be willing to offer Charnley a last chance to put things right at a club who spent £80m this season but were still relegated. Were Benítez – who will face the media on Saturday before the Spurs game – to stay, the managing director would be almost certain to remain in post but, even if he left, Charnley could still expect to be tasked with overseeing the recruitment of an alternative. The position of Graham Carr, the powerful chief scout is rather less secure and at 71 it may be decided that the time is right for him to retire.",
  "webTitle": "Rafael Benítez tempted by Newcastle stay after ‘productive’ talks",
  "webPublicationDate": "2016-05-12T17:41:37Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/rafael-benitez-newcastle-tempted-productive-talks",
  "keyword": [
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rafael Benítez",
      "id": "football/rafael-benitez",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/12/rafael-benitez-newcastle-tempted-productive-talks"
}