{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/03/formula-one-f1-russian-grand-prix-sochi-mercedes-red-bull-bernie-ecclestone-mclaren",
  "id": "2016-05-03-162",
  "sectionId": "sport",
  "body": "1) Mercedes have a problem Firstly, to reiterate, there is no conspiracy against Lewis Hamilton at Mercedes. But the Mercedes executive director Toto Wolff did feel the need to dismiss the “lunatics” who keep peddling the idea that the team is sabotaging Hamilton’s title bid in favour of team-mate Nico Rosberg. The mechanical failure that the British driver suffered in qualifying and a water pressure issue in the race had the swivel-eyed loon brigade furiously typing into their mobile phones to repeat these senseless theories. Apart from all the obvious reasons why this is such nonsense, consider this – given the hundreds and hundreds of almost unnoticeable ways Mercedes could scupper Hamilton, why choose to do it so publicly, exactly the same way, twice in a row? The qualifying issue in Russia – the overheating of the MGU-H unit on an out-lap – was precisely the same failure that put him to the back of the grid at the last round in China. In a sport so dedicated to perfection, this would be an act of sabotage equivalent to using a sledgehammer to adjust the downforce on the front wing. No. The reality is that Mercedes are genuinely concerned that it has happened twice – and crucially that they have still not identified the cause – which, compounded by the very specific circumstances of both failures, suggests there is the chance, however remote, that it is actually connected to the way Hamilton is driving the car. 2) Russia needs new rubber Pirelli really needed to be more aggressive with their tyre choices for the Russian Grand Prix. The decision this season to give the drivers the option on which compounds they chose from the three available has been successful. Strategies have been mixed up, with teams more able to take chances on alternative pit-stop options. The very particular nature of the asphalt in Sochi – very grippy but offering low degradation – has made the race a one-stopper for the last two years. But with the introduction of the new ultrasoft compound this year, surely this was the time to give it a try and offer at least the chance of a team going aggressive on stops. This seems to have been exactly the sort of race for which the new tyre was designed, certainly if mixing up the racing was the intent. But perhaps there is a simpler explanation: the ultrasoft will make its debut this season at Monaco, where it will garner far more attention than it would have in Russia. The bottom line over the racing line. 3) Are Red Bull the new threat? Four races in and Ferrari, touted pre-season as challengers to Mercedes, have still to get close with the first round in Australia still their best effort, when Sebastian Vettel finished 17 seconds off the lead. Kimi Raikkonen was 31 seconds off in Russia, and Ferrari’s expected step forward nowhere to be seen. Admittedly Vettel might have got closer had he not been biffed out by Daniil Kvyat, leading to the best piece of team radio this decade, but they will have expected to be closer than this by now. In fact they might yet be overtaken themselves. A very senior member of the Mercedes team said in Russia he believed the real threat was Red Bull. He expected the Renault engine to make steps forward in the near future and that it, allied to the very strong aero package on the Red Bull, would see them move up the field. Canada will be the race where the real season’s form will be on show, he insisted. 4) Bernie right or wrong? Having one of his occasional wanders through the press room in Sochi, the Formula One chief executive Bernie Ecclestone – ostensibly there, he said, to make sure the journalists were happy with the facilities in Russia – was ready to throw some choice opinions about. Opening by saying he didn’t like the potential cockpit safety proposal, he then upped the ante by adding that should the new regulations for 2017, only finally agreed on Friday, not improve the show as planned then they would be torn up and the sport would start from scratch. Good stuff, if not entirely plausible since to do so would require agreement from all the usual suspects – who, having gone through this torturous process, will be in no mood to tear anything up. But Ecclestone is absolutely right to be concerned. Hamilton struggled for some time to pass the Williams of Valtteri Bottas in Sochi even with DRS; with credit to Bottas for making it hard, the British driver was forced to back off for some time to avoid eating up his tyres. Next season the new aero rules will add a considerably greater amount of dirty air to that mix, which is likely to make passing even harder. Might Russia have been a foretaste of things to come? 5) More to come from McLaren It’s a long way from winning world championships but putting two cars in the points is a cause for a moderate amount of liquid refreshment to be optimised in a suitable vessel and shifted through the vertical plane at McLaren. It is the first time since Hungary last year – 12 races ago – that they have managed a double points-scoring finish. Sixth for Fernando Alonso and 10th for Jenson Button is still far from where the team want to be but the underlying signs are hopeful. The Honda power unit is still mighty hungry on fuel and Alonso admitted he was driving to save it at some points during the race. However, when he decided to turn everything up and see what the car could do, there was reason for optimism. Running on the soft tyres Alonso was fifth fastest, 1.2 seconds back from Rosberg on the same rubber and sixth-tenths from the Williams of Felipe Massa and only two-tenths from Raikkonen’s Ferrari. Éric Boullier, the team’s racing director, who has strenuously avoided overplaying McLaren’s position in recent times, was relatively bullish in Russia, saying: “While we know that one swallow does not make a summer, we stand firm in our belief that we have turned the corner.” Which suggests he has some genuine confidence that there is more to come.   Related: Nico Rosberg wins F1 Russian GP while Lewis Hamilton charges to second",
  "webTitle": "F1 Russian Grand Prix: five things we learned from Sochi | Giles Richards",
  "webPublicationDate": "2016-05-03T13:57:16Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/03/formula-one-f1-russian-grand-prix-sochi-mercedes-red-bull-bernie-ecclestone-mclaren",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Richards",
      "id": "profile/gilesrichards"
    }
  ],
  "guardianId": "sport/blog/2016/may/03/formula-one-f1-russian-grand-prix-sochi-mercedes-red-bull-bernie-ecclestone-mclaren"
}