{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/13/silverstring-gamergate-adhd-compelling-games",
  "id": "2016-05-12-6",
  "sectionId": "technology",
  "body": "“Recent events have thrust our company under a spotlight …” It was with those words, in September 2014, that Lucas J W Johnson, one of the founding members of Silverstring Media, began a blogpost about his company. “Under a spotlight”, it turned out, was something of an understatement. Silverstring Media had been targeted by the burgeoning online movement GamerGate, a loose affiliation of Twitter, Reddit and game forums users claiming to expose and protest corruption in the video games media. The company was accused of being “corrupt” and “creepy”, supposedly pushing ideologies and cultish practices that worked towards taking “the fun out of video games”. Connections were established between Silverstring and the original GamerGate target Zoe Quinn. Then everything snowballed. “[GamerGaters] got it into their heads that Silverstring Media was a PR firm, and that as such we must have been behind a conspiracy to release a series of ‘gamers are dead’ articles all at once from multiple different venues,” Johnson said. “As conspiracies do, that then spiralled into further corruption with the Digital Games Research Association (DiGRA), and eventually allegations that we work with the Defense Advanced Research Projects Agency (Darpa). We became ‘the final boss’ of GamerGate, responsible for all their woes.” The thing is, Silverstring isn’t a PR firm. As described by Johnson, it’s a small-scale studio founded in Vancouver in 2013, which develops its own experimental video games, as well as acting as a narrative design and creative direction consultant across games and other digital media. Its clients don’t include the likes of DiGRA or Darpa either. Instead, Silverstring typically works with independent artists and other small studios, and is inclined to work with people that are “a little bit weird” and a “little bit queer”; qualities that also define the members of Silverstring. Specialising in digital storytelling (from ebooks to social media to games), Silverstring’s work includes the interactive short story Azrael’s Stop, which is told through tweet-sized updates, steadily building an impression of its single location through snippets of its daily activity. Similarly, in the acclaimed Glitchhikers, a car travelling a midnight road becomes the hub for multiple dreamlike conversations; the other founding member of Silverstring, Claris Cyarron, says they approached the car “as if it were a room ... a meditation chamber whose ability to move you physically is secondary to its spiritual function”.     Trailer for Azrael’s Stop, an interactive short story told through tweet-sized updates   During the opening months of GamerGate, Johnson (considered “the possibly nefarious head of the company”, as he puts it) had his personal information leaked and analysed online. One of the game designers that Silverstring works with got the same treatment, which led to an effort from GamerGate to get the designer fired from his full-time job at another company. “While we did keep working, those four months were kind of time off and away from the industry, laying low and keeping quiet. That helped,” Johnson says. “But I also want to be clear that the kinds of attacks we suffered as a company were nothing compared to what most women suffered. It sucked, yes, but we got off easy. We took time away, worked on our projects, commiserated with our friends, then got back to it.”    Storytelling is extremely important. Culture reshapes itself one piece of media at a time  Claris Cyarron     While that is now all in the past, Cyarron says that she isn’t sure that she’s recovered from it even now. Her first impulse was to study the structures that enabled the GamerGate attacks to happen. “But of course, studying GamerGate is like wading through a toxic swamp, and I usually save all of that kind of action for my Dark Souls playthroughs,” she said. What she ended up doing in order to deal with the harassment was to throw herself at the project Silverstring were working on at that time. Called Book of the Dead, it grew in size to become what Silverstring call a “digital triptych”. It’s a series of three projects about how we consume media. The first part, a game-like personality quiz based on those you can find on Facebook and Buzzfeed, was released in August 2015. “It was always going to be about the internet, but it wasn’t always going to be about fandom, social media and harassment specifically,” Cyarron said. “We’re still slowly working on the final two parts but it’s hard. I can’t not make art about something like this, but when I sit down to work on it, I’m back in fall 2014. I sometimes wonder if it’d be healthier or better if I just walked away from the project and stopped trying to look back and make sense of it all, but I know I could never do that. We’ll finish it and hopefully then I will have actually, fully recovered?” What presumably hasn’t helped with the recovery is that Cyarron also suffers from ADHD. It means that she can be impulsive, hyper, and space out frequently. Eight years ago she stopped taking medication for the condition, while it helped with focus, it led to a decrease in her creativity. To make up for it, she now has a strict morning routine: a calm breakfast, a long shower, 15 minutes’ meditation, and then lets her mind wander as she breezes across the internet, reading, writing and sketching. She says this is a necessary ritual as she can’t predict what her mind will be drawn towards each day. “Sitting down to get work done is often like dealing with a very fussy child that won’t eat the food you’ve prepared,” she said. “Sometimes I can coax my mind to get in the groove and eat its vegetables, sometimes it digs in, but most of the time, trying to get myself to focus on a specific task at a specific time is quite an endeavour. I’ve learned to have a wide variety of tasks available and to let myself pick whatever I’m feeling the most energised about at the time.” It’s not until the afternoon, her “best hours”, that Cyarron will begin work on whatever Silverstring’s major projects are at that time, aiming to put five or six hours of dedicated work into them. Even then, her wandering mind can let work on projects go astray. “I’ve once left [Johnson] waiting for feedback on a draft for over a year while I founded a non-profit, brought a publication on board, submitted to architecture competitions, and continued to crank out client work,” Cyarron says. “I didn’t mean to let a whole bunch of new ideas jump the queue, it just wasn’t alluring to my annoyingly fickle mind at the time.”    More compassionate, more inclusive and more nuanced stories make a huge difference, especially for younger generations  Claris Cyarron     To keep track of all the places her mind takes her, Cyarron has put together and regularly updates a Tumblr blog of inspirations. She usually looks it over once a week as part of her routine. It also helps to tackle her most recent problem of maintaining positivity and self-confidence; a side-effect of the ADHD she has. Fortunately, even when Cyarron is having a particularly stressful week, she has the support to find peace again. “Having a work environment of my own making and a business partner like Lucas who is so talented at production management and coordination has been absolutely instrumental in finding this peace,” she says. “Which is great for me, but quite grim for the many people who really need but do not have such accommodation. Our education system needs to get better at offering alternative work approaches and strategies, and our employers must be encouraged to support good workers who may not function well in a standard environment.”     Crypt of the Necrodancer, the multi-award-winning game on which Silverstring worked with Brace Yourself Games. Photograph: Brace Yourself    It’s taken a long time for Cyarron to admit to herself that she needs to work differently from most people and have enough self-love to allow herself that admission. “At the very least my life would have been a lot more pleasant if I didn’t have to suffer through two decades of schooling not at all designed for minds like mine,” she said. However, while having ADHD has been a cause of great anguish for Cyarron over the years, it contributes to her creative role at Silverstring.  “A wandering mind is one that is great at finding hidden connections, and drawing upon a wide array of inspirations,” Cyarron says. “We’re a small company and (especially during our early startup years) I believe my ADHD has helped us be more nimble and experimental. I’m always getting excited about one weird thought or another, and so we always have a bank of interests and ideas. They often come back to us in interesting ways, adding a new layer to a client project, or morphing a single game into a triptych. It gives our work a certain kind of meandering sprawl; it takes you to places you weren’t expecting.”  Testament to this is Silverstring’s portfolio of original works and those produced for clients. In the latter category, the duo contributed toward the story and cut-scenes in the multi-award-winning Crypt of the Necrodancer, an ingenious combination of dungeon crawling adventure and rhythm action game, and worked with Lazy 8 on the visually impressive alien landscape exploration sim, Extrasolar. Other projects include a soundtrack based on a series of live role-playing sessions, a virtual reality game, location-based and event-based experiences, and a dating app carrying an erotic architecture theme. What unites these disparate projects is an interest in telling compelling stories that may help to shape the world. “Storytelling is extremely important,” Cyarron says. “Culture reshapes itself one piece of media at a time and it’s important to always create with intention. Better, more compassionate, more inclusive and more nuanced stories make a huge difference, especially for younger generations who are just getting a sense of the shape of the world.” The compulsion within Cyarron that has driven her to act creatively in the face of GamerGate rather than shy from it is crucial to her role at Silverstring. It started from a young age, born of a fascination with what she calls “arcane systems that unlock new understandings and methods”. This led to her pursuing the sciences in her education, but as she was about to graduate, she recalls having “a series of profoundly moving experiences in art museums”. This would lead her on a winding path through art history, philosophy and architecture.      A scene from the alien landscape exploration sim Extrasolar, on which Silverstring worked with Lazy 8 Games. Photograph: Lazy 8    No matter the subject, then, Cyarron looks to interrogate the notion of edifice. “I’m interested in analysing the structure and codified establishment – including architecture – as presented in a work, and its impact on narrative,” she says. “I gravitate towards projects that are fresh and exciting but which also frustrate or alarm me. I want to agitate and stimulate, and I want to be agitated and stimulated.” Fortunately, even when Cyarron is having a particularly stressful week, she has Johnson on hand via Google Hangouts, Slack, or simply over the phone to help her through it. Business partners they may be, but they are also close friends, creative fellows, and seem to complement each other. This relationship is summarised by their first meeting at a mutual friend’s wedding, during which Cyarron remembers saying something like, “I have these weird ideas about architecture and I’m not sure how to get them out to people. How do you find an audience?” To which Johnson replied by introducing her to Twitter. He pulls back the string, she fires the arrows.",
  "webTitle": "How Silverstring Media  fought GamerGate and ADHD to make compelling games",
  "webPublicationDate": "2016-05-12T23:00:00Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/13/silverstring-gamergate-adhd-compelling-games",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Indie games",
      "id": "technology/indiegames",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Game culture",
      "id": "technology/gameculture",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Gamergate",
      "id": "technology/gamergate",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Priestman",
      "id": "profile/chris-priestman"
    }
  ],
  "guardianId": "technology/2016/may/13/silverstring-gamergate-adhd-compelling-games"
}