{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/26/garden-bridge-pier-55-new-york-london",
  "id": "2016-05-26-251",
  "sectionId": "cities",
  "body": "There’s something wonderfully uncontroversial about a park. A park can’t be bad. We love trees. We love water. We love sunshine and flowers. Cities need open space, right? That built-in pleasure response means people are less likely to think of the cost of a park, to see only the leaves and grasses rather than the concrete and steel beneath them. They are also less likely to think of a park as precluding other, future uses. We do call it “open” space, after all. This mindset was the background for the parallel proposals, in London and New York, of two projects by designer Thomas Heatherwick: the Garden Bridge in London and Pier 55 in New York (with landscape consultants Mathews Nielsen). Both were offered as gifts to the city, privately funded with a small public contribution. Both were backed by celebrities and mayors. Both proposed parks as they had never been seen before: floating over their respective cities’ signature rivers, and ostensibly creating “new” land for circumscribed metropolises.  Making fairytale scenarios come true is the calling card of Heatherwick, who wrote his recent monograph in the form of questions that only he, it seems, can answer. “Can a bridge be a place?” he asked in London, in response to Ab Fab actor Joanna Lumley’s longstanding dream of a garden in the middle of the river.      The Pier 55 power couple: Barry Diller and Diane van Furstenberg who put $130m towards the park. Photograph: ddp USA/Rex/Shutterstock    In New York, meanwhile, he asked: “How do you make a new pier that is also a park and world-class performance space?” His answer there is Pier 55, a petite 2.7 acres that is sculpted to serve as an artificial, landscaped hill, with viewing platforms and a performance venue, including an outdoor theatre for 700 people or a gathering space for 3,500 was originally the idea of mogul Barry Diller, whose family foundation will put up $130m (£88m) of the cost. But both parks also came with high price tags, for both construction and maintenance. And, although private parties came up with the ideas, it is the public, consulted after the fact, who will have to pay part of the bill.  Why, then, has the response to the two projects been so different? In London, a churn of investigations and editorials have suggested that the bridge is likely a very bad deal for the public. New mayor Sadiq Khan, who during the election called the Garden Bridge “another of Boris Johnson’s white elephant projects”, has backed the project, claiming that scrapping it would waste £37.7m of public money already spent. But he recently pledged no more public funds and asked for more guarantees on public access – for example, that the bridge be closed for private events no more than 12 times a year. The press went further, unearthing major irregularities in the procurement process for the park that indicate that Heatherwick’s design never had much opposition. In addition, journalists and elected officials have pressed the bridge trust on financing: do they really have the money to build, much less maintain, the most expensive kind of park in the world – one over water? The answer, so far, seems to be no.  Community groups, meanwhile, have focused on what the bridge would replace: the South Bank, actual green space, with trees, and without the bridge’s restrictive rules (No bikes! No picnics! No assembly! No kites! No speeches! No musical instruments!) “Urban parks can be so tightly programmed so there is never any doubt about what behaviour and actions are for each,” says artist Will Jennings, an outspoken opponent. “The current park on the South Bank which will be removed is just open grass and has no instructive programme. It is up to any citizen, at any time of day or night, to use as they see fit within normal laws.”  He points out that other sections of the Thames are begging for pedestrian bridges, while this one, in a conservation area, may actually impede access with stairs and queues and, potentially, tickets. Despite financing from two separate public transport agencies, access to the bridge may be restricted at any time due to potential overcrowding, meaning no one should consider it a commuter route. The campaign in London has made the Garden Bridge look less like a garden and more like a not-highly-functional bridge. Not so in New York. Mayor Bill De Blasio has said of Pier 55 that “I know a good deal when I see one,” and a recent New York Times editorial declared its full-throated support as well. The project has a number of powerful supporters: Diller and his wife, the fashion designer Diane van Furstenberg; but also Diana Taylor, who is not only the chair of the board of directors at Hudson River Park (of which Pier 55 will be a part) but the partner of former mayor Michael Bloomberg. Former New York City parks commissioner Adrian Benepe also wrote an editorial in the New York Daily News praising the plan, and pointing out the many good things private money had done for public parks already: restoring historic landscapes through conservancies, and sponsoring free outdoor arts programming.     The Hudson River island park project by night. Photograph: Heatherwick Studio    It is true that in New York, the details about who pays construction costs and access for Pier 55 are better established than they are for the Garden Bridge, though the final bill is by no means clear. The Diller-Von Furstenberg Family Foundation has pledged at least $113m for construction, and to cover operating and upkeep on top of the new pier deck for up to 20 years – though they have a get-out clause that would allow them to depart after just 10 years. Regardless of when they leave, the city would be on the hook afterwards. The city and park trust are already contributing $17.5m toward construction, plus the unknown costs of maintaining the piles and structure below the deck.     We are letting the rich buy themselves their own playgrounds on our property  Tom Fox     In certain ways Pier 55 is even less good value for the public than the Garden Bridge. Just 51% of events held in the park’s 700-seat amphitheater will be free or low-cost, and the park can be closed an average of four times per month – far more often than the Garden Bridge. Revenue from events is supposed to go back to the upper-level operations, setting up a situation in which the non-profit managing the park may “need” more funds. And what kinds of queues might develop before and after events on the pier, which is also several crosstown blocks from the nearest subway? The New York Times, to its credit, did run a long procedural story that exposed the years of planning before the Heatherwick design was made public – but ended on the same “Aren’t we lucky?” note. And New York Magazine’s Justin Davidson asked a few pointed questions but ultimately called the idea “inequitable but beneficial”. “The population has become complacent, and thinks they are doing something nice for us,” says Tom Fox, one of the plaintiffs in a lawsuit against Pier 55 that was dismissed in April but is now on appeal. “We are letting the rich buy themselves their own playgrounds on our property.”      The incredible popularity of the High Line, an elevated 1.45 mile-long park in Manhattan, may have smoothed the way for more privately funded public spaces. Photograph: Alamy    Indeed, the popularity of a number of recent, privately funded parks in New York may contribute to that complacency. The High Line and Brooklyn Bridge Park have proved to be popular attractions, beneficial to more than their immediate, affluent neighbourhoods (though not without their own funding controversies). European cities have fewer privately funded parks with which to gauge the pros and cons of the model. It’s also true that Pier 55, as an appendage rather than a bridge, is less disruptive to existing flows of people than the Garden Bridge.  But neither the High Line or Brooklyn Bridge Park began with the private commitment: the idea came first, then public money, then private donations. As architecture critic Inga Saffron put it in the New Republic: “Diller’s latest gift underwrites a new park that New York hadn’t intended to build, at least not in so sumptuous a form.”  Heatherwick worked on the design for more than a year before the public got a look at it. Their review tweaked the details (most substantively, reducing the park’s highest point and setting a maximum number of days it could be closed). In London, there is more awareness that private interest as the driver of new public space can be corrosive to urban planning and equity.    Related: Hyde and seek: can you identify the city park from the satellite image?    If you look at the renderings of both the Garden Bridge and Pier 55, you can see how cleverly the architecture has been disguised by the landscape. The Garden Bridge was rendered head-on: a narrow grove of trees, with water on either side (a view not unlike the southern end of the High Line, which has planting boxes deep enough for birches), or from the side, reflected in the Thames, its bulk evenly split between trees above and concrete curves below.  Pier 55, meanwhile, in a pulled-back view from high over the digitised Hudson River, looks like the only green space for miles. The rest of Hudson River Park, and the nearby High Line, are rendered a darker and less luxuriant green. Two cities, one strategy – but one of the cities isn’t convinced. “The Garden Bridge is a land grab,” says Michael Ball of Thames Central Open Spaces. “That is, a major piece of public space and amenity – the South Bank, the River Thames, and the views across central London – would be sequestered for private interests, albeit cloaked in some appearance of charity and beneficence. When I saw Pier 55 I realised it was an even more blatant example of the same idea.” This article was amended on 27 May 2016 to correct details of the public review process. Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Garden Bridge v Pier 55: why do New York and London think so differently?",
  "webPublicationDate": "2016-05-26T10:10:32Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/26/garden-bridge-pier-55-new-york-london",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Green space",
      "id": "cities/green-spaces-urban-cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Garden cities",
      "id": "cities/garden-cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Bill de Blasio",
      "id": "us-news/bill-de-blasio",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/26/garden-bridge-pier-55-new-york-london"
}