{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/20/jack-wilshere-history-roy-hodgson-england-turkey",
  "id": "2016-05-20-67",
  "sectionId": "football",
  "body": "With apologies to George Orwell, on the eve of a major international tournament all England players are equal but some are more equal than others. Roy Hodgson has always sought to tread a careful, knowing line when asked whether he picks his squads based on form or favourites. In front of his media interrogators, he speaks slowly and carefully – endlessly attempting (the odd gaffe aside) to avoid the elephant traps in front of him. Unlike some of his predecessors, he has sought to give the impression he operates a purely meritocratic selection system in which his many years of wisdom and experience align with Premier League form to arrive at an endlessly considered blend. Yet there are players – and one in particular – for whom all that goes out the window.   Related: Marcus Rashford the wild card in Roy Hodgson’s England Euro 2016 squad    Jack Wilshere, who burst into the public consciousness as a precocious 17-year-old, is 24 but only recently chalked up his 100th league appearance for Arsenal. He has suffered major injuries in every season since 2008, when he became the club’s youngest league debutant. In the past two seasons he has managed just 25 games for Arsenal to his own evident frustration. And yet for Hodgson, Wilshere remains a man apart. To those who questioned whether the midfielder was perhaps injury prone and, having only recently returned from a season-long lay-off, represented a risk an affronted Hodgson replied: “Breaking a leg is breaking a leg, unfortunately.” Listening to the England manager leap to Wilshere’s defence with a heartfelt eulogy to his talentwas to hear echoes of his predecessors and their conviction that one man, however lacking in match fitness, could be the key to unlock the door that has remained resolutely slammed shut since 1966. Wilshere’s situation in 2016 is not quite analogous to Kevin Keegan in 1982, Bryan Robson in 1986, David Beckham in 2002 or Wayne Rooney in 2006 and 2010 in terms of his totemic qualities. But the importance Hodgson places on him and the confidence he invests in him is not far off. “He ticks all the boxes. I had to ask myself certain questions. Is he actually fit now? The answer is, yes, he’s fit. Is he the type of player who can bring something different to the team, a player we don’t have an abundance of? The answer to that was yes,” Hodgson said. “The third question I had to ask was whether in top level competition, in qualifiers, has he performed, has he done the job for us, has he been a very good player? I think three man of the matches in a row would answer that one.” So despite only playing three matches this season for his club, the talent that led Arsène Wenger to dub Wilshere in 2011 the perfect blend of English and Spanish footballing traditions has trumped Mark Noble and Michael Carrick in the final reckoning. When 26 become 23, another midfielder is likely to drop out. Wilshere will start against Turkey in Manchester with his manager desperately willing him to repay his faith. What Wilshere offers Hodgson is a glimpse of the other, a singular talent that could help make his exciting but callow squad more than the sum of their parts. It is also a demonstration of his loyalty to those who have delivered for him in the past. “He’s a special player. We don’t have lots and lots of Jack Wilsheres available. There are other areas of the field where my choice is very great. For Jack Wilshere it’s a bit different,” Hodgson said. For all the player’s recent absence from the fray and irregular appearances on the front rather than the back pages for his late-night activities, Hodgson is unwavering in his belief. Nor should it be forgotten that in the five Euro 2016 qualifiers in which Wilshere featured, he was man of the match in four. In particular, when Hodgson was most under pressure following a disastrous World Cup campaign that would have spelled the end for many of his predecessors Wilshere delivered in spectacular fashion. Playing at the base of a midfield diamond, England beat Switzerland in Basel with an assured display that set the tone for a stress-free qualifying campaign. Hodgson is periodically irritated by the clamour for England recognition that inevitably follows a run of decent Premier League games, by the demand for the “latest ice cream flavour”. His loyalty to Wilshere, and his determination to give him all the possible time to prove himself even if that appears unfair to some of his rivals for a midfield spot partly reflects that. But his belief is borne less of pragmatism, more of that deeply ingrained, very familiar pre-tournament article of faith that against all odds a player who has barely featured the previous season can arrive on the international stage and deliver. The omens are not good but Wilshere will be out to prove history wrong and his biggest advocate right.",
  "webTitle": "Jack Wilshere out to prove Roy Hodgson right and history wrong for England | Owen Gibson",
  "webPublicationDate": "2016-05-20T17:07:50Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/20/jack-wilshere-history-roy-hodgson-england-turkey",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jack Wilshere",
      "id": "football/jack-wilshere",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/blog/2016/may/20/jack-wilshere-history-roy-hodgson-england-turkey"
}