{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/17/accused-ben-butler-admits-he-was-violent-towards-partner",
  "id": "2016-05-17-184",
  "sectionId": "uk-news",
  "body": "A man accused of murdering his six-year-old daughter in a fit of rage has admitted he was violent towards the girl’s mother. Ben Butler, 36, confessed he had had “minor violent altercations” with his on-off partner Jennie Gray throughout 2013, the year his daughter, Ellie, was found with “catastrophic” head injuries normally found in a high-speed car crash. He said arguments with Gray involved pushing and shoving but that they had never drawn blood. Under questioning by his own barrister, Icah Peart QC, Butler said his relationship with Gray was “confrontational” and not “submissive like the prosecution was making out”. Gray is also on trial at the Old Bailey for a separate charge relating to child cruelty. “I’m not here to say bad things about Jennie,” said Butler, but added that she was not submissive like “the bear from Rainbow”, referring to George from the 1980s children’s TV show. “She’s more like Zippy... and she’s confrontational,” Butler told the court. He protested that the prosecution had portrayed Gray as a victim of abuse who was afraid of him. “It’s not the situation the prosecution are saying. When I’m not doing what she wants we’ll argue and she’ll get in front of you face, at times pushing and shoving.” Asked if Gray had ever been violent with him, he replied: “Yes”. “She split my jaw open. She punched me with a ring. I don’t think I would have bled without the ring. Anyways, I probably deserved it,” he said. “Did that situation that you’ve described as minor violence, did that carry on through the year”? asked Peart. “At some points, yes,” Butler replied.  He said traces of blood on a white shirt found by police following Ellie’s death in October 2013 might have been caused by Gray splitting his jaw open. He denied ever being violent towards his daughter – who was in foster care from seven weeks old until November 2012 – and told the jury that the abusive language in the text messages he sent to Gray was just an example of the way he spoke. He told jurors that Gray had been in hospital on and off between January and March 2013 when an ectopic pregnancy resulted in a termination. He said was angry with her because he was afraid social workers would find out she was in hospital for days at a time and that they would lose Ellie again.  The jury has heard how Butler was jailed in 2009 for a conviction for assaulting Ellie when she was seven weeks old. This was overturned by the court of appeal in 2010. He said the experience had haunted him and made him fear that any minor injury Ellie suffered would be picked up by the hospital staff and reported to social services. He said on the day his daughter injured her head after tripping over a hoover he rang his solicitor as well as a doctor because he was concerned he would be wrongly framed.  The jury were also shown six minutes of home video of Ellie having fun with her parents, including clips of her jumping for bubbles, at a school sports day and opening Christmas presents in 2012, the only Christmas she spent with them since she was born.  Butler is accused of murdering Ellie when he was alone at home with her and another child on 28 October 2013. Butler and Gray, 36, are jointly charged with child cruelty over an untreated broken shoulder the girl sustained weeks before her death. They both deny the charges.",
  "webTitle": "Murder accused Ben Butler admits he was violent towards partner",
  "webPublicationDate": "2016-05-17T11:41:29Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/17/accused-ben-butler-admits-he-was-violent-towards-partner",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/17/accused-ben-butler-admits-he-was-violent-towards-partner"
}