{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/29/widnes-huddersfield-super-league-match-report",
  "id": "2016-05-29-32",
  "sectionId": "sport",
  "body": "Corey Thompson is making a habit out of scoring important tries for Widnes but, in the context of his side’s rapidly declining season, his 38th-minute score during this dramatic contest will surely go down as the most crucial yet. Widnes, trailing 16-0 and seemingly heading for a ninth consecutive Super League defeat, were desperately in need of something before half-time to give them even the faintest of hope against Huddersfield. The pass from the Widnes captain, Kevin Brown, was arguably the more applaudable part of the play, but when Thompson dotted the ball down under pressure, the Vikings seemed to have fresh hope – and ultimately, fresh impetus for their season. This may not have felt like the most significant game of the weekend given the table-topping battles elsewhere, but in the bigger picture of the fight to avoid the bottom four and a potential relegation battle, this is arguably the most pivotal result of the season so far. Defeat for Widnes would have meant both Huddersfield and Salford closing the gap on the eighth-placed Vikings to just two points. But the 24 unanswered points which laid the platform for Widnes’ first league win since mid-March means they remain four points clear of the chasing pack, and six ahead of a Huddersfield side who now have just seven games left to claw themselves out of the bottom four. “We’ve only got ourselves to blame,” Paul Anderson, the Huddersfield coach, said. “If we’d put another score on them at 16-0 we may have put the game to bed, but we got what we deserved.” Widnes had begun to look like a side who had forgotten how to win in the last eight weeks as they tumbled down the Super League, following a start which had seen them sitting top after a win against Wigan over two months ago – so this was a comeback that could only be described as season-defining. “It may not have been beautiful, but we’ll take it,” Denis Betts, the Widnes coach, said. “It was a struggle but the character and spirit of the lads from 16-0 down was superb – we felt we were the best side. We’ve been speaking about just getting over the line and getting a win, and we’ve turned a corner now.” Widnes would have looked on enviously at Huddersfield’s recent improvement, and after tries from Nathan Mason, Danny Brough and Joe Wardle put the Giants 16-0 up, the result looked to be going to form. The second of those tries epitomised Widnes’ predicament; with Setaimata Sa looking for a quick play-the-ball, there was no Vikings man at dummy-half, allowing Brough to collect the loose ball and race home. “We made a mess of that try and people can start to look at each other there – but the word from behind the posts was we knew we were right in the game: we weren’t panicking,” Betts said. How right he was.   Related: Widnes Vikings and another unlikely sporting fairytale | Aaron Bower    Thompson’s crucial score two minutes before the break cut the gap to 12 points and, by the time the game had reached the hour mark, Widnes were ahead courtesy of tries from Joe Mellor, Stefan Marsh and a second for Thompson. Revitalised, Mellor’s second – a fine piece of individual skill as the young half-back stepped off his left foot and weaved over the line – pushed the gap out to eight, which always felt vital in a game of such importance. Jermaine McGillvary set up a thrilling finale with a try 10 minutes from time but Widnes held on. As Betts said, it was not pretty – but the cheers from the Widnes fans at full-time would have no doubt been matched by groans from fans of not only Huddersfield, but most likely fellow bottom-four sides Salford and Hull KR too after a result of huge significance for the remainder of the regular season. Widnes Hanbury; Thompson, Bridge, Runciman, Marsh; Mellor, Brown; Dudson, White, Cahill, Dean, Houston, Leuluai. Interchange Sa, Buchanan, Manuokafoa, Whitley. Tries Thompson 2, Mellor 2, Marsh. Goals Hanbury 2. Huddersfield Grix; McGillvary, Cudjoe, Connor, Murphy; Brough, Ellis; Crabtree, Hinchcliffe, Mason, Wardle, Ta’ai, Lawrence. Interchange Wood, Rapira, Roberts, Ikahihifo. Tries Mason, Brough, Wardle, McGillvary. Goals Brough 2.",
  "webTitle": "Corey Thompson sparks comeback to halt Widnes slide against Huddersfield",
  "webPublicationDate": "2016-05-29T19:19:21Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/29/widnes-huddersfield-super-league-match-report",
  "keyword": [
    {
      "webTitle": "Widnes Vikings",
      "id": "sport/widnes-vikings",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Huddersfield Giants",
      "id": "sport/huddersfieldgiants",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "global/2016/may/29/widnes-huddersfield-super-league-match-report"
}