{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/09/home-office-study-on-cutting-prison-population",
  "id": "2016-05-09-64",
  "sectionId": "society",
  "body": "Malcolm Fowler (Letters, 9 May) points out that prison managers were well aware the prison population was way too large in the 1990s. What’s not so well known is that the Home Office Research Unit not only took this for granted in the early 1980s but actually carried out action research in Hampshire to try to reduce the prison population. As one of the authors of that report (Reducing the Prison Population, Home Office Research and Planning Paper 23, 1984), I interviewed judges and magistrates about different ways the population could be reduced while colleagues encouraged a more sparing and careful use of the custodial sanction and probation. Statistical analysis showed a small but significant reduction in the use of custody by the Hampshire crown court. Sadly, the project was brought to a premature end as the “prison works” mantra gained ground.Bill SheppardSheffield • Malcolm Fowler makes a valuable point about the growth of the prison population, but what a pity that he uses such dehumanising language, referring to prisoners as “jail fodder of largely nuisance value”. Perhaps we need to remember, in the words of the new work and pensions secretary Stephen Crabb, that “behind every statistic there is a human being”.Jenny BrookShrewsbury, Shropshire  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Home Office study on cutting prison population | Letters",
  "webPublicationDate": "2016-05-09T18:52:17Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/09/home-office-study-on-cutting-prison-population",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/09/home-office-study-on-cutting-prison-population"
}