{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/sadiq-khan-elected-mayor-of-london-labour",
  "id": "2016-05-06-3",
  "sectionId": "politics",
  "body": "Sadiq Khan has been elected mayor of London, reclaiming the post for Labour after eight years of Conservative rule and becoming the first Muslim mayor of a major western capital. Khan took 1,310,143 votes (57%) after second preferences were taken into account, beating Conservative Zac Goldsmith into second place on 994,614 (43%). His tally gave him the largest personal mandate of any politician in UK history. The 45-year-old son of a Pakistani bus driver beat Zac Goldsmith at the end of a sometimes bitter campaign during which the Conservatives accused Khan of being “dangerous” and “pandering to extremists”. Labour complained that Goldsmith’s campaign was Islamophobic. In his victory speech Khan said he was “deeply humbled by the hope and trust” voters placed in him, adding: “I want to thank every single Londoner for making the impossible possible.”  He added: “I’m so proud that Londoners have today chosen hope over fear and unity over division.”  The convincing win will provide solace to the Labour leader, Jeremy Corbyn, after a poor set of election results overnight in Scotland, England and Wales. Khan becomes the first Labour leader at City Hall since the Conservatives’ Boris Johnson unseated Ken Livingstone in 2008.    Related: Whatever your politics, let’s have more Ruths and fewer Zacs | Marina Hyde    “Cosmopolitan London will be reflecting on this result that London is capable of putting race, religion and identity to one side,” said Prof Tony Travers, director of LSE London. “This is concrete evidence of that.” Even before the result was announced, Conservatives turned on Goldsmith’s campaign. Lady Warsi, a former chairman of the Conservative party, described it as an “appalling dog-whistle campaign” and said it “lost us the election, our reputation and credibility on issues of race and religion”. Roger Evans, the outgoing deputy mayor, said Goldsmith’s “very foolish” campaign left a “negative legacy which we in London are going to have to clear up long after the people who ran Zac Goldsmith’s campaign have gone on their way”. “I hope we don’t do this stupid thing again by trying to bring Sadiq down by saying he is an extremist,” added Andrew Boff, a senior Tory on the London Assembly. “He is not an extremist. He went out and engaged with people with orthodox religious views. Dialogue is not assisted by shutting people out.” Even Goldsmith’s sister, Jemima, tweeted: “Sad that Zac’s campaign did not reflect who I know him to be – an eco friendly, independent-minded politician with integrity.”   Related: From pints to propaganda... it's the London mayoral election awards    Labour also secured 12 seats on the London Assembly, the Conservatives took eight while the Greens and Ukip took two each and the Liberal Democrats were reduced to one. The result paves the way for Khan to implement a manifesto programme that he promised would make him “a mayor for all Londoners”. The son of a bus driver, Khan was the fifth of eight children in his family and grew up on a council estate. He has promised to make solving London’s housing crisis a key priority, and has said he will freeze fares on public transport for four years.           Sadiq Khan: London’s new mayor - video profile    He said he would set a target that half of all new homes should be “genuinely affordable”, promised to boost landlord licensing and to name and shame rogue landlords. Oxford Street would be pedestrianised, he said. He would restore the capital’s air quality to legal and safe levels and be “the most pro-business mayor yet”. In continental Europe, where the mayoral election made headline news, the focus was firmly on Khan’s religion and family background rather than his politics. Headlines in France, the Netherlands, Switzerland and Germany included: “The first Muslim mayor of London”, “First Muslim mayor of a major European capital” and “The green millionaire vs the leftwing Muslim”. (The US Drudge Report, meanwhile, went with: “Developing – first Muslim mayor of Londonistan.”) Khan led Goldsmith, the MP for Richmond Park, for almost the whole campaign, but his lead narrowed over the last fortnight from 16 points to nine points on polling day, according to YouGov.    Related: Global press reaction to Sadiq Khan a mix of curiosity and ignorance    There was speculation that the antisemitism row surrounding Labour, which resulted in the suspension of Naz Shah MP and Ken Livingstone from the party, could dent his hopes. Khan did come second to Goldsmith in the Barnet and Camden constituency, which has a large Jewish population, leading to speculation the controversy may have affected the result. “The Conservatives will have to have a postmortem,” said Travers. “They would have been better hacking away at Jeremy Corbyn day and night as a strategy.” Goldsmith’s campaign, overseen by the firm led by the Tory election strategist Lynton Crosby, sought to paint Khan, whose family are from Pakistan, as a supporter of Muslim extremists.            Zac Goldsmith congratulates Sadiq Khan on election success    It sent leaflets to Hindu, Sikh and Tamil voters warning that Khan was “dangerous”. It did not mention that he was a Muslim, but several recipients felt it was divisive “gutter politics”. Another letter warning that Labour wanted to tax gold jewellery owned by many Indian families was also seen as stoking community tensions. The home secretary, Theresa May, described the former transport minister as “unsafe” to run London at a time when we face “a significant threat of terrorism”, because of his history of defending extremists when he was a human rights lawyer. Boris Johnson, who repeatedly joined Goldsmith on the campaign trail, had said: “In Islam and the Labour party there is a struggle going on, and in both cases Khan – whatever his real views – is pandering to the extremists.” Khan is a married father of two who became a partner in a human rights law firm aged 27. He chaired the human rights group Liberty and was elected to parliament in Tooting in 2005. He became transport minister in the last year of Gordon Brown’s government. If, as expected, Khan stands down from parliament, the result is set to trigger a byelection in Tooting, which Labour holds with a less than 3,000-vote majority requiring a 2.7% swing for the Conservatives to strike back.",
  "webTitle": "Labour's Sadiq Khan elected mayor of London",
  "webPublicationDate": "2016-05-06T23:24:07Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/sadiq-khan-elected-mayor-of-london-labour",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    }
  ],
  "guardianId": "politics/2016/may/07/sadiq-khan-elected-mayor-of-london-labour"
}