{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/total-film-future-blaze",
  "id": "2016-05-11-307",
  "sectionId": "media",
  "body": "Future, the publisher of titles including T3, Total Film and TechRadar, has acquired Blaze, the owner of events including the London Drum Show and shooting titles such as Sporting Rifle. The publisher, which in November raised more than £3m to invest in expanding its digital, magazine and events portfolio, paid an undisclosed sum for Blaze. The acquisition will see Future enter the shooting market for the first time, taking control of titles including Gun Trade News, Clay Shooting, Airgun Shooter, Bow International and iShoot. Future has also taken an option in the newly launched UK Game Fair to complement its shooting magazine portfolio. It will also build its music portfolio, taking control of events including the London Drum Show and the London Bass Guitar Show, as well as magazines including Acoustic, Bass Drummer and iDrum. “The acquisition is part of our strategy to diversify our revenues, increase our scale and improve operational efficiency by acquiring complementary brands in our magazine division,” said Zillah Byng-Thorne, chief executive of Future. “We’ll gain from their team’s specialist knowledge and insight, and the deal will further strengthen Future’s portfolio as we work towards fulfilling our long-term ambitions.” Blaze is headquartered in Leamington Spa and employs 35 staff which future says, rather ominously, will only stay put for the “forseeable future”. The company, which has shed 460 staff over about two years to reverse losses running to £35m, already owns music titles including Guitarist, Rhythm, Total Guitar, Computer Music and FutureMusic. In 2014, Future sold off its 17 craft and bike titles to Immediate Media, the publisher of the Radio Times and Top Gear, in a £24m deal.",
  "webTitle": "Total Film owner Future presses trigger on shooting and music acquisition",
  "webPublicationDate": "2016-05-11T08:50:33Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/total-film-future-blaze",
  "keyword": [
    {
      "webTitle": "Future Publishing",
      "id": "media/future-publishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Consumer magazines",
      "id": "media/consumer-magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Trade magazines",
      "id": "media/trade-magazines",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/11/total-film-future-blaze"
}