{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/90-queen-david-attenborough",
  "id": "2016-05-05-105",
  "sectionId": "commentisfree",
  "body": "David Attenborough is wrong (a sentence I thought was impossible to write). But when he told the Guardian earlier this week that the reason he had reached the age of 90 was down to luck, he was very wide of the mark. Of course, being Attenborough, he could not be completely mistaken, and he did put his finger on a defining feature of later life: inequality. “When you think, I have relatives and friends who are 90 and they can’t remember what day it is and they can’t walk – this is not Christian virtue, just luck.” Well, it isn’t. The fatalism displayed by his remarks is deeply ingrained. Older people often minimise limitations with “What can you expect at my age?” or, “What’s the point of giving up smoking at my age?” Policy makers are not immune to it, and commonly expect later life, especially advanced old age, to be a time of senescence. The Department for Work and Pensions almost automatically awards the higher rate of attendance allowance to those over 90. But, as Attenborough and the Queen demonstrate, there are some in the oldest old age group who are perfectly able to take care of themselves while others require round-the-clock care or have already died prematurely.    If people seek unnecessary hazards, such as lying down with gorillas or poking giant seals, luck may play a role    The logic of fatalistic myths about old age has been blown apart by research, although that does not mean they will disappear from popular culture any time soon. The UK’s Research Councils have invested heavily in this field in recent years, including the New Dynamics of Ageing Programme. What this research tells us is that, while ageing is inevitable, it is also plastic. Our ageing is governed by a complex set of processes in which genes interact with environmental risk factors which, in various ways, inflict damage on the body’s cells and metabolism. It is this damage that causes the impaired functioning that is biological ageing. Most importantly, in these interactions genes play a minor role, probably around 20%, which means that the environmental risk factors are dominant. What are they? Not surprisingly the classic causes of ill-health top the list: smoking, poor diet, lack of physical exercise, poverty and deprivation, stress and arduous employment. These risk factors lie behind all of the chronic conditions associated with old age: coronary heart disease, stroke, type 2 diabetes, even common cancers. It is these conditions that result in the functional limitations some of Attenborough’s relatives and friends have been beset by. Why have they been affected rather than him? Quite simply because of their different exposure to risk factors. Income, social class and occupation are key to this variable exposure. Those in the professional and managerial classes have longer average life expectancies than those in manual occupations (about four years for women and six years for men) and, crucially, better healthy life expectancy (a whopping 11.5 years for women and 13 years for men). If people seek unnecessary hazards, such as lying down with gorillas or poking giant seals, luck may play a role. But, in Attenborough’s case, it is his comfortable family background and lifelong professional status that have determined his chances of attaining advanced old age. He has also continued to lead a very active life and not been forced to retire – active ageing personified. While it is interesting to understand the drivers of ageing, the most powerful and potentially far-reaching lesson from recent research is that it is possible to slow the ageing process and therefore reduce the disabling impact of chronic conditions on individuals and society.   Related: Look young for your age? It’s your genes or wealth | Carole Cadwalladr    There are various interventions with robust research evidence behind them. These include calorie restriction (without malnutrition), which prevents or delays the onset of degenerative chronic diseases, including cancer. Physical exercise, for example aerobic exercise, has proven benefits to the cardiovascular system and is associated with reductions in the incidence of stroke and type 2 diabetes. Recent research also indicates that a programme of moderate exercise can improve cognitive function in those who already have mild cognitive impairment. And mental stimulation improves brain function. In fact, it appears that the human brain gains protection from mental stimulation in a similar fashion to the prevention of the loss of bone and muscle mass caused by physical exercise. There are other cognition-related factors too, such as sleep and meditation or mindfulness. While these modest preventative measures could be easily implemented, the biggest impact on the chronic conditions behind ageing would be a substantial reduction in inequality and the eradication of poverty. Cutting air pollution – a major factor in cancer and heart and lung diseases – is also essential. In short, there is a range of cheap and easy interventions, as well as some substantially more expensive ones, that could be taken to ensure that many millions more reach 90 as fit and healthy as David Attenborough. Given the huge potential cost saving for the NHS (over two-thirds of acute and primary care spending goes on chronic conditions) and the improved quality of life for so many, why has there been no government action? Ministers will have to respond to that question, but one reason is that what is required is a massive public health drive. And the combination of austerity politics and neoliberal aversion to the public sector makes that, at best, highly unlikely.",
  "webTitle": "Why do some of us, like David Attenborough, live to 90? It’s not luck | Alan Walker",
  "webPublicationDate": "2016-05-05T16:36:59Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/90-queen-david-attenborough",
  "keyword": [
    {
      "webTitle": "Ageing",
      "id": "science/ageing",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Genetics",
      "id": "science/genetics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Walker",
      "id": "profile/alan-walker"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/90-queen-david-attenborough"
}