{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/28/why-this-years-wodehouse-prize-winners-are-on-the-money-judges-view",
  "id": "2016-05-28-124",
  "sectionId": "books",
  "body": "Anyone can tell a joke, more or less, so any decent writer can produce a funny scene. Maybe a sparkling one-liner. But it’s not easy to do it again and again, and even harder to craft a novel that can genuinely be described as funny.   Related: Wodehouse prize for comic fiction declares joint winners    Plenty try, and most fail. Every year on the judging panel for the Bollinger Everyman Wodehouse prize we read books that sweat with effort, but flop. Maybe some publishers have no sense of humour (I’ve heard sillier explanations) and perhaps some have never read Wodehouse. Appalling, but possibly true. Because it should be obvious that a prize carrying his name, like a trust shield, has to produce belly-laughs by the barrowload. The winners have managed it, year after year. Jonathan Coe, Michael Frayn, Howard Jacobson et al are natural sources of fun: not contrived shaggy dog stuff, but genuine wit. They make you laugh out loud on the train. That’s why, this year, Hannah Rothschild and Paul Murray rose to the top of the pile, with The Improbability of Love and The Mark and the Void – and why, in the end, we couldn’t separate them. Funnily enough – so to speak – they both deal in different ways with the thing that makes us laugh and makes us cry. Money. Maybe these days it’s inevitable that when you try to find absurdity, you’ll end up watching people trying to make money, or wondering where it’s gone. There’s no human activity that reveals our incapacities so clearly. And these are funny books – Rothschild writing a comic novel for the first time, and Paul Murray doing it again (as anyone who has read Skippy Dies will know). The imposed dignity of the literary-prize judge prohibits me from mentioning any of the many turkeys that trotted with the winners to our table (though there were some other good reads), but we were relieved to remember the thrill of opening a book and knowing that it will keep you laughing. We also had our annual reminder of how difficult a feat that is.",
  "webTitle": "This year’s Wodehouse prize winners are on the money – a judge’s view",
  "webPublicationDate": "2016-05-28T09:00:00Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/28/why-this-years-wodehouse-prize-winners-are-on-the-money-judges-view",
  "keyword": [
    {
      "webTitle": "Bollinger Everyman Wodehouse prize",
      "id": "books/bollingereverymanwodehouseprize",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "James Naughtie",
      "id": "profile/james-naughtie"
    }
  ],
  "guardianId": "books/booksblog/2016/may/28/why-this-years-wodehouse-prize-winners-are-on-the-money-judges-view"
}