{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/shared-parental-leave-mothers-fathers-childcare-paternity-maternity",
  "id": "2016-05-14-191",
  "sectionId": "lifeandstyle",
  "body": "My husband, Jaron, a photographer, agreed to shared paternity leave under duress. He admits he couldn’t think of a good enough argument not to do it. I’d suggested it was not only the best choice for us financially, but, in the name of equality, it was essential that he experienced just how hard (but also rewarding) it is to stay at home with very small kids. So when our youngest daughter, Sylvie, turned seven months in January (we also have Coco, three), I went back to work as deputy editor at Red magazine, and Jaron became a stay-at-home dad. He is in the 1% of men who have taken shared parental time off, after a rule change let parents split the year’s leave from April 2015. Many of his friends have voiced admiration – but no one else has followed suit. If you’re planning to do it, here’s what you should know first. Sarah says … Your maternal guilt finds a new home After my first maternity leave, it was heart-wrenching to leave Coco, then 10 months old, in the care of strangers for 10 hours a day, five days a week. Now I can go to work, happy in the knowledge my babies are with someone who loves them as much as I do. But it doesn’t stop me feeling guilty about leaving Jaron in the thick of it. I know how exhausting, relentless and mundane looking after kids can be – and when I forget, he is always on hand to remind me.   Related: Tiny proportion of men are opting for shared parental leave    People will judge you Jaron and I feel pretty good about sharing childcare duties. We’re proud to say our relationship is 50/50. Everyone else isn’t as forward-thinking. A female friend recently asked me if we were still having sex now that Jaron had been so completely emasculated. If women still have this mindset, how are we ever going to convince men to change their attitude towards shared parenting? Relinquishing control is a killer Like most mothers, I have always been “the lead parent”. The one who knows how many baby wipes are left, which tights are too small or what’s for dinner. Giving this up has probably been harder mentally than practically. Sometimes I lay out the girls’ clothes before I go to work or casually call up just before lunch to suggest food options, but I’m trying not to. Two parenting styles equals happier kids During our shared leave, it’s become really evident how differently Jaron and I parent – and the positive impact this has had on Coco and Sylvie. Jaron is stricter, more outdoorsy and adventurous. He’s improved Coco’s table manners and whisks the girls off for an afternoon hike or to an Airbnb in Devon. I am more focused on literacy, more creative and social. Together, we read, sing and draw, then invite friends over for tea. I love how well-rounded this is making our daughters.   Related: Shared parental leave: ‘nightmare’ new rules, or the first baby steps to equality?    Sometimes it’s odd being the odd one out I really love my job and feel like I have my work and life balanced out rather harmoniously. But there are days, sunny days, end-of-a-stressful week days, when I think about the fact that all of my family is doing something, somewhere together – and I’m not with them. I suppose working dads get this feeling, too. But I’ve never heard them say it. For me, the maternal tug never diminishes – a yearning to be with my babies, no matter how much fun I’m having elsewhere. And knowing Jaron is with them and I’m not, somehow exacerbates that. It’s great to have a partner who gets it I used to be the one who packed the nappy bag, the snacks, the change of clothes, etc. Now, whoever gets there first does it. I used to be the only one with the power to soothe the restless baby: now we both have the confidence and the knack. I used to get obsessed with the taste or texture of a baby puree (too sweet? too lumpy?), and now Jaron also appreciates these imperceptible differences. It just means that we’re truly in it together, and that’s a lovely feeling.     Sarah, Jaron, Coco and Sylvie. Photograph: Alecsandra Dragoi for the Guardian    Jaron says …  It never gets easier There are no shortcuts to parenting. That sense of it being a slog doesn’t go away, either. A brilliant, fun-packed day with the girls is easily cancelled out by double meltdowns at 5pm in the middle of the supermarket, leaving me feeling completely defeated. And it’s easier to only remember the negative stuff. I do think I’m coping better with each passing week, being better prepared, using other methods (not just giant chocolate buttons) to preempt their mood swings. But this doesn’t make it easier – it just means you attempt to do more. Receiving money from your wife is a downer The hardest thing about all of it is not having my own money coming in. I can’t go into Cos and just buy a top when I want to. But I used to think quite hard about what I’d wear to work and last week I went into town wearing jogging bottoms; I vowed I’d never do it, but it was strangely liberating. Sarah transfers money to my account each week for the food shopping, but I have to remind myself the value of me being at home, and that what I’m putting into the “family pot” is often far more important than money. You’ll never bond with the stay-at-home mums ... Marks and Spencer’s cafe in Tunbridge Wells. The viewing balcony at Coco’s gymnastics classes. Softplay, anywhere. Stay-at-home mums moaning. I so rarely hear them say anything good about being a parent. It’s all cracked nipples, no sleep and poo the consistency of pesto. Who cares? Finding pleasure in dragging each other down with grim anecdotes is not for me. I can hear this at home when my wife phones her friends – why would I hang out with other women for more of the same? Things will be different with your kids, too When Coco was a baby, I was constantly fighting for her affections and losing. I never felt as if I got anywhere with her – all she wanted was her mum and I remember being quite upset. However, my relationship with Sylvie is different. She’s more than happy to be with me because I’m a regular fixture for her. Plus I make her laugh like no one else can (raspberries on the neck and rib tickle combo). Coco has finally softened, too – and now often chooses me over Sarah, which is the nicest feeling. I know this wouldn’t have happened if we hadn’t spent this time together. Your successes won’t be your own  Last week, I showed Coco how to use the brake on her scooter. One explanation and she nailed it. It made me excited to think about the other things we could master together. Weirdly, I get a greater sense of achievement through the girls’ triumphs. I find more successes to win at home with the kids than I did in a normal week at work. You’ll find your wife was right about a lot of things Sarah moaned incessantly about never having time to go to the loo – such a ridiculous statement that it annoyed me. Yet I held on for three hours the other day. You might find you don’t miss work For the first month I thought about work every day – in fact I pined for it. Then I had a promising meeting about a potential project and as I walked away, all I could think about was that I wasn’t ready to leave the girls yet. Even though I wasn’t really enjoying it, I knew there would be a time when I would. Two months later, I really am. It’s a privilege to know I am having a direct impact on their upbringing, in what they see and do. Stay-at-home dad blogs rarely talk about the amazing emotional connection you discover with your kids, but that’s the best thing. When I spend time with my girls, I actually think, there’s nowhere else I’d rather be. • This article was amended on 16 May 2016. An earlier version said 1% of fathers had opted for shared parental leave. That figure, from a My Family Care survey, relates to all men, not just those eligible for shared parental leave.",
  "webTitle": "‘When I go to work, my babies are with a man who loves them as much as I do’",
  "webPublicationDate": "2016-05-14T05:30:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/shared-parental-leave-mothers-fathers-childcare-paternity-maternity",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Maternity & paternity rights",
      "id": "money/maternitypaternityrights",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Employee benefits",
      "id": "money/employeebenefits",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/14/shared-parental-leave-mothers-fathers-childcare-paternity-maternity"
}