{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/19/rolls-royce-falls-3-on-reports-sfo-extends-investigation-to-nigeria",
  "id": "2016-05-19-271",
  "sectionId": "business",
  "body": "Rolls-Royce is on the slide following a report that the Serious Fraud Office has widened its investigation into the aero engine-maker. With the wider market down nearly 1.5%, Rolls shares have dropped 20.5p or 3% to 635.5p. Rolls said in 2013 that the SFO had launched a formal investigation into concerns about possible bribery and corruption in China and Indonesia. Now the Financial Times has reported (£) that the probe has now been extended to look at Rolls’ former energy operations in Nigeria. The report said the SFO was investigating whether Rolls or its agents were involved in any bribery of government officials in Nigeria up to 2013. The SFO did not comment. Rolls said it was co-operating with the authorities but would not discuss continuing investigations. A spokesperson said: “Concerns about bribery and corruption involving intermediaries in a number of overseas markets remain subject to examination by the SFO and other authorities. We are co-operating with the authorities. “We do not comment on the subject of ongoing investigations nor on the countries in which those investigations are being conducted. We have made it clear that Rolls-Royce will not tolerate business misconduct of any kind.” In 2012 Rolls said it had asked a leading law firm, reported to be Debevoise & Plimpton, to conduct a review and this raised matters of concern in Indonesia, China and other markets. The company said it had passed on a file to the SFO. There have also been questions about Rolls’ conduct in Brazil. The company has faced a tough trading environment, with orders from oil industry customers for power systems being cancelled due to the falling crude price. It has issued a number of profit warnings and earlier this year cut its dividend payout for the first time in 25 years.",
  "webTitle": "Rolls-Royce falls 3% on reports SFO extends investigation to Nigeria",
  "webPublicationDate": "2016-05-19T09:06:03Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/19/rolls-royce-falls-3-on-reports-sfo-extends-investigation-to-nigeria",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Rolls-Royce",
      "id": "business/rollsroycegroup",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/19/rolls-royce-falls-3-on-reports-sfo-extends-investigation-to-nigeria"
}