{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/maternity-hospital-aleppo-deadly-blast-syria",
  "id": "2016-05-03-105",
  "sectionId": "world",
  "body": "A maternity hospital in a government-controlled area of Aleppo has been badly damaged by rocket fire, killing at least three people, according to the state news agency. It was the sixth attack affecting a medical facility in nearly two weeks of fierce fighting that has left more than 250 people dead and the ancient city on the brink of a humanitarian catastrophe. A shell struck the fuel tank of a military vehicle near al-Dabeet hospital, which exploded and badly damaged the building. Images of the hospital showed that many of its windows had been shattered by the blast, which was blamed by the government and the Syrian Observatory for Human Rights on rebel forces.  It was not possible to independently confirm the origin of the shell. The Syrian government said at least 14 people had been killed and more injured in rebel attacks across the city. Activists reported two dead in rebel neighbourhoods.  The al-Dabeet attack came days after the government of Bashar al-Assad destroyed a hospital backed by the International Committee of the Red Cross and Médecins sans Frontières in an airstrike, killing the last remaining paediatrician in rebel-held east Aleppo. Relentless indiscriminate bombardment by government forces and retaliatory shelling by rebels have worsened the humanitarian crisis engulfing the city. Ten days ago the Assad regime launched a fierce onslaught aimed at severing rebel supply lines, which effectively put an end to a shaky truce brokered by the US and Russia that was meant to pave the way for peace talks. “The situation continues to deteriorate, with no respite in fighting,” said Pawel Krzysiek, the ICRC’s spokesman in Syria. “Widespread violence, destruction and panic goes on as a result of airstrikes, shelling, mortars and fighting.” He added: “Aleppo is one of the worst places to be these days.”  Anti-Assad activists took to social media to condemn Tuesday’s maternity hospital attack. “Targeting civilians, hospitals and health workers are #Assad tactics since 2011,” tweeted Razan Ghazawi.(@RedRazan) “Committing those crimes only make us a criminal like him. “Protecting civilians is the core of the uprising against Assad who’ve been systematically targeting civilians,hospitals, schools & bakeries.” Residents of east and west Aleppo, divided between the opposition and the regime, described growing desperation amid the relentless fighting in one of the world’s oldest cities, now a shell of its former glory.     Abu Ali carries the body of his son. Photograph: Khaled al-Essa    Abu Ali, a resident in the opposition-controlled part of the city, described how his son had died two days earlier in a government attack. A government shell fired from western Aleppo had pierced their home in Haydariya. Civil defence workers spent two hours searching for his son in the rubble, after freeing others. Then Abu Ali finally glimpsed his son’s clothes under the concrete.      Abu Ali: ‘God is my only support now.’ Photograph: Khaled al-Essa    Rescue workers rushed them to the hospital, where a witness said Abu Ali sat next to the ambulance, his head between his knees, praying.Fifteen minutes later a paramedic walked out carrying a body wrapped in a white shroud tainted with blood.  “At that moment my mind was not with me, I could not even tell you what I was thinking,” Abu Ali told the Guardian in an interview from Turkey, where his daughter is in intensive care after being taken there from Aleppo. “I saw him and his soul had left him in that place. God is my only support now.” A few miles away from Haydariya, in government-controlled western Aleppo, civilians face the horror of the “hell cannon”, an improvised shell made of gas cylinders that is capable of destroying buildings. One woman told how her sister and nephew’s family had been the only survivors of a rebel shell that had brought down much of their home. The nephew fled, terrified by the violence, his pregnant wife having barely escaped from the rubble. “Her son is newlywed, and their entire home is gone,” she said. “Everyone died except for them. Now they have no home.” Residents said they had been forced to seek shelter in the bathrooms of their homes, hoping they would be better protected from the shelling. Images circulated online showed students at the University of Aleppo standing in campus lobbies to avoid windows and shelling.   Related: ‘We’ve had massacres all week’: Aleppo on fire again as Assad consigns ceasefire to history    Officials fear that the government aims to encircle eastern Aleppo, placing its residents – who have survived years of war and ruin – under one of the largest sieges of the conflict.  More than a million Syrians are living under siege, mostly imposed by the Assad regime. “If this happens, either the people manage to leave eastern Aleppo and go towards the Bab al-Hawa border crossing to the refugee camps or it will become one of the biggest populations under siege,” said Aitor Zabalgogeazkoa, MSF’s representative in Istanbul and a former head of mission in Aleppo. Zabalgogeazkoa said the last few days had seen massive civilian casualties, including in western Aleppo, and a siege would leave the eastern part of the city facing a catastrophe, without running water and with dwindling medical supplies. An MSF warehouse in the city that resupplied local hospitals was destroyed two days ago. “The dynamic in the conflict in the last four years has been about lack of respect for civilian lives,” he said. Krzysiek said the situation in eastern Aleppo was particularly desperate as supplies were dwindling and little aid could be diverted there due to the fighting. “At this stage, no one is safe in Aleppo,” he said. “There is no safe place, no place seems to be spared from the attacks even if many should. We fear for the sake of those who were in dire conditions, either material or medical, before this fighting intensified. I don’t know how people can get treated when the hospitals are hit, where they would get water when the water stations are at risk and it’s too dangerous to get to their nearest borehole, how they can get food when we are unable to cross the frontlines to reach them.” For the civilians trapped on either side, there is little hope. “My boy died, he was seven years old, and my daughter is in intensive care right now,” Abu Ali said. “Pray for my daughter. God is my only support now, and the only one I can complain to. I am still in shock. We ask God for steadfastness.”           ‘No one will remove us’: Aleppo residents defiant after attacks",
  "webTitle": "Aleppo hospital hit as city faces humanitarian catastrophe",
  "webPublicationDate": "2016-05-03T16:27:29Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/maternity-hospital-aleppo-deadly-blast-syria",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    }
  ],
  "guardianId": "world/2016/may/03/maternity-hospital-aleppo-deadly-blast-syria"
}