{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/15/fire-colour-one-jenny-valentine-review",
  "id": "2016-05-15-98",
  "sectionId": "childrens-books-site",
  "body": "I’d seen smatterings of publicity for this over last summer, but I only managed to get round to reading it for the CILIP Carnegie Medal shadowing. From the irritating blurb and tag line, I wasn’t expecting it to be great. Bu grudgingly I do admit that this book was better than I had initially anticipated. I suppose it did well to crack through the negative first impression it gave me.The element that lifted the premise for me was the art. It differentiated Fire Colour One from what could have been your typical sad-yet-uplifting-story of grief, and I loved it. I’ll keep no secrets when I say I love books about the world of art (especially its underworld).  Iris’ fires were the other element that I enjoyed. I particularly didn’t like her, per se. She was trying very hard to be ‘not like other girls’ and hanging out with boys and dangerous. But such people in real life are irritating, and I thought she was a very well-crafted character. I’ve never seen anything like her addiction to fires. I loved it.         Things go downhill when we reach the rest of the cast. Firstly, I was confused as to the lack of any other characters than the core people. It gave the whole book a surreal sense. I felt everyone other than Iris was reduced and simplified to archetypes: the father with whom she has an immediate connection, the greedy step-parents, the quirky best friend. Oh, Thurston. It seemed as though his only purpose was to provide meaning and danger to Iris’ story. He seemed very Manic Pixie Dream Boy to me. Perhaps it was Iris’ first person viewpoint – I can’t be sure – but I didn’t care about any of the characters and I think that was why I could never quite lose myself enough to enjoy this.  The writing style also frustrated me. This might not be so for everyone, but for me the incredibly purple prose was stretched too thin. Everything is like something else or even is something else. Although, there were certainly some excellent lines in there, mostly I was just rolling my eyes at the out-of-character narration for such a blunt and cynical character as Iris.  The ending certainly surprised me, and although it was perhaps a bit gimmicky it did lift the book in my opinion. Overall, though, I couldn’t connect to this book and I spent most of my reading time complaining. I’d recommend it for fans of more slow-moving, lyrical contemporary books, but it wasn’t for me.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Fire Colour One by Jenny Valentine - review",
  "webPublicationDate": "2016-05-15T14:00:08Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/15/fire-colour-one-jenny-valentine-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/15/fire-colour-one-jenny-valentine-review"
}