{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/02/shakespeare-scholar-claims-the-bard-didnt-shorten-king-lear",
  "id": "2016-05-02-215",
  "sectionId": "books",
  "body": "As the world celebrates the 400th anniversary of his death, battle lines are quietly being drawn in the world of Shakespeare scholarship over the text of King Lear. The Bard’s great tragedy exists in two versions, the 1608 Quarto and the 1623 Folio, each of which is abridged. The Quarto is missing 100 lines that appear in the Folio, and the Folio lacking 300 lines found in the Quarto. The texts were combined as one version in editions of the play for centuries, until a revisionist movement in the 1980s argued that Shakespeare had shortened the Folio text himself, and that the two texts represented two versions of the play.    For 300 years people just took the bits which were missing from one, and put them in the other, and everyone was happy  Sir Brian Vickers     The two-text version has since become the orthodoxy. But a new book from Shakespeare scholar Sir Brian Vickers argues that this is wrong. In The One King Lear, Vickers argues that the cuts in the Quarto text were made by the printer, who had underestimated how much paper he would need to print the play. He says that there is no evidence the Folio text was cut by Shakespeare, arguing that the changes were likely to have been made by the theatre company to speed up the action, rather than by the playwright to adjust focus. “The unique thing about Lear is that the cuts in the Quarto and in the Folio occur in different places, so the two physically interlock perfectly. For 300 years, people just took the bits which were missing from one, and put them in the other, and everyone was happy,” said Vickers, who is a senior fellow at the School of Advanced Study, University of London. “But in the 70s, people were trying to overthrow the assumptions and attitudes of previous generations, and to overthrow what they thought to be orthodoxies.” However, the cuts to the Folio that the revisionists believe were made by Shakespeare are actually “quite damaging” to the play, according to Vickers. The cuts include lines from the scene on the heath, when a mad Lear is imagining that Goneril and Regan are present, and act four, scene three, in which Kent meets a gentleman who tells him of Cordelia’s grief. Kent reveals the king’s state of mind to the gentleman: “burning shame / Detains him from Cordelia”. “The revisionists said we don’t really need this scene, that it’s not important – that we’d much rather see Lear than hear what’s said about him,” said Vickers. “[But] it’s a very important scene which shows he’s now aware of what he did. Shakespeare deliberately wrote the scene to prepare for what follows, it’s a very tightly written scene with not a word wasted [and to cut it] is an act of mutilation.” Vickers said he hoped his new book would put paid to the revisionists’ perspective on the text.    The excitement of the revisionist theory was that for the first time, we could see evidence of Shakespeare at work  Professor John Mullan     UCL English professor John Mullan predicted that it would certainly prove divisive. “I imagine battle will be joined,” he said. “The excitement of the revisionist theory was that for the first time, we could see evidence of Shakespeare at work … The thought was that if you looked at the variations for the Folio and the Quarto you would be able to see the genius at work. It absolutely became the orthodoxy. I accepted it and I’ve been teaching Lear that way for decades … But Brian is very convincing and it will be interesting to hear what others say in return.” Professor René Weis, an expert in the life and work of Shakespeare, edited a parallel text version of Lear in 1993 but followed it with a new edition in 2010 that argued that the variants between the texts “tell a story of convergence rather than disjunction”. Weis said that Vickers’s new book made a compelling case. “He is a formidable scholar and this book will undoubtedly make waves and cause us to think again about the text – or texts – of Shakespeare’s greatest play,” he said. “If nothing else it will re-energise the debate around a play that has come to mean so much to so many: Keats’s favourite play, Vickers’s (he says so in his preface), mine too – and also, I know, of many of the scholars and editors who gave us the two King Lears.”   Related: If Shakespeare was writing today, he'd be a crime writer    Professor Gary Taylor, a prime mover in the revisionist movement and editor of the influential The Division of the Kingdoms in 1983, said his forthcoming New Oxford Shakespeare edition of Shakespeare’s complete works would not be “blindly following the scholarship of the 1980s, in this or in any other respect”. “The New Oxford Shakespeare will not personalise or polemicise the ongoing scholarly debates about Shakespeare’s texts,” said Taylor. “We sometimes agree with Brian; we sometimes do not. He has little experience editing Shakespeare, and few credentials as a bibliographer or book historian; but we will take seriously any book published by Harvard University Press.”",
  "webTitle": "Scholar claims Shakespeare didn't shorten King Lear – it was his printer",
  "webPublicationDate": "2016-05-02T08:00:18Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/02/shakespeare-scholar-claims-the-bard-didnt-shorten-king-lear",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/02/shakespeare-scholar-claims-the-bard-didnt-shorten-king-lear"
}