{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/thai-speedboat-not-left-shore-recent-days-bad-weather",
  "id": "2016-05-27-153",
  "sectionId": "world",
  "body": "The speedboat that capsized in Thailand leaving at least one Briton and two others dead had not been allowed to go out to sea in recent days due to bad weather, according to a travel agent. A British woman has been confirmed dead and a British man, named by police as Jason Parnell, is among the missing after the incident on Thursday afternoon, which killed at least three foreign tourists. Parnell and his wife, Puja Parnell, who is said to have escaped without injury, were among 32 tourists and four crew on board when a large wave crashed into the Angthong Discovery Tour boat. The couple, from Peterborough, had been on a romantic break to the island to celebrate their first wedding anniversary, the Sun reports. At least one other Briton was taken to hospital. Others were understood to have been treated then discharged. The British woman has been named by Thai police as 28-year-old Monica Cozma, according to reports.  The boat capsized near a rocky stretch of coast in the Gulf of Thailand, an area popular with European tourists. Amm Pontfuk, a travel agent who has worked with the operator for a number of years, said on Friday that the boat had not been out on the water in recent days due to rough conditions. “This company is the number one for my travel agency. I have sent the manager customers for years, I have known him a long time,” she told the Press Association. “He is very concerned and professional. Normally in bad weather he doesn’t go out – he did not go out for three days already – and yesterday he thought the weather was OK and that was why he went out. “The wind blew very, very strong and it made the boat go under the waves and flip.” Search and rescue divers have been combing the area where the boat capsized. As well as the British victim, the bodies of two other women – one from Hong Kong and one from Germany – have also been recovered. According to a port official, the boat capsized because of strong winds and high waves. Some of those on the vessel were thrown overboard and became trapped beneath it. At least one person had to be pulled from the hull after rescuers used a small axe to smash through it, and another woman was pictured lying on a stretcher on nearby rocks. The boat’s captain, Sanan Seekakiaw, said he had asked all tourists to wear a life vest but that some had taken them off during the journey. It is believed there were other British people on board but they were understood to have been discharged from hospital following treatment for injuries. Four people remained in hospital on Friday, one with a broken shoulder and another with a skull fracture. Two others who suffered from lack of oxygen were being monitored for lung infections. Koh Samui is among the most popular Thai island destinations for backpackers and luxury holidaymakers alike, and is known for its beautiful beaches, coconut plantations and waterfalls.  A spokeswoman for the Foreign Office said: “We are supporting the family of a British woman who has sadly died following a boat accident near Koh Samui, Thailand. We are also supporting the family of a British man who is missing following the same incident.  “We remain in contact with local authorities in Thailand for further information.”",
  "webTitle": "Thai speedboat ‘had not left shore in recent days due to bad weather’",
  "webPublicationDate": "2016-05-27T12:52:25Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/thai-speedboat-not-left-shore-recent-days-bad-weather",
  "keyword": [
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "world/2016/may/27/thai-speedboat-not-left-shore-recent-days-bad-weather"
}