{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/24/the-best-of-the-chelsea-flower-show",
  "id": "2016-05-24-152",
  "sectionId": "lifeandstyle",
  "body": "Best show garden: The Telegraph garden Designer Andy Sturgeon’s “Captured Landscape” is said to have been inspired by the magnitude of geological events that have moulded our landscape over millions of years. The dramatic garden, incorporating huge bronze fins and echoing the chaparral of California’s Sierra Madres and the Chilean Matorral, is intended to highlight the need for gardens to adapt to their environment and a changing climate. Sturgeon said he was “totally over the moon” at his second gold medal for best show garden. This year’s winner, which contains 80 tonnes of stone and plants from France, Italy and Spain, took 10 months to design.     The Telegraph garden, winner of the best show garden award. Photograph: Sarah Lee for the Guardian    Show garden gold medal list: L’Occitane garden     L’\u0092Occitane garden, designed by James Basson. Photograph: Neil Hepworth/RHS    James Basson’s recreation of the edge of a lavender field, looking out over hills and woodland, transports visitors to the heart of Haute Provence. Some 300 plant varieties evoke the colour and scent of the area, while a gentle stream runs from a stone hut through the middle of the garden before disappearing under a dry stone bridge.  Show garden gold medal list: Chelsea barracks garden     The Chelsea barracks garden. Photograph: Dan Kitwood/Getty Images    Inspired by the development of the Chelsea barracks site, next door to the Royal hospital at Chelsea, roses are a main feature, referencing the listed Garrison chapel with its rose window. A bronze sculpture pays tribute to the barracks’ former residents. Designer Jo Thompson uses the architecture and landscaping of new development to echo the barracks past and throw forward to its future. Show garden gold medal list: the M&G garden     The M&G garden, designed by Cleve West. Photograph: Neil Hepworth/RHS     Designer Cleve West goes back to his teenage years spent in the ancient oak woodland of Exmoor, but incorporates the contemporary in his homage to the landscape. Plantings recreate a woodland edge, while a stone and gravel path leads through stunted oaks and rocks to a sunken terrace and pool. An oak boundary serves further to highlight the oak theme, said to represent strength, growth, longevity and reliability. Show garden gold medal list: the Morgan Stanley garden for Great Ormond Street hospital     The Morgan Stanley garden for Great Ormond Street hospital. Photograph: Sarah Lee for the Guardian    This plant-rich area of woodland diversity, featuring a wide range of perennials for dappled shade, with hedges, mixed topiary and mature trees, will be relocated after the show to its a permanent home at Great Ormond Street hospital. Chris Beardshaw has created a rich, verdant woodland scene, sprinkled with pockets of colourful planting and a water feature to provide a reflective space for the families of children undergoing treatment. Show garden gold medal list: Vestra Wealth’s garden of mindful living     Yoga instructor Fern Trelfa in the garden of mindful living. Photograph: Luke MacGregor    Paul Martin creates a contemporary garden drawing inspiration from yoga and travel in Asia, resulting in a calm relaxation space for a busy city worker. The grey-splash limestone contrasts with large multi-stemmed trees providing dappled shade over soft green and yellow primula plantings and rills of water. Large sliding shutters open to reveal city views at night. Show garden silver gilt medallists     The Cloudy Bay garden. Photograph: Sarah Lee for the Guardian    Sam Oven’s Cloudy Bay garden is inspired by 30 years of wine-making in Marlborough, New Zealand.  Diarmuid Gavin’s wacky Harrods British Eccentrics garden draws on Heath Robinson and other British inventors with its rotating topiary and bobbing box-tree balls.  Mathematics and algorithms are the inspiration for Nick Bailey’s Winton Beauty of Mathematics garden.  The Royal Bank of Canada garden celebrates water, drawing inspiration from the pine habitat of Jordan. Support the Husqvarna garden, by Charlie Albone, incorporates structure and water to provide a retreat from modern living.  Jekka McVicar’s St John’s Hospice garden – subtitled “a modern apothecary” – is inspired by the healing power of plants, combining herbs and edible grasses.  The LG Smart garden demonstrates that technology can be incorporated into garden spaces, adding functionality and convenience.  The Hartley botanic garden features a glasshouse rising out of water, and incorporates carnivorous plants along with elements from a traditional walled garden.  Fresh garden gold medallist: the Marble and Granite Centre – Antithesis of Sarcophagi     Peering through the granite cube. Photograph: Sarah Cuttle/RHS    Martin Cook and Gary Breeze created their stark and highly unusual garden within a giant granite cube, in a representation of a world turned inside out. The 44-tonne cube contains a mysterious rejuvenating woodland, which is invisible from the bleak, ash-charred exterior, other than through cracks on its surface, and serves as a metaphor for desolation versus nature. Fresh garden gold medallist: the Modern Slavery garden     British landscape designer Juliet Sargeant stands in her garden. Photograph: Toby Melville/Reuters    Oak doors open a path to freedom from within iron railings, in Juliet Sargeant’s celebration of parliament passing the Modern Slavery Act in 2015. The bright doors represent ordinary streets, but inside a dark centre evokes the hidden reality of what goes on within. Hope is symbolised in an English oak, referencing the tree under which William Wilberforce dedicated his life to ending slavery in the 1800s.  Fresh garden silver gilt medallists     Designed by Claudy Jongstra in collaboration with Stefan Jaspers. Photograph: Sarah Cuttle/RHS    In the AkzoNobel honeysuckle blue(s) garden Claudy Jongstra and Stefan Jaspers display the beauty of plants historically used for their dye qualities. The Garden of Potential by Propagating Dan brings together rugged Icelandic landscapes, Buddhism and Venetian architecture, incorporating rarely used plants. The World Vision garden by John Warland uses floating waves of turf and under-plantings of tulips and daisies to represent the vulnerability of many children living in poverty and the hope the charity brings to them. Artisan garden gold medallist: Viking Cruises Mekong garden     The Viking Cruises Mekong Garden. Photograph: Sarah Lee for the Guardian    Sarah Eberle’s water garden drew inspiration from the floating gardens of Cambodia and the Mekong river. A small deck leads to a “floating” lounger styled after a traditional fishing boat. An overhead cantilevered parasol takes its cues from the area’s traditional fishing nets, while silk weaving provides shade. The garden contains fruit and vegetables of the regions such as spinach, kale, aubergine, gourds and okra, all bedded alongside flowers for cutting. Artisan garden gold medallist: Senri-Sentei garage garden     A garden for car enthusiasts. Photograph: Sarah Lee for the Guardian    A garden for car enthusiasts – or how to transform the car porch. The two-tier structure by Kazuyuki Ishihara offers off-street parking with a rooftop tier planted as a garden. It also provides a space for family to relax. Artisan garden gold medallist: The Garden Bed     Designed by Stephen Welch and Alison Doxey in partnership with Asda. Photograph: Tim Sandall/RHS    A real hospital bed forms the centre piece of this creation by Alison Doxey and Stephen Welch. Visitors are invited to view a hospice garden through the eyes of a patient. Clipped yew hedge gives privacy and security while bulbs, perennials and trees offer a colourful scene to enjoy while a ceramic water feature mirrors the floral displays.  Artisan garden silver gilt medallists      The Meningitis Now futures garden. Photograph: Sarah Lee for the Guardian    In the Meningitis Now futures garden a Greek-themed folly forms the centrepiece of a peaceful Cotswold garden, while designer John Everiss uses five dramatic sculptures to depict lives changed and lost through the disease.  The Papworth Trust’s Together We Can garden is inspired by deaf percussionist Dame Evelyn Glennie – it is an acoustic garden that becomes a musical instrument.",
  "webTitle": "The best of the Chelsea flower show",
  "webPublicationDate": "2016-05-24T13:15:22Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/24/the-best-of-the-chelsea-flower-show",
  "keyword": [
    {
      "webTitle": "Chelsea flower show",
      "id": "lifeandstyle/chelseaflowershow",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/24/the-best-of-the-chelsea-flower-show"
}