{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/conservatives-human-rights-act",
  "id": "2016-05-18-62",
  "sectionId": "commentisfree",
  "body": "Last year’s Queen’s speech included one sentence on the issue of human rights, indicating that “proposals” would be brought forward for a “British bill of rights”. This year, the Queen’s speech included precisely the same commitment, using almost precisely the same language, as if it was groundhog day.   Related: Cameron advised to go slow with new laws in Queen's Speech    There is a reason for this. The proposals for reform of human rights law in the Conservative party manifesto 2015 are legally incoherent. They promise to “break” the link between the British court and the European court of human rights and “make our supreme court the ultimate arbiter of human rights matters in the UK”. Actually it already is, and always has been. Nothing in the Human Rights Act binds our courts blindly to follow cases decided in Strasbourg and they do not do so. This is the conundrum for the government. Strip away the factual misinformation repeatedly peddled about the Human Rights Act and almost everyone acknowledges that it works well in practice. Police up and down the country have found the Human Rights Act a much clearer and firmer basis for practical policing than the common law ever was. The security and intelligence services are strong advocates of the principles of “necessity” and “proportionality” underpinning the act. Journalists routinely rely on Article 10 to protect their sources. Hospitals and care homes have improved their practices and procedures no end by adopting Human Rights Act-compliant policies. It has not been a charter for criminals; on the contrary, it has mainly helped victims, particularly child victims of trafficking, women subject to domestic abuse and sexual violence, those with disabilities and victims of crime.           Theresa May reads Hillsborough disaster jury findings to parliament in full    Take an obvious example. When the home secretary made her very powerful statement to the House of Commons about the Hillsborough inquest verdicts she solemnly read out, word for word, the lengthy narrative findings of the jury which were so clear and unambiguous in their condemnation of those involved, not only in the events of 15 April 1989 but also the subsequent cover-up. The irony, of course, is that “narrative” verdicts, which, as the Hillsborough case exemplified, allow a jury to examine the wider issues and concerns in relation to unexpected deaths, only came about because of the Human Rights Act. Now bereaved families absolutely rely on them for answers. The problem for the Tories is that it is impossible to draft a bill of rights worth the name without replicating the rights set out in the European convention on human rights. That is because those rights are merely the regional articulation of well-understood and universally accepted fundamental norms repeatedly affirmed by nation after nation around the world. The International Covenant on Civil and Political Rights, which is the global equivalent of the European convention on human rights, has been ratified by 160 countries; the UN convention against torture – signed for the UK by Margaret Thatcher – has been ratified by 153 countries; and the UN convention of the rights of a child – signed for the UK by John Major – has been ratified by a colossal 193 countries. If the UK were to step away from this universal human rights framework by refusing to replicate the European convention on human rights in its proposed bill of rights, we would stand isolated and condemned in the world.   Related: Human rights must be protected against the abuse of power | Anthony Lester    It would also undermine the devolution arrangements in Scotland because the Scotland Act 1998 is premised on compliance with the European convention on human rights; there are similar provisions in the Government of Wales Act 2006. Such a step would also erode the historic settlement achieved in Ireland in 1998, reflected in the Good Friday agreement and underpinned by a clear commitment by the British government to incorporate the European convention on human rights in Northern Ireland, with direct access to the court and remedies for breach. To draft a bill of rights that simply replicates the European convention on human rights gives the game away; namely that the Human Rights Act does, in fact, offer appropriate protection to all of our citizens according to universally accepted standards. No wonder a draft has been so often promised and never materialised. The choice for the government is stark. Abandon the project, accept the Human Rights Act and move on. Or take the reckless step of drafting a bill of rights which would put the UK in breach of its international obligations, set victims’ rights back a generation and unpick the progress made in Scotland, Wales and Northern Ireland. Everyone who cares about human rights should watch like a hawk.",
  "webTitle": "The Conservatives need to accept the Human Rights Act, and move on | Keir Starmer",
  "webPublicationDate": "2016-05-18T18:04:14Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/conservatives-human-rights-act",
  "keyword": [
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human Rights Act",
      "id": "law/human-rights-act",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Keir Starmer",
      "id": "profile/keir-starmer"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/conservatives-human-rights-act"
}