{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/scotland-cabinet-post-economy-secretary",
  "id": "2016-05-11-196",
  "sectionId": "uk-news",
  "body": "Nicola Sturgeon is to create a new cabinet post to focus on Scotland’s struggling economy following a slump in job creation and amid faltering productivity. The first minister, who retained power after the Scottish National party’s emphatic victory in the Holyrood election last week, will split the post of finance secretary into two separate roles in a cabinet reshuffle next week. Sturgeon acknowledged that Scotland’s economy was facing “some very significant challenges” and continuing “fragility”; this was linked in part, she said, to the North Sea oil industry crisis following the decline in global oil prices. Scotland’s joblessness rate rose by 20,000 over the last quarter, reaching 6.2%, compared with 5.1% across the UK as a whole, with major North Sea employers such as Wood Group laying off staff.  Despite record levels of government borrowing, the latest economic data shows that Scotland’s GDP fell by 1% in cash terms last year and has risen by only 4% since 2008. In this time, the UK economy has grown by 23%. Speaking in her first press briefing of the new parliament, Sturgeon said the economy’s fragility could be seen “in the latest employment figures in the continuing challenges facing the North Sea and in the number of businesses experiencing difficulties”.  She added: “We also, of course, see some threats to jobs that are completely unnecessary, such as the threats posed to the jobs in the Clyde shipyards by the broken promises of the UK government.  “Jobs and the economy will always be a top priority for the Scottish government, but during this period of continuing economic fragility, that will be especially and particularly so.” The new economy secretary would “fight the corner” for all businesses in trouble, she said, and reinforce the strengths of the economy.  Sturgeon said that from next week, the finance secretary, a post held since 2007 by the deputy first minister, John Swinney, would focus on implementing Holyrood’s recently acquired tax and welfare powers, worth about £14bn a year, and overseeing the budget.  With the SNP two seats short of an overall majority, the finance secretary will have to broker a series of deals with opposition parties to get the next budget approved, despite widespread criticism of the SNP’s tax plans.  Labour, the Scottish Green party and the Scottish Liberal Democrats want Scotland’s income tax rates to rise for higher earners, while the Scottish Conservatives want them lower than planned by the SNP. Speaking on Tuesday, Sturgeon said she had no plans to accept the demands.  Sturgeon repeated her criticism of the UK government’s imminent decision to postpone the start of work on a fleet of type-26 frigates at BAE’s two shipyards on the Clyde. She said trade unions at the yards had expected to start cutting steel for those vessels this week. Instead, the work is likely to be delayed by 18 months.  Last year, a Guardian investigation found that Scotland’s public sector debt and liabilities on areas directly under Holyrood’s control, such as railway investment, road, hospitals and school building, and local council borrowing, are forecast to reach £50bn by 2020. The borrowing includes £22bn in private finance contracts signed off by previous Labour and Lib Dem administrations, and the SNP. Much of the new borrowing is directly or closely linked to Scottish government policy decisions. Sturgeon said she would honour promises made during the election campaign to extend the Borders railway to the market town of Hawick, and then possibly to Carlisle in north-west England, by ordering a feasibility study.  The 35-mile rail link cost £350m, but there is no money allocated to its extension. Scottish ministers have committed to borrow up to £4.9bn for rail projects by 2019, and would have to borrow further in order to fund an extension.",
  "webTitle": "Scotland to get new cabinet post focusing on faltering economy",
  "webPublicationDate": "2016-05-11T13:39:11Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/scotland-cabinet-post-economy-secretary",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "uk-news/2016/may/11/scotland-cabinet-post-economy-secretary"
}