{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/17/muder-accused-ben-butler-shock-daughters-death-court",
  "id": "2016-05-17-96",
  "sectionId": "uk-news",
  "body": "A man accused of murdering his six-year-old daughter in a fit of rage has described freezing in shock the moment he found her collapsed on the floor of her bedroom, and expressed regret for not phoning an ambulance until some hours later. “I couldn’t move, I couldn’t breathe properly,” Ben Butler told a jury at the Old Bailey. “I didn’t help the way I should have helped. I tried to help, I tried to shake her. She didn’t wake, she didn’t respond to what I did. I tried to breathe in her mouth, it didn’t work. It just took the wind of my sails. I still don’t know why I didn’t do more.”  Butler, 36, who denies killing his daughter Ellie, said he should have called an ambulance when he could not revive her, but he collapsed on the floor himself. Giving his own account for the first time of the day his daughter was found with what a pathologist has said were “catastrophic” head injuries of a type typically seen after a high-speed crash, Butler said he panicked when he found Ellie unconscious and he lay down on the floor. Later he called his partner, Jennie Gray, and asked her to come home. Jurors have previously heard that an ambulance was called at 2.45pm on 28 October 2013, two hours after Butler called Gray demanding she return home from work. “I should have told Jennie, she would have told me to call the ambulance,” Butler said. The jury heard that Butler had planned a “lazy” day with his daughter that Monday and was due to go shopping for a Halloween costume. That morning, he said, he gave Ellie a jam sandwich, sweets and crisps and left her in her room while he went back to bed. At 11.30am he woke up, did some housework and then called up to Ellie and another child in the house offering them cake, he said. When he received no reply, he called again and then went upstairs, the jury heard. His daughter’s bedroom door was shut. Butler said he opened the door quickly and at first saw the other child sitting on the sofa. “Then I looked down and there was Ellie on the floor,” he said, describing how her feet were pointing towards a wardrobe. He said he took the other child to another room. Asked by his barrister, Icah Peart QC, what he did next, Butler replied: “I walked out the door … and shut the door behind me.” Asked whether he had asked the other child what had happened, Butler said he had not. “The only way I can describe it is if you have a car accident – everything went slow. I felt like all the wind had come out of me and I went downstairs and I lay on the floor,” he said. “I was crying, it took me a while to get up off the floor. I tried desperately hard to erase that memory, so it’s not easy for me.” At some point, he said, he contacted Gray and told her her needed her to come home immediately, though he did not say why.  “Can you remember what she said?” Peart asked.  “She didn’t know until she came home there was anything wrong,” the defendant said. The court heard that Butler then rang a friend, Ian Hudson, whom he had phoned in 2007 when Ellie had fallen ill with what was originally thought to be shaken baby syndrome. Butler was jailed for assaulting her, but his conviction was overturned in 2010. Butler said he did not tell his friend what had happened. Instead they had a brief conversation about a bank account. Butler said he put a towel stained with some of Gray’s blood and some other items including a diary of hers in the bin because he sensed he would be blamed by police because of the previous overturned conviction for assaulting Ellie Earlier, he described the prosecution team as the “chuckle brothers” and said they had concocted the charges of murder and child cruelty. He said fractures found on Ellie’s head had been caused while she was in foster care, at her grandfather’s or when she was in the care of the local authority. He told the jury that Ellie was a “unique” baby who had been damaged at birth. He said an untreated broken shoulder discovered in the postmortem was not something he knew about. She had fallen over the family dog and was concussed but her arm was not in pain, he said. He did not seek medical treatment because after recovering from initial concussion she appeared to improve.  Butler and Gray both deny child cruelty over the shoulder injury. He said he was shocked when he was arrested. “No one actually knew what was wrong then,” he said, “and the postmortem didn’t know what was wrong for four months, but the decision was made to arrest me that night, they [Sutton police] jumped, they thought they had won the lottery”. Asked what he thought of medical expert opinion that he either hit Ellie with an object or hit her head against the wall, he said: “It’s just bullshit. I’m not guilty of murder, I’m not guilty of manslaughter. I’m not accepting things that I haven’t done. I couldn’t do it.” He said his biggest mistake was not calling an ambulance, and that one mistake had multiplied into a personal catastrophe. “I realised I hadn’t been watching the [children]. I had been asleep. I didn’t call the ambulance for ages. One mistake leads to the next thing. Panicking, you’re not doing the right thing, [this] leads to more problems. I should have told Jennie, she would have told me to call the ambulance, I just didn’t.” Before finishing his examination of his client, Peart asked: “Did you kill Ellie Butler?” Butler replied: “Absolutely not, 100% not.” “Did you strike her any way?” Peart asked.  “There’s no mark, there’s no noise in the house, there’s no marks on Ellie that look inflicted – there’s a small bruise. I am not guilty of murder or manslaughter. I didn’t cause that injury,” Butler said. He told jurors: “The biggest mistake we ever made was trying to cover up what we did wrong.”  Under cross-examination prosecutor Ed Brown, QC, accused Butler of being “calculating”, a liar, and a violent man who would do or say anything to save his own skin. He answered “no” to each assertion. “You didn’t mind Ellie lying dead somewhere in that house, so long as it gave you time to cover up your terrible crimes,” Brown said to Butler.  “It wasn’t like that,” he replied. Butler reminded the jury that he had been the victim of a miscarriage of justice when he had a conviction for assaulting Ellie when she was seven weeks old overturned. He repeated that he didn’t want to call the ambulance because he knew he would be wrongly framed, given his two-and-a-half-year battle to get Ellie out of foster care following his successful appeal. “You fucking destroyed our fucking lives,” Butler said. “Not you personally, people we should trust had destroyed our lives. You fucked us for five, six years, [so] by the way let’s trust you,” he said rhetorically. Gray, 36, has admitted perverting the course of justice. The trial continues.",
  "webTitle": "Murder accused Ben Butler tells court how he tried to revive daughter",
  "webPublicationDate": "2016-05-17T16:04:50Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/17/muder-accused-ben-butler-shock-daughters-death-court",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/17/muder-accused-ben-butler-shock-daughters-death-court"
}