{
  "apiUrl": "https://content.guardianapis.com/technology/commentisfree/2016/may/11/stop-telling-us-to-switch-off-we-live-in-a-digital-culture-now",
  "id": "2016-05-11-76",
  "sectionId": "technology",
  "body": "I left my house without my phone the other day and could not be bothered to go back to get it. “Sure, I can be totally disconnected for a day,” I thought to myself. “It will be good for me.” It’s a long time since I have been phoneless. It’s not as if I am a teenager who feels her phone to be a necessary limb, is it? It would surely mean that I would be truly in the moment; not distracted by social-media froth, not needing to know the news as it happens, unable to answer emails or text various offspring my various and inane instructions. Instead, I would be in the world, communicating deeply and authentically with it. Poor world. For I awaited this cliched epiphany of disconnection. I wanted to say that everything was more meaningful now that I was no longer “elsewhere” (ie online). I wanted to feel the moral superiority, or at least maturity, of those people who proudly announce they don’t do Facebook/Twitter/Instagram in the same way they once would have announced they didn’t watch TV. Actually, nothing much happened except I had no clue what time it was, and I realised I have no memory of anyone’s number or address any more, or any idea of where I was, but I managed. The best thing was that I probably read more of my book than usual. Er … that’s it. Virtual untethering is mostly virtue signalling. It is deemed good for the soul by just about everyone who talks about social media on social media. Apparently we can reclaim a sense of self, freedom and creativity when we stop our online dependency. We engage more fully and at a deeper level in our personal relationships. We can focus better and concentrate more. All of this is taken as a given by just about everyone who talks about the digital world. In other words, the thing many people do is inherently bad for us. In France, François Hollande’s Socialist party is about to vote through a measure that will give employees in companies of more than 50 people the “right to disconnect”. It is assumed that this means workers – especially in tech companies – cannot be emailed at weekends or evenings, allowing them to switch off from professional life. This is an interesting, if unworkable, extension of worker rights; unworkable, some say, because these same companies will be competing with India and China. Others see this as the laudable French recognition of la dolce vita. It is interesting that la dolce vita now consists of the “authentic” civility of the family meal, the modest consumption of fine wines and now digital disconnection. The French appear to represent simultaneously both nostalgia and aspiration for a life most of us cannot achieve. For they cannot achieve it themselves. The idea, however, that a law has to stop us being permanently connected is revealing. The entire narrative around our online lives remains always punitive. It is an unchanging language of addiction, excess, dependency and stress. The only other everyday activity that we talk about as so unhealthy is eating: thus the digital detox becomes an actual thing. The rise of activities such as mindfulness or yoga is all about the promise to reconnect to our true, unmediated selves. Get the app! While accepting that there is simply too much information, that we can get hooked into bad habits, there has to be another way of thinking about all this without the “Stop the world! I want to get off” model. Ten years ago, all sorts of people were giving fairly apocalyptic warnings about where this online dependency would lead. We were warned of depression and detachment, of a world where no attention could ever be sustained. We would no longer pause or reflect. All of us would just be looking for instant dopamine hits online. And yet, it seems very few actually have opted out, and that opting out is something of a privilege. We no longer use phrases such as “digital natives”, because now we simply live in a digital culture. All the eye-rolling over teenagers having an umbilical attachment to their phones is somewhat pointless, isn’t it? It is possible to accept that social media may cause anxiety and unhappiness and that those networks do not often work out equally, but we surely have to move away from always opposing the real world to the online world. They are integrated. These huge shifts have reshaped the presentation of self, who and what we have access to, the boundaries between work and leisure, the very concept of privacy. It has happened. Simply telling people to switch off from a bad thing is unrealistic. Indeed, it was in France where I saw the absolute necessity of connection. In the refugee camps, one of the things people desperately want is Wi-Fi. Their phones are their lifelines, their connection to where they come from and where they are going. This is why the French police smash their phones before they beat them. Social media for some people is about more than pictures of hamsters in jumpers, although there is never anything wrong with family pets in knitwear. The contemporary dolce vita may not be about being either switched on or switched off, it may be about learning to live with those distractions.",
  "webTitle": "Stop telling us to switch off – we live in a digital culture now | Suzanne Moore",
  "webPublicationDate": "2016-05-11T18:14:28Z",
  "webUrl": "https://www.theguardian.com/technology/commentisfree/2016/may/11/stop-telling-us-to-switch-off-we-live-in-a-digital-culture-now",
  "keyword": [
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Digital Britain",
      "id": "technology/digital-britain",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Moore",
      "id": "profile/suzannemoore"
    }
  ],
  "guardianId": "technology/commentisfree/2016/may/11/stop-telling-us-to-switch-off-we-live-in-a-digital-culture-now"
}