{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/andy-burnham-its-hard-for-young-people-in-north-west-to-be-ambitious",
  "id": "2016-05-19-131",
  "sectionId": "politics",
  "body": "Andy Burnham says young people in the north-west of England have it harder then their southern counterparts because other northerners “take the mickey” when they say they want to be a doctor, lawyer or politician. The shadow home secretary and MP for Leigh in Greater Manchester also said he had been forced to move from his native Warrington to London after failing to get work as a journalist at the Guardian’s Manchester office or the Manchester Evening News. He made the remarks as he officially launched his bid to be the Labour candidate for mayor of Greater Manchester. “It’s harder sometimes, growing up in the north-west of England, isn’t it?” he asked an audience of supporters and journalists at the Lowry arts centre in Salford. “Because you say to someone: ‘Oh, I’d like to be a doctor.’ Or be a lawyer or a member of parliament. And you worry you’ll have the mickey taken out of you straight away.”           Andy Burnham: could an Evertonian be mayor of Manchester?    Sometimes the mocking was positive, he said, because “we’re down to earth”. But the mentality held young people in the north-west back, he said, declaring it his mission to give them the confidence to believe in themselves: “When you really get down to what I’m about, I believe young people here can achieve the same if not more than young people anywhere else in this country, who sadly currently have better opportunities to get along because they’ve got a different accent or they know the right people,” he said. The comments received a mixed reaction. Gerard McDermott QC, a Manchester-based barrister who was brought up in Ashton-under-Lyne, pointed out: “Manchester has quite a lot of Mancunian lawyers. And doctors. And MPs – all proud to be from Manchester.” He added: “I am eighth of nine children with no connections in the law at all. Decided to be a barrister at age 12. No one ever mocked me or tried to dissuade me.” But Kristy Turner, who has taught chemistry for 11 years in both state and private schools in Manchester, said there was an element of truth in Burnham’s observations. “The truth is that actually a number of young people in the north-west do lack ambition, mainly caused by plentiful low-waged jobs, eg in shops,” she said. “However, despite this I have never known kids to be mocked for saying they wanted to be a doctor or lawyer (MP probably, but then to be fair I suspect that would happen down south too).  “One of my former pupils at a state comprehensive in the bottom half of the league table spent his summer shadowing his MP in year 12 and went on to Oxford to study politics, philosophy and economics.” Despite having moved south to study English at Cambridge University, Burnham said he had had his heart set on returning to his native north of England to get a job but was thwarted.  “When I left university I wanted to work here. And I went to be a journalist, unpaid, an internship of a kind, on the Middleton Guardian [in Rochdale, Greater Manchester]. I tried my best to make that work. I kept writing these letters to the MEN [Manchester Evening News], the Guardian … I wrote to all of them,” he said.  “In the end I had to say to my mum and dad: ‘I’ve got to go to London.’ I knew that’s what I had to do to get on. But it was a wrench.”",
  "webTitle": "Andy Burnham: it's hard for young people in north-west to be ambitious",
  "webPublicationDate": "2016-05-19T15:19:30Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/andy-burnham-its-hard-for-young-people-in-north-west-to-be-ambitious",
  "keyword": [
    {
      "webTitle": "Andy Burnham",
      "id": "politics/andyburnham",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "North-south divide",
      "id": "society/north-south-divide",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "politics/2016/may/19/andy-burnham-its-hard-for-young-people-in-north-west-to-be-ambitious"
}