{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/the-running-blog/2016/may/20/jasmin-paris-i-rarely-run-on-roads-only-to-get-to-the-hills",
  "id": "2016-05-20-217",
  "sectionId": "lifeandstyle",
  "body": "On 23 April, fellrunner Jasmin Paris broke the women’s record for completing the legendary Bob Graham Round, a 66-mile circuit scaling 42 of the highest peaks in the Lake District. Her time of 15 hours and 24 minutes was more than two-and-a-half hours faster than the previous record set by Nicky Spinks in 2015. Hi Jasmin, have you recovered yet? Yes. I feel pretty good, actually. How long did it take you to get over such an epic feat of endurance? Well, I did the round on Saturday, and I was back running on Tuesday, a few days later. Didn’t you want to take some time off to rest? Not really. I love running, that’s why I do it. I live near Edinburgh, right by the hills, so I just felt like going for a run. Was this your first attempt at the Bob Graham Round? No, I had run it before. Normally, I like to run without any support, no fuss, so I first did it as a winter round with my fiance, Konrad. We did it in 22 hours 28 minutes carrying our own stuff - the only support was my mum at some of the road crossings. But once I’d done it following the purist approach, I then decided I wanted to try to do it fast. Did you think you could break the record? Was that the plan? I thought I could break it, but not by that much. Nicky Spinks had the record and I generally finish ahead of her when we race, so that gave me the belief that I could break the record. A few weeks after you broke her record, Spinks ran a double Bob Graham Round [completing the circuit twice in a record 45 hours 30 minutes]. How did you feel about that? Did she steal your thunder slightly? No! I was there supporting her. I felt bad, actually, for breaking her record, so I was glad she got the record for the double round. That’s not one I’ll be chasing. How did you get into fellrunning? I didn’t start running until after university. I’d always walked a lot in the hills, so I guess it was a natural progression to start running in them. Once I had a busy job, I realised I could get out into the hills in less time if I ran. Also, a colleague suggested I run a fell race. I just had normal running shoes on and it was quite slippy, so I spent most of the time on my bum. But I loved it. What’s next for you? I’ll be doing some sky races in Europe: the Skyrunning world championships at the Buff Epic Trail in Spain, then the UTMB [Ultra-Trail du Mont-Blanc]. I’d also like to try the Paddy Buckley Round [in Wales] and the Ramsay Round [in Scotland] at some point in the future. Are you getting invited to more races since the Bob Graham Round record? Have things changed? A bit, though I was getting invitations already. But I’m not one to chase the limelight, so things haven’t really changed. People keep talking up my chances at the UTMB, though, but it’s further than I’m used to, so we’ll see. What’s your favourite place to run? That’s quite hard. I’m tempted to say the Lake District, but I don’t know. What was your first ever race and how did it go? It was that race my colleague got me to run, a local fell race in Glossop [in the Peak District]. It was a revelation to me that there were people running around in the hills like this. I loved it. What advice would you give to anyone attempting the Bob Graham Round? It’s good to know the route well. I ran around the route twice, in winter and then again in March. Even if you have a support team that knows the route, it helps you mentally if you know what you’ve got coming. Another big thing is not to do it in bad weather. People get everything set up and if the weather is bad they just try it anyway. But bad weather can foil your attempt. I’d say schedule it for two weekends in a row in case the first one is bad weather. Do you ever struggle with motivation? No. I struggle with having enough time, but not motivation. Maybe if I ran on roads I would, but I rarely run on roads. Only to get to the hills. Do you listen to music when you run? No. Only in the gym on a treadmill – which is something I only do under extreme necessity. What is your favourite running gadget? Er, my compass? I don’t really use gadgets. I have a GPS watch, but I rarely wear it. This may be difficult for you, but what’s the worst thing about running? The muddy shoes I have to clean. And the best thing? Mostly the places I get to run in; that’s amazing. Then behind that is the feeling of being fit, the feeling that you could run for ever. What’s your post-race indulgence? When I’m racing, most Sundays, after the race, we have prosecco, pizza and ice-cream. That’s our recovery meal!  And what do you have for breakfast before a race? Porridge, with raisins and flaked almonds. Have you ever tried barefoot running? Yes. I used to walk around barefoot a lot as a kid. Then, a few years ago, when I had achilles tendinitis, I found it was better running without shoes. So, until it cleared up, I ran in the hills mostly barefoot. Finally, who is your running hero? I’d have to say Joss Naylor, in a sense. He was still working as a sheep farmer, then he would go and run, say, the Pennine Way in some crazy time, and then come back and carry on working on the farm.",
  "webTitle": "Jasmin Paris: 'I rarely run on roads, only to get to the hills'",
  "webPublicationDate": "2016-05-20T11:13:17Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/the-running-blog/2016/may/20/jasmin-paris-i-rarely-run-on-roads-only-to-get-to-the-hills",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Ultrarunning",
      "id": "lifeandstyle/ultrarunning",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Adharanand Finn",
      "id": "profile/adharanandfinn"
    }
  ],
  "guardianId": "lifeandstyle/the-running-blog/2016/may/20/jasmin-paris-i-rarely-run-on-roads-only-to-get-to-the-hills"
}