{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/james-blake-the-colour-in-anything-review",
  "id": "2016-05-06-240",
  "sectionId": "music",
  "body": "On his third album, James Blake is where he has always been. A world of reverberating space, sparsely populated by stirring electronics and vocals both exquisite and distorted by the intensity of emotion (and a vocoder). But more people have pitched up in that spare, sonic landscape since Blake released his debut in 2011. Then, along with the xx, he was at the vanguard of this new and quietly revered style: a minimal, restrained and sensitive electronic pop that you could hear being gradually constructed over the course of the song itself, in which the evocative vocal was king. Blake still rules as far the latter is concerned, but over the past five years the sound has become increasingly ubiquitous, with acts such as London Grammar, Jack Garratt and Låpsley taking it into the mainstream (its influence can also be heard on the trendy, pared-down productions of pop idols such as Justin Bieber and Zayn Malik). It is now as tasteful as it is thoughtful – but the former can be a pejorative term, implying this is electronic music that has been sanitised and gentrified, destined to be consumed in pleasant surroundings by earnestly nodding crowds.   Related: James Blake: ‘I'm the opposite of punk. I've subdued a generation’    Blake may have laid the groundwork for that, but The Colour in Anything reaffirms that he stands apart from his new peers. His music is not nice; the production frequently evokes a disturbed mind, and over it he speaks of profound alienation. Modern Soul, the album’s first single, is dominated by one of Blake’s typically sublime vocal melodies, but beneath that is hollow percussion, faint sirens and the endless refrain of “I want it to be over.” A sense of negation – the temptation to retreat from a bleak outside world – forms the disquieting background noise to his songs. There is space in all minimal electronic pop, but only in Blake’s does it feel so much like void. This album sees that introversion in the context of a crumbling connection. On Points, he sings about how “it’s sad that you’re no longer her” over demonic exhalations, platitudes such as “haven’t we all” become sinister through repetition on I Hope My Life, and there’s an oxymoronic but all too identifiable admission that “giving up is hard to do” on Love Me in Whatever Way. This mix of familiar yearning with something a bit uncanny reaches an alarming peak on Put That Away and Talk to Me, a dystopian domestic. Blake’s emotionally bloated cry is joined by the sort of pitched-up, finely chopped vocals recently pushed to new extremes by the PC Music collective. But where a song with similar computer crash-like looping – like GFOTY’s Don’t Wanna/Let’s Do It – sounds like joyfully irreverent experimentalism, Blake’s version of that sound is that of a troubled human being, haunted by the spectre of nothingness. The line “You know you are just fuel / Afraid to die yet nothing to do” might sound a bit melodramatic, but, in an increasingly computerised world, it feels like a real concern. Despite having one track fewer than the 18 promised (and minus the mooted 20-minuter), this is still a very long album; it’s not totally clear why. There’s currently a bit of a trend for protracted, rambling records, with Drake and Kanye both racking up 20 and 19 tracks respectively on their 2016 releases. With their rants about fame and failed relationships, those albums feel as if they serve a therapeutic purpose. Blake might also be dealing in catharsis, but he’s far more subtle as a lyricist, making allusions rather than direct confessions. But that means there’s less narrative thrill, and on piano ballads such as the title track he can struggle to hold the attention.       While the rumoured involvement of Kanye failed to materialise, Blake finished the album with the help of another hip-hop luminary in Rick Rubin. Still, there is no actual rapping on it, something that gave the best tracks on 2013’s Overgrown some bite. Instead, it is left to the production to provide the edge. Yet while Blake borrows wisely from the gamut of emerging styles, it doesn’t always sound as if he is doing more than copying: the bark-yelp that punctuates the otherwise gratifyingly Arthur Russell-like Two Men Down is reminiscent of the production tick on Låpsley’s Station, the brashly looped sample on Always – written with Frank Ocean – calls to mind Yeezus, while the emasculating audience laughter that interrupts Love Me in Whatever Way was used by Father John Misty on Bored in the USA. Nowadays, though, your vocal style is your calling card more than ever – and Blake’s is not only distinctive, it’s peerless. It’s magical in its evocative powers, and like Arthur Russell he can summon a sort of joyful sadness that seems to transcend the song itself. It means this album of digital anxiety and millennial unease is wrapped in something that feels both toweringly accomplished and heart-wrenchingly frail – and for that reason it should be treasured.",
  "webTitle": "James Blake: The Colour in Anything review – toweringly accomplished, heart-wrenchingly frail",
  "webPublicationDate": "2016-05-06T10:50:48Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/james-blake-the-colour-in-anything-review",
  "keyword": [
    {
      "webTitle": "James Blake",
      "id": "music/james-blake",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Aroesti",
      "id": "profile/rachel-aroesti"
    }
  ],
  "guardianId": "music/2016/may/06/james-blake-the-colour-in-anything-review"
}