{
  "apiUrl": "https://content.guardianapis.com/uk-news/davehillblog/2016/may/01/london-mayor-lib-dem-caroline-pidgeon-on-policy-and-the-fearful-sadiq-and-zac",
  "id": "2016-05-01-120",
  "sectionId": "uk-news",
  "body": "First things first. Caroline Pidgeon, Liberal Democrat candidate for London mayor and for the 25-strong London Assembly, denies being the source of the cold that her fellow frontline candidates have all caught during the long months of campaigning all over the capital’s 600 square miles. It is a baseless allegation from a rival, she indulgently maintains. “It was Zac Goldsmith who caught it first,” Pidgeon says. “Unfortunately, it was me who ended up needing antibiotics.” It is unfortunate too for Pidgeon that the surpassing ugliness into which the battle between the frontrunners Goldsmith, the Conservative Party candidate, and Labour’s Sadiq Khan has degenerated has meant her offer to the capital has received even less attention than it was always likely to.  Having already served two terms on the Assembly, she is entitled to claim that she has direct experience of how City Hall works that all others seeking the top job lack. Yet that job, its powers, responsibilities and potential, have been all but wiped off the media agenda, initially by the smear strategy of the wretched Goldsmith campaign, and now by the crass behaviour of Ken Livingstone. For all that, Pidgeon, her cold in the past, sounds as upbeat now as when I interviewed her back in January. “Overall, it’s gone well. Ordinary people are saying they like what I’m saying on childcare and cheaper fares that are affordable. And that’s not just in places where we are strong, like Sutton, or in Bermondsey, where I’m known.” The former Southwark councillor has been arguing for setting up a mayoral house-building company to directly deliver Greater London Authority equivalents of 50,000 council homes and to raise finance towards supplying another 150,000 dwellings. She’s pledged to increase the congestion charge, pilot a new, separate scheme around Heathrow and place curbs on heavy goods and construction vehicles in Central London. She wants more vigorous action on cleaning up polluting buses and taxis too, along with stronger regulation of Uber.  The mother of a two year-old called Henry, she’s also set out plans for improving childcare provision, which include raising £50m through a voluntary “tourism tax” on London hotel guests. The cost of childcare remains an under recognised element of London’s high cost of living, as the single parent charity Gingerbread has shown.  How will Pidgeon get on when Londoners vote on Thursday? Opinion polls have shown her, Sian Berry of the Greens and Ukip’s Peter Whittle in a single-figure cluster vying for third place, although London borough by election results since last year’s general election have seen the Lib Dem vote share pick up significantly.  In Europhile London, being passionately pro-Europe might work in her favour, though Khan and Berry are in the Remain camp too. She says it hasn’t really been a factor when meeting people, though “linking the two together motivates my campaigners.” She adds: “It might affect Liberal Democrat voters’ second preferences. Would you trust a candidate who wants to pull out of Europe?” Goldsmith is for Brexit. Pidgeon is, as you’d expect, disparaging about the campaigns of both Goldsmith and Khan. “They don’t have much to say. They’re almost fearful of saying anything.” A chair and a vice chair of the Assembly’s transport committee, she has maintained throughout that Khan’s proposed across-the-board four year fares freeze is unaffordable. She expresses surprise that the fight between him and Goldsmith “got so dirty so early,” and anticipates that it will cause regrets. “I think both of them, but particularly Zac, will wish they hadn’t done it. It’s damaged their reputations. Zac has always been seen by most people as a decent kind of guy.” We’ll find out what Londoners have made of Pidgeon when results come through on Friday. Caroline Pidgeon’s campaign page is here. The Greater London Authority’s guide to voting in the London Mayor and London Assembly elections is here.",
  "webTitle": "London mayor: Lib Dem Caroline Pidgeon on policy and the 'fearful' Sadiq and Zac",
  "webPublicationDate": "2016-05-01T11:29:02Z",
  "webUrl": "https://www.theguardian.com/uk-news/davehillblog/2016/may/01/london-mayor-lib-dem-caroline-pidgeon-on-policy-and-the-fearful-sadiq-and-zac",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Liberal Democrats",
      "id": "politics/liberaldemocrats",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Hill",
      "id": "profile/davehill"
    }
  ],
  "guardianId": "uk-news/davehillblog/2016/may/01/london-mayor-lib-dem-caroline-pidgeon-on-policy-and-the-fearful-sadiq-and-zac"
}