{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/27/the-charities-leading-the-way-with-family-friendly-working-cultures",
  "id": "2016-05-27-273",
  "sectionId": "voluntary-sector-network",
  "body": "Amy James was seven months pregnant when she decided to quit a well-paid job (and generous maternity package) at a major professional services company to work for a national charity. Changing careers so close to the due date is a brave decision that many expectant mothers would shy away from, but staying at the firm where she had worked for more than seven years simply wasn’t an option for the Australian. For James, the pregnancy presented an opportunity to re-evaluate her life and career. She had moved from Melbourne to join the company’s London office. But she noticed that many of her colleagues who were already parents had very little work-life balance, despite her employer offering attractive working practices and incentives to staff with children. She couldn’t imagine working at the pace expected of her by the company while at the same time trying to raise a child. She says: “There was lots of talk about flexible working – there were options to work from home, to work part-time and to change your hours – but I never saw that happen in practice. You might work three days a week but actually you will still be doing work on your days off or during holiday time. So it was all talk, no action.”   Related: From flexible working to away days: how can charities boost staff wellbeing?    Despite her pregnancy bump clearly showing during the interview, Citizens Advice took her on as its new business change manager and, according to James, the organisation did not see her having a baby as a drawback. Instead, she says, it was understanding and recognised that she had joined the charity because it was a role she really wanted and was genuinely interested in, and was going to work hard at it after maternity leave. Citizens Advice further supported her childcare needs by allowing her to work four instead of five days when she returned in April. A workplace culture that values a healthy work-life balance also means James has more time to spend with her family. “Because I am working four days, I know I have that extra day that I am spending with my baby. That means I can focus better on the days I am in the office,” she explains. “Colleagues are always asking me how my baby is, so if I want to spend time working from home they are really supportive of that. They are also respectful of days off – they are not trying to contact you out of work hours – and you don’t have people staying behind late regularly without being noticed.” With women making up 67% of the third sector workforce, a higher percentage than in either the public or the private sectors, it’s no surprise that voluntary organisations are keen to support female staff during and after pregnancy. However, financial constraints make it difficult for most charities to offer anything more than the statutory minimum maternity, paternity and parental leave pay.  Rosalind Bragg, director of Maternity Action, says although all women are entitled to 52 weeks of maternity leave, with fathers and partners able to take two weeks of paternity leave if they meet the eligibility requirements, voluntary organisations struggle to offer full pay for the whole period of absence. She explains: “The vast majority of people working in the charitable sector are women and a significant proportion of these have care responsibilities for young children. There is no doubt that many in the charity sector are working towards a higher level of practical and financial support for their staff. One of the challenges is how to achieve this in a very difficult financial environment.”   Related: Returning from maternity leave: our top tips    There are, however, simple inexpensive ways smaller charities with limited budgets and resources can support new parents, Bragg claims. Flexible working is an incentive that costs nothing and is something Karen Butcher, chief operating office of CMT UK, offers her staff. The charity, which supports people with the genetic condition Charcot Marie Tooth, employs four part-time staff. So when a key member of the team had to take maternity leave during the busy annual conference season, Butcher admits she was “tearing her hair out” wondering how they would cope. With careful forward-planning and by hiring two more part-time workers, however, the charity was able to rise to the challenge. The member of staff returned to work in January after nine months off and although the charity was only able to offer the statutory minimum pay, Butcher made every effort to offer her the flexibility needed to accommodate her childcare needs – whether that was working from home if the child was sick or bringing the baby into the office.    Related: How working for charity can make you happier    Butcher reveals she even bought a changing table especially for those occasions. She says as long as the work is being done, she doesn’t mind what hours her staff work. “For me, replacing and changing staff, particularly because of the range of things she does for us, would be far more of a pain in the arse than letting her have time off whenever she needs it,” she says. “At the end of the day, she works for us very hard and it behoves us to be flexible to her. Consequently she loves working for us has no intention of leaving. It is no skin off my nose at all if she works from home or here in the office.” Butcher explains that offering flexible working to all staff, whether parents or not, is important to ensuring the workplace culture reflects the beliefs and values of the charity. She adds: “The loyalty of staff and commitment to us is the main advantage. To me that is worth its weight in gold – to be confident that they are in it for the long term.” For more news, opinions and ideas about the voluntary sector, join our community.",
  "webTitle": "The charities leading the way with family-friendly working cultures",
  "webPublicationDate": "2016-05-27T07:00:25Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/27/the-charities-leading-the-way-with-family-friendly-working-cultures",
  "keyword": [
    {
      "webTitle": "charity money",
      "id": "voluntary-sector-network/charity-money",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Careers",
      "id": "voluntary-sector-network/pro-careers-vsn",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Pregnancy",
      "id": "lifeandstyle/pregnancy",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Work-life balance",
      "id": "money/work-life-balance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Jenkin",
      "id": "profile/matthew-jenkin"
    }
  ],
  "guardianId": "voluntary-sector-network/2016/may/27/the-charities-leading-the-way-with-family-friendly-working-cultures"
}