{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/missing-players-shape-afl-round-nine-as-much-as-those-on-the-ground",
  "id": "2016-05-22-23",
  "sectionId": "sport",
  "body": "Harley Bennell was the missing piece in Fremantle’s premiership puzzle. Chris Yarran would be the distributor Richmond craved to propel them from finals regulars to flag fancies. Neither featured when the Dockers hosted the Tigers on Saturday night. Neither are expected to feature at all this season. It was a weekend of absences. A round shaped as much by who wasn’t on the ground as who was.   Related: GWS tame Western Bulldogs to take third place on AFL ladder    The most obvious example was also the most challenging. Jarryd Roughead was in the coaches box as his side slipped to defeat against Sydney. How the Hawks could have done with his versatility, taking advantage of Ted Richards’ early departure and adding some much needed bulk around stoppages.  Until last week, concern over Hawthorn’s slow start to 2016 was tempered by the expectation their four-time premiership winning forward would be up and about when the whips started to crack. Coping without him, and with the senior bodies that left the club in the last offseason, means a fifth flag for Alastair Clarkson could prove his greatest achievement yet. Even the round’s good news story could be told through the eyes of a man outside the 22. By the time Travis Cloke had pulled on his VFL stripes at the Holden Centre he would have witnessed his replacement astound the footy community on the MCG.  It was Collingwood’s collective intensity that drove them to victory but the signature moments belonged to Mason Cox. His third-quarter lead, mark and goal was timed to the footstep with all the nous of a veteran centre half-forward, not a self-deprecating neophyte. The sight of a seven foot Texan bouncing a Sherrin and slotting the sealer in the final term will feature on season-end highlight packages. Perhaps Cloke’s form slump is a blessing in disguise for Nathan Buckley? There is no silver lining to Gary Ablett’s unavailability for Gold Coast. The Suns skipper was again missing for another humbling, leading to calls for him to be traded. They should be taken seriously. When Ablett was lured to the Suns he was unquestionably the game’s best player and deserving of a king’s ransom. With the Gold Coast needing to renovate before the original building work has been completed, Ablett’s future has to come into consideration. Ignore the sunk costs of the original investment and consider the value a beaten up 32-year old can provide a list still years from maturing. If extra dollars are required to secure the long-term services of Dion Prestia, Jaeger O’Meara and others, reallocating portions of one of the largest salaries in the game stands to reason. Despite spirited defences of his leadership, the evidence available to outsiders suggests there isn’t the added value expected of him in that regard either. An absence of leadership is wreaking havoc further north too. Daniel Merrett is the only player on Brisbane’s list to have played more than 130 games, meaning the loss of captain Tom Rockliff and his vice Dayne Beams has left a chasm in the Lions midfield. Melbourne were poor on Sunday yet still managed to send Brisbane packing by 10 goals.  The absentee narrative occurred on a micro scale at the Adelaide Oval. Tom Jonas’s crude elbow to the back of Andrew Gaff’s head ruled the Eagle out of the final third of West Coast’s win over Port Adelaide. The active consecutive games record holder is now at risk of having his 112 match streak broken while Jonas can expect a significant lay-off of his own.  The incident reinvigorated the debate of the continued absence of any send off policy in the AFL. The Laws of Australian Football contain the prerogative for administrators to include one should they wish but Law 20 explicitly states that it “applies to all competitions other than the AFL competition.” With an interchange cap, no substitute rule, and an increasingly cautionary approach towards concussion, the prospect of a team at a significant disadvantage because of an opponent’s misdeeds is obvious. It is manifestly unjust that the team on the receiving end of this disadvantage receives nothing by way of recompense. There are challenges to the implementation of such a policy, but it should at least be debated, preferably with arguments more sophisticated than “it’s not soccer” used to justify the existing unfairness. In brighter news, absence need not always make the heart grow fonder. North Melbourne’s impressive start to 2016 has owed much to an improved outside game, led by the polish of Daniel Wells. With Wells, as well as Shaun Higgins and Jed Anderson all missing from Saturday’s match against in-form Carlton, there was a concern North’s forward movement could have been sluggish. There was no need to worry. One of the round’s highest scores was kicked, despite only one Roo accumulating more than 22 disposals.",
  "webTitle": "Missing players shape AFL round nine as much as those on the ground | Jonathan Howcroft",
  "webPublicationDate": "2016-05-22T20:30:19Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/missing-players-shape-afl-round-nine-as-much-as-those-on-the-ground",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Hawthorn",
      "id": "sport/hawthorn",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Howcroft",
      "id": "profile/jonathan-howcroft"
    }
  ],
  "guardianId": "sport/2016/may/23/missing-players-shape-afl-round-nine-as-much-as-those-on-the-ground"
}