{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/liverpool-save-season-europa-league-final-simon-mignolet-sevilla-jurgen-klopp",
  "id": "2016-05-16-165",
  "sectionId": "football",
  "body": "Simon Mignolet has said Wednesday’s Europa League final against Sevilla represents a chance to save Liverpool’s debut season under Jürgen Klopp. Liverpool must win in Basel to qualify for European competition next season after finishing eighth in the Premier League following Sunday’s 1-1 draw at West Bromwich Albion. Klopp’s team would qualify for the group stage of the Champions League with victory over Sevilla, who are attempting to win the Europa League for a third consecutive season, and Mignolet admits the final will define Liverpool’s season. The goalkeeper also revealed Kolo Touré predicted the campaign would end on a high after the shootout defeat by Manchester City in February’s Capital One Cup final.   Related: Jürgen Klopp has Liverpool united behind him for Europa League final    “We know we can save our season by winning this trophy, especially as we would qualify for the Champions League,” the Belgium international said. “We went to the final of the League Cup this season and lost in the cruellest way but now we have a great chance to win the Europa League and qualify for the Champions League, which would be a massive boost for the club, and for the young players in the squad. “We’ve already had the experience of a shootout in a final this season but I don’t want to think about this one going to penalties. But Kolo did say to me after the League Cup final that you have to go through these experiences before you win. He is the most experienced voice in the dressing room, so you listen to what he says and he usually sits next to me on the coach. The first thing he said to me on the coach after the League Cup final, when we were all so disappointed, was the experience would help us going forwards.” Mignolet believes Liverpool’s progress to the final via Manchester United, the tournament favourites, Borussia Dortmund, and Villarreal has demonstrated the calibre and the importance of the oft-maligned Europa League. He said: “People don’t always speak about the Europa League in the highest terms but, for me, and for most people on the continent, it is a major tournament. Any Belgian player who can play in the Europa League final is delighted about it. The teams we’ve played against on the way to the final – Manchester United, which is always an important derby, Borussia Dortmund, because of the gaffer, and Villarreal, who are a very good side and fourth in La Liga – they are all worthy of playing in the Champions League. That has made the Europa League a bigger competition this year. Tottenham were in it, too. There are only two teams left now and hopefully we can get the better of a very good Sevilla side.” Liverpool’s last major European triumph was the Champions League victory over Milan in 2005, when Jerzy Dudek replicated Bruce Grobbelaar’s ‘spaghetti-legs’ routine against Roma in 1984 in the shootout. The goalkeeping tradition may not continue in Basel should the final be decided the same way, Mignolet concedes. “One of our rituals as a family in Belgium was to get together to watch the Champions League final,” he recalls. “I remember the weather was really good in 2005, so we put the television in the garden and I watched it until late with my brother and my dad. At half-time you don’t think it’s going to happen for Liverpool but then they turned it around. Dudek didn’t only make great penalties in the shootout but he made a few before that. “The final could have been finished before penalties but for his double save from Shevchenko. Then he put the strikers off in the shootout and delivered for his team and his club. I’ve seen what Grobbelaar did against Roma, too, but I don’t think I’ve got the shaky legs! Let’s leave it there! There is so much pressure on the penalty taker, so I suppose anything that puts him off will help.”",
  "webTitle": "Liverpool can save season by winning Europa League, says Simon Mignolet",
  "webPublicationDate": "2016-05-16T14:00:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/liverpool-save-season-europa-league-final-simon-mignolet-sevilla-jurgen-klopp",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/16/liverpool-save-season-europa-league-final-simon-mignolet-sevilla-jurgen-klopp"
}