{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/17/deliver-for-good-conference-diseases-women-deliver-copenhagen-gender-equality",
  "id": "2016-05-17-230",
  "sectionId": "global-development",
  "body": "A new global campaign that makes the case for investing in women and girls was launched on the opening day of the Women Deliver conference in Copenhagen on Monday. The Deliver for Good campaign highlights 12 critical areas that, with greater investment, could improve the lives of women and girls and speed up efforts to achieve gender equality. “We can’t keep looking at girls and women as body parts or diseases. This has to be integrated,” said Katja Iversen, CEO of Women Deliver.            Why do women still die in childbirth, asks Emily Watson    A panel of 25 experts pulled together existing data on each issue into a policy brief, which includes how each topic is linked to the targets of the sustainable development goals (SDGs). “These 12 investments take a gender lens to the SDGs, where we have to invest politically, practically and economically,” Iversen said. “The Deliver for Good campaign will drive action toward what we know is true: investing in girls and women unlocks untapped potential, and creates a ripple effect that benefits families, communities and entire nations. It’s 2016. Now is the time to turn the conversation from ‘if and why’ to ‘how and now’.” Among the policy briefs is the case for improving women’s access to technology. If another 600 million women had access to the internet, annual GDP could increase by as much as $18bn (£12.4bn) across 144 countries, it says. Another makes the case for keeping children in school for longer, arguing that every extra year of education a child receives increases the average annual GDP by 0.37%. Meanwhile economists found that investing in the elimination of gender-based violence was one of the most cost-effective targets of the SDGs.  The public are invited to sign up to the Deliver for Good initiative, and contribute their own suggestions and comments on the 12 policy briefs, which will be updated in September to mark the first anniversary of the adoption of the SDGs.   Related: Gates Foundation commits $80m to plugging gender equality data gap    Monday also saw the launch of new World Health Organisation guidelines for improving healthcare for those who have undergone female genital mutilation (FGM).  The recommendations focus on preventing the practice and better supporting those who have been cut. This includes treating obstetric complications, treating depression and anxiety as a result of the FGM and offering counselling to women about their sexual health. The guidelines warn health practitioners against the medicalisation of FGM – when parents ask health workers to carry out FGM believing it will be less harmful for the child.  “Health workers have a crucial role in helping address this global health issue. They must know how to recognise and tackle health complications of FGM,” said Dr Flavia Bustreo, WHO assistant director general. “Access to the right information and good training can help prevent new cases and ensure that the millions of women who have undergone FGM get the help they need.” More than 5,500 delegates from 169 countries are in Copenhagen this week for the four-day Women Deliver conference. Including the number of people watching the live stream of proceedings, the event is believed to be the largest global gathering to discuss women’s and girls’ health, rights and wellbeing in the past decade. “This week, more than 5,500 world influencers … are gathered here in Copenhagen to make change [and] ensure that the world delivers for women and for girls,” said the prime minister of Denmark, Lars Løkke Rasmussen, during the opening plenary. “That is a joint responsibility. The fight for equal gender opportunities is not just a women’s fight [or] a fight for women. It is a fight for all of us – women and men. It is a fight for a better and more prosperous world.” Other speakers included the head of the World Health Organisation, Margaret Chan, Nobel peace prize winner Tawakkol Karman, former prime minister of Norway Gro Harlem Brundtland, and singer and activist Annie Lennox. The UN secretary general, Ban Ki-moon, sent a video message. The conference opens as it emerged the UN agency responsible for ending deaths in childbirth and promoting family planning is facing a $140m shortfall this year as major donors, including Denmark, cut funding.",
  "webTitle": "'We can’t keep looking at women as body parts or diseases', says Women Deliver CEO",
  "webPublicationDate": "2016-05-17T10:20:03Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/17/deliver-for-good-conference-diseases-women-deliver-copenhagen-gender-equality",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Maternal health",
      "id": "global-development/maternal-health",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Reproductive rights (developing countries)",
      "id": "global-development/reproductive-rights-developing-countries",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Female genital mutilation (FGM)",
      "id": "society/female-genital-mutilation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Ford",
      "id": "profile/lizford"
    }
  ],
  "guardianId": "global-development/2016/may/17/deliver-for-good-conference-diseases-women-deliver-copenhagen-gender-equality"
}