{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/10/month-living-subscriptions-deliveries-give-up-daily-shopping",
  "id": "2016-05-10-110",
  "sectionId": "lifeandstyle",
  "body": "Do you ever get bored with going to the shops and buying the same thing? Until recently, I thought I did. Maybe that is why subscription boxes are booming – to take away the pain. From dog treats to condoms, you name it, someone has boxed it. There is no need to shop. Just sign up, pay once, and let the world come through your letterbox. Since the launch of beauty products provider Birchbox in 2010, the subscription market has grown fast. The website Mysubscriptionaddiction.com logs more than 2,000 boxes in the US, a tenfold increase in four years. The most successful have millions of subscribers worldwide. To test the theory that all human needs can be met with a rolling monthly promise, I am putting my life on subscription. I make a list of my regular purchases. Although the UK market is smaller than the US, pretty much everything on it is subscribable, apart from the takeaway pizza and Magnum Double Caramels. (There go my Tuesday nights.) For 30 days, there will be no unplanned purchases, no spontaneous trips to the corner shop for frozen desserts late at night. I will eat, read and drink only what I’m sent. All corners of the UK and beyond will converge at my door. My meat will come from Field & Flower in Somerset, my fish from the quay in Newlyn, Cornwall, care of a fishmonger called Tonkin. Stationery is being sent by Green Gables from the Brecon Beacons, socks from Atlanta courtesy of Sock Fancy and, owing to an administrative oversight on my part, also from the London Sock Company. Once a fortnight, in Durham, a toasted cheese sandwich will embark on the 265-mile journey to my home. All this will be smoothed by the delivery of six bottles from Naked Wines in Norwich. There will even be ice-cream, from Milk Made in Brooklyn.     Socks from the London Sock Company. Photograph: Linda Nylind for the Guardian    In theory, subcontracting the tedious necessities of life will free time for other things (though as I don’t have a babysitting subscription, this freedom is notional). So I sign up to Tidal for music, Prudence and the Crow for secondhand books and Book & a Brew for tea and more reading. The fish arrives first. The fillets are loose in a box of ice, and have to be matched up like a game of fish pairs. Cod, haddock, pollack, mackerel, monkfish, brill: the kitchen fills with the smell of the sea. It’s 9pm and I’ve got 5kg of fish – for the bargain price of £39 including delivery – to unpack, and nothing to eat unless I cook it. Dinner will be fish and fish alone, because the veg box isn’t due for two days. Over the next month, I cook and cook. There is no escaping the tyranny of the oven. Each day, I get home to a new box of groceries by the basement door and smaller parcels on the mat. After the fish comes the meat. There is 5kg of it, at a cost of £73 (the £31/kg for grass-fed sirloin steak compares favourably with the £37/kg at my local market). The freezer has never been so full, but in terms of choice, I feel deprived. I console myself: tomorrow will bring potatoes and it will all be OK. Thud, thud, thud. Boxes are landing in the hall and the kids are dancing with joy. There’s a snackpack from Graze and a toasted sandwich from Cheese Posties. By “toasted sandwich” I mean two slices of bread, a pat of butter, a sachet of grated cheese and pepperoni, marinara sauce and a bag to toast it in. Given that the notification email said the sandwich was being dispatched from “the factory”, I have reservations about this, but I toast it, conserving the spread because I have neglected to subscribe to butter, and take it to work for lunch. Against the odds, and despite its slightly sweaty appearance – I packed it while hot – the sandwich tastes amazing.     A toastie from Cheese Posties    When I get home, the vegetable box is waiting, but there is bad news. Inside are spring greens, carrots, blood oranges, a knobbly thing identified on the paperwork as jerusalem artichoke … but no potato. Abel & Cole email to say they “try not to bombard customers with them”. That night, I dream I am bombarded with potatoes. I start to hallucinate carbs. When I cycle past the “Street Car Club” on my commute, I misread it as Street Carb and my heart briefly lifts. This happens every day. I change my veg box settings and subscribe to potatoes for the future. But the future is seven days away. Why do people choose to shop this way? What sort of customer wants to hand over their power of choice to a retailer? Partly, the attraction is value. The most popular boxes promise to deliver more than you spend. In the US, Popsugar, for instance, guarantees $100 of items a month for $39.95. I haven’t tried Popsugar, but I’m not sure how to quantify the value of goods I don’t need: my stationery box contains only two things I half-like, for £12.95. Apparently, people like “that nice warm feeling you get, when you go home and find something that’s not junk”, says David at CardNest, which sends stylish greeting cards. The problem is that quite a few times I open my subscription box and – to me – it is junk. Possibly more than value, what attracts customers is the element of surprise. “Subscription companies are adding more chance to your world,” says Bob Doyle, a scientist and author known as the Information Philosopher. You can understand why people crave accident. Each day, optimal decisions are suggested to us – the best route to a new place, the most suitable purchase based on purchasing history. Maybe subscriptions, with their promise of randomness, restore that sense of serendipity. The downside is that this kind of consensual chance requires its own digital engineers. My new – let’s call them life providers – relentlessly solicit my opinion. Do I like olives? Spicy flavours? Do I enjoy stories that feature talking animals? How long does my period last? This process takes hours and confers the sort of decision fatigue that I am pretty sure subscriptions are meant to counter.     A snackbox from Graze. Photograph: Alamy    “They are trying to add something to your experience,” says Doyle. “But they have taken too much away.” There are days when my wishes and the subscriptions synchronise perfectly. I cast about for a snack, say, and a box from Tribe rattles through the door. But sometimes the cravings and the deliveries are further apart. Desperate for tea, I answer the door and the delivery guy hands me a box of cheese. Of the four pieces Pong has sent, I like only cheddar. The next morning, I awake to discover that one of the family has helped himself to half of it. In despair, I tweet a picture of the unwanted cheeses and offer them in exchange for a bag of potatoes. The house is stuffed with boxes. Cardboard piles up in every room. My desk is a teetering stack of disparate provisions – a cook’s notebook, razor blades from Friction Free Shaving (I have very smooth legs), chilli popping candy and empty Graze snack pods. All the small things that make my life recognisable have been replaced by unfamiliar alternatives. My life is a shopping list and every item has been substituted, which makes me feel I am living a weird, substitute life. This can’t go on. The pizza place picks up on the third ring. “Hello, is it possible to subscribe to pizza?” “You want to order pizza?” “Yes please: I’d like two a week for the next month.” “OK. Just a moment please.” This sounds promising. Another voice comes on the line. “You want to order pizza?” I explain again. “If you pay monthly, you want a pizza every week?” That’s pretty much the size of it. He checks how many pizzas. “OK. Just a moment please,” the second voice says. After I repeat it all to the third person, he promises the manager will call me tomorrow.     A box of spicy products from Lick My Dip    Normally, I would cheer myself with a cup of tea, but the tea has yet to arrive. At work, I eye my colleagues’ mugs and drink hot water and cold to kid myself that I can choose. But insatiable desires are leading me to odd behaviour. I find a pack of the kids’ Hula Hoops in the cupboard, handle them all, then lick my fingers. Technically, there is nothing wrong with this. My desk is at the bedroom window, and when the postman appears on the other side of the road, I race to the door like a dog. I am eating top-quality food – asparagus with poached egg, salmon with kale, roasted monkfish. There are pleasing moments when dishes come together from several subscriptions – the Field & Flower chicken with Abel & Cole salad sprinkled with seeds from Tribe, followed by an extortionately expensive brownie (£9.75) from dorothyandtheodore.com and blood oranges from the veg box. All washed down with delicious wine from Naked. On the table are flowers from Bloom & Wild. But something is missing. I am lonely. My colleagues go for lunch, while I sit at my desk with a toasted sandwich or – on my lowest days, when the bread has run out – two boiled eggs and a raw carrot. I have got stuck on both the books – Emily Winslow’s the Red House from Book & a Brew (good value, along with Teapigs teabags, if you happen to like rooibos and Emily Winslow). I begin to picture the ice-cream from Brooklyn. Melting slowly – or rapidly – at a customs office. I miss the guys in the corner shop. At home, I’m estranged from my family, who are shopping as normal. I barter food with them and regard them suspiciously in case there is a repeat of the cheddar incident. There is brief respite when someone called Will Unwin replies to my tweet with an offer of “three potatoes and a piece of pitta” for my £20 of cheese. We meet that evening at the junction of two busy roads, exchange our carrier bags and say goodbye. I bake all the potatoes, and take them into work each day for lunch.     Tea from the London Tea Club    I suspect the subscription companies know that people on subscription get lonely because the boxes are full of chatty notes. Loose-leaf tea arrives from the London Tea Club – in test tubes. “Open carefully, brew mindfully and enjoy!” the box smiles. Tribe sends tasty running snacks and details of events where I can meet fellow “members”. Or you can expend less energy and meet other subscribers on YouTube. The site is awash with videos of people opening boxes and removing the contents. Depending on your disposition, this might make you feel more or less lonely. The subscription companies appear to know each other, too: lots of boxes contain adverts for other boxes, like a sort of subscription Russian doll. Maybe sensing the need to cheer people up, there is a fondness for inspirational quotes. A coaster in the stationery box reads: “TODAY I’M Choosing Happiness. Yes I am. Yes I am. Yes I am.” But I’m not! I’m not choosing anything. Every time I want a cup of tea, I must measure out leaves for a pot or fill one of the half-dozen teabags supplied. If this subscription supplemented my normal drinking, I would be very happy, but I am bored with washing teabags to make them last. It’s like a peculiar middle-class indoor survivalism. The pizza manager hasn’t returned my call, and there’s still no sign of the ice-cream. True, I am seeing more of the postman, but the postman appears less pleased to see me. I’m also visiting my neighbours quite a bit. The man over the road has got four packets of spaghetti, courtesy of Amazon Subscribe & Save. Next door have got my 45 toilet rolls.     Paula with some of her 45 toilet rolls. Photograph: Teri Pengilley for the Guardian    Finally, the month is over. Emails arrive telling me – in the same chatty voice – that my credit has expired. So, yes, it is possible to live on subscription, though I broke the no-shopping rule a few times. I had parsnips with chicken. I had to buy tampons because despite the sticker that said: “This fits through 94% of letterboxes,” they did not fit through the letterbox. And I owe quite a few mugs of coffee and tea. The guys in the corner shop look pleased to see me. “You been away?” the owner asks. “Kind of,” I say. “It’s so good to be back.” The subscription companies featured in this article sent boxes free of charge. Paula donated her living costs to her local food bank. Paula’s verdict     Paula with some of the products. Photograph: Teri Pengilley for the Guardian    Abel & ColeTasty, flexible, made life liveable. Field & FlowerTop quality meat, reasonably priced. Green GablesNiche stationery. On the twee side. Prudence and the CrowVintage books – nice idea, but pricey. Book & a BrewValue, if you like the book. Friction Free ShavingBest razor I’ve had. Tonkin fishBrilliant value. Dorothy & TheodoreIncomprehensibly expensive.     Tribe snacks    London Tea ClubLovely tea for occasional use. London Sock CompanyQuality socks. Sock FancyFun socks. TribeNutritious, tasty running snacks. GrazeDependable snacks that didn’t excite. CardNestStylish greeting cards. Cake NestTasty but too expensive. PongQuality cheese. Cheese PostiesSurprisingly pleasant. Lick My DipYou need to like heat.     Love Lula beauty products. Photograph: Linda Nylind for the Guardian    Love LulaOrganic beauty products I could live without. Bloom & WildFresh flowers that fit through the door. Naked WinesGreat choice, supports independent growers. Pink ParcelNot for those who take a utilitarian approach to their period.",
  "webTitle": "Fish by post and a sockalypse: my month living on subscriptions",
  "webPublicationDate": "2016-05-10T16:10:40Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/10/month-living-subscriptions-deliveries-give-up-daily-shopping",
  "keyword": [
    {
      "webTitle": "Shops and shopping",
      "id": "lifeandstyle/shops-and-shopping",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Online shopping",
      "id": "money/online-shopping",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Paula Cocozza",
      "id": "profile/paulacocozza"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/10/month-living-subscriptions-deliveries-give-up-daily-shopping"
}