{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/17/bbc-climbdown-over-online-recipes-after-public-outcry",
  "id": "2016-05-17-79",
  "sectionId": "media",
  "body": "A huge public outcry, including a petition signed by more than 159,000 people, has provoked a climbdown at the BBC, which promised to keep many of its most popular recipes online less than 24 hours after announcing the closure of its food website. In a statement issued late on Tuesday, the corporation said it would move as much as possible of the content currently on its BBC Food website over to the BBC Good Food site, which is owned by commercial arm BBC Worldwide.  “In response to the massive public reaction, we have decided to accelerate our plans to move our content,” said one source. “People won’t lose the recipes they love.”   Related: Save BBC recipe archive petition signed by more than 100,000 people    During the day more than 120,000 people signed a petition calling for the BBC Food site to be maintained in its current form, while politicians and public figures expressed their outrage the BBC was culling a service used by many millions of licence-fee payers.  The plan to mothball the BBC Food site is part of a £15m cost-cutting plan that is also driven by the corporation’s attempts to make its services more distinctive as laid out in the white paper published by the government last week. The shadow culture secretary, Maria Eagle, had branded the move “mindless destruction” while Labour’s deputy leader, Tom Watson, said it would make the “busy lives” of millions of UK citizens a “little less easy”. Chef and food blogger Jack Monroe described the service as “vital” and to reduce it was “an abomination”. The plan will mean the homepage of the BBC Food website and other parts of the site will be taken down and links to recipes removed. It was intended that the recipes would remain online, but may now be harder to find. Recipes associated with TV shows will be maintained, but only for 30 days after the show is broadcast. A BBC source had said the recipes would “fall off the face of the internet” after the food site was closed.  A BBC source had said the recipes would “fall off the face of the internet” after the food site was closed. However, moving them to Good Food would make them easy to find and help ensure they continue to appear near the top of Google search results. Complaints prompted the culture secretary, John Whittingdale, to distance himself from the BBC plans to axe “soft” content, pointing the finger instead at pressure from commercial rivals. “It’s not my job to tell the BBC whether [or not] to broadcast The Voice, or Strictly Come Dancing or indeed to put recipes up on its website,” he told a conference in London. “We have said firstly that the BBC needs to be more distinctive. And also it has to be sensitive to its market impact and not be directly going out of its way to compete with commercial offerings.” The BBC director of news, James Harding, said of the review: “We don’t accept the argument that the BBC should step off the internet. We are making the case for what we do online.” The review decided to remove duplication, halt publishing in areas where there are much bigger competitors, and cut bespoke services that are accessed online, such as youth-focused news site Newsbeat, which is being rolled into the main news operation. The local news index pages, travel section and the science-focused iWonder site, which was launched only two years ago, will also be axed, as will ring-fenced budgets for programming that will only be on iPlayer. One BBC source said that no more than 50 jobs would be affected. Although the closure of the Newsbeat website could be controversial, given the BBC’s key role in providing content for children, a BBC spokesman described the separate site as a “low volume service” as most users access content through the main news site. “Looking at the numbers, people don’t go to it via the website or app but via news online,” he said. Good Food, which also has a magazine published on behalf of Worldwide by the owner of Radio Times, Immediate Media, is the UK’s number one food website, while BBC Food is number three. According to the latest Comscore data in March, Good Food had a 16.6% share while the publicly funded food site had a 6% share. A BBC spokesperson said: “We currently have two websites and we’ll move to one. The recipes you love will still be available, and we’ll migrate as much of the content as possible to the BBC Good Food website. So you’ll still be able to carry on baking and cooking with the BBC.” The move to Good Food means the BBC is likely to generate additional revenue from the recipes because the Good Food site is able to show ads as opposed to the food website earmarked for closure. All of Worldwide’s profits are directed back into the BBC. The move is likely to anger commercial competitors because of this competition for online ad revenues. The chancellor, George Osborne, said in an interview last year that the government was talking to the BBC about its market impact.  “If you’ve got a website that’s got features and cooking recipes, effectively the BBC website becomes the national newspaper as well as the national broadcaster. There are those sorts of issues we need to look at very carefully,” he said.  “You wouldn’t want the BBC to completely crowd out national newspapers. If you look at the BBC website it is a good product but it is becoming a bit more imperial in its ambitions.”",
  "webTitle": "BBC climbdown over online recipes after public outcry",
  "webPublicationDate": "2016-05-17T17:14:16Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/17/bbc-climbdown-over-online-recipes-after-public-outcry",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Worldwide",
      "id": "media/bbc-worldwide",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    },
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    },
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/17/bbc-climbdown-over-online-recipes-after-public-outcry"
}