{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/lee-westwood-bmw-pga-championship-wentworth-scott-hend-golf",
  "id": "2016-05-28-58",
  "sectionId": "sport",
  "body": "Surprise at pre-tournament odds of 33-1 for Lee Westwood to prevail at the BMW PGA Championship was no more keenly felt than by the man himself. Far from offering a display of arrogance, Westwood rightly points out that his previous two starts had returned a top-10 finish at the Irish Open and tie for second at the Masters. It seemed curious that he was regarded as such a long-shot. Westwood may yet have the last laugh. His third round of 68, leaving him just two from the Wentworth lead held by Scott Hend at nine under par with 18 holes to play, should be put in proper statistical context. Westwood found 16 greens in regulation and had 31 putts. In short, four under par was probably the worst he could have scored; if the 43-year-old’s putter turns warm on Sunday, his credentials will be even more serious. By his own admission, the first major of the year continues to resonate positively with Westwood. “That did a lot for my confidence,” he said. “I haven’t played very well for quite some time. I played OK at end of the year last year in Thailand, which got me into the Masters and the Open Championship. But to play well at Augusta with the world’s best players, and that’s a golf course I’ve played well on in the past, it really sort of gave me a bit of confirmation I’ve still got the game to compete. “I am very optimistic. I haven’t played a lot at the start of the year, so I’m pretty fresh coming into this part of the season. Normally I would have played maybe 15 events and I’ve only played six. I’m looking forward to a run of golf now. My schedule is pretty good from now until after all the majors are finished and the Ryder Cup. I hope to get some momentum going.” This marks Westwood’s 23rd consecutive start in this event. He laughed in contemplation of the law of averages surely meaning his time has come to win. Westwood’s demeanour was altogether different early in the week; an ankle ligament injury sustained while out running on Tuesday threatened his very participation here. “I’m 43, maybe it’s time to give up running,” Westwood said. “I was in a lot of pain after the pro-am on Wednesday and was a bit worried I might not be able to play. I have been taking a lot of painkillers, it is only really a problem when they wear off. It is strapped up, as well. “It’s just a case of watching where I place my left foot when I’m walking. It’s stopping me getting on my left side quite so quickly through the swing as well; maybe that’s why I’m playing so well.”   Related: Lee Westwood admits he doubted his game before finishing second at Masters    One of Westwood’s key attributes is the obvious ability to shrug off on-course setbacks. Others on this leaderboard could have done with the same as a collective case of back-pedalling ensued on Saturday afternoon. Danny Willett was one under for his round before dropping shots at the 9th, 10th and 11th. The horror show did not end there for the Masters champion, who signed for a 76. From the position of apparently controlling the tournament, he is now involved in a game of catch-up at minus six. Willett did nothing to hide his afternoon anger; he headed straight from post-round media duties to the driving range. Martin Kaymer was on a serious charge before a closing half of 39. Like Willett at just three from the lead, the German still has a live chance but his demeanour on the closing green did nothing to hide frustration. Tyrrell Hatton’s 66, the finest day-three score, therefore stood out. So, too, did a back nine of 32 that moved Hatton to eight under par and second place. “I’ve been walking around this place since I was a five-year-old,” Hatton, now 24, said. “I was in awe of the guys inside of the ropes, and for me now, playing my third BMW PGA, it’s great. That’s my lowest round here, my first in the 60s, so it’s a very special day.”",
  "webTitle": "Lee Westwood defies odds to chase the lead at BMW PGA Championship",
  "webPublicationDate": "2016-05-28T18:16:38Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/lee-westwood-bmw-pga-championship-wentworth-scott-hend-golf",
  "keyword": [
    {
      "webTitle": "Lee Westwood",
      "id": "sport/lee-westwood",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Tour",
      "id": "sport/european-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/28/lee-westwood-bmw-pga-championship-wentworth-scott-hend-golf"
}