{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/united-arab-emirates-americans-canadian-acquittal",
  "id": "2016-05-30-28",
  "sectionId": "world",
  "body": "Two Americans and a Canadian detained for nearly two years in the United Arab Emirates have been acquitted of all charges by the country’s supreme court. They remain in detention, however, as their families wonder when the “dark nightmare” will finally end.   Related: UAE beat foreign prisoners and gave them electric shocks, evidence shows    In August 2014, after decades of travelling and working in the UAE without incident, Salim Alaradi, a Canadian Libyan, and Kamal and Mohamed Eldarat, a Libyan American father and son, were arrested by state security officials.  Before being charged with terrorism-related offences, the men were held in prison for 505 days without charges. Family members allege they were subjected to torture, suffering beatings, electric shocks and sleep deprivation.  In March, prosecutors dropped the terrorism-related charges but continued to hold the businessmen in custody, on downgraded charges of providing supplies to groups in a foreign country and collecting donations without permission. On Monday, a judge in the UAE declared the three dual nationals, as well as Libyan Issa al Manna, not guilty on all charges. The four men cheered as the verdict was delivered and embraced one another, said the lawyer for Alaradi. Amal Eldarat, 27, said she was elated by the verdict, which came after nearly 21 months of campaigning to have her brother and father released.  “I’m overjoyed,” she said. “It took so long but it finally happened.” She had hoped to speak with both after the verdict, but all of the men were whisked away by guards and returned to custody. Their return to prison was blamed on administrative paperwork.  “Right now, there isn’t anything we can do,” said Eldarat. “We just have to wait for Emirati officials to do the right thing and release them immediately so they can move on with their lives and we can end this dark nightmare.”  While she welcomed news of Monday’s verdict, Marwa Alaradi, the 18-year-old daughter of Canadian Salim Alaradi, said the ordeal would not be over until her father was allowed to return home. “My father should not be in prison,” she said. “The courts have ruled that he is innocent, and as such should not have to spend another moment in prison.” Worried for her father’s safety and health, she described his return to detention as a “continuation of the gross violation of his human rights”. Canadian officials said they anticipated Alaradi would soon be released. “We expect an expedited process to promptly reunite him with his family and friends,” Stéphane Dion, the country’s foreign affairs minister, said in a statement.  “Canadian officials will continue to provide consular assistance to Mr Alaradi and his family, including by helping to facilitate his return home.”  An exact timeline of when the men could be released is difficult to ascertain, said Paul Champ, the lawyer for Alaradi.  “This case has been characterised from the very beginning with arbitrariness and secrecy and lack of transparency by the UAE government,” he said. Plans have already been laid to transport Alaradi to Istanbul, where he will receive medical treatment and be reunited with his family.  “When he is released, he still is going to have a very long road to recovery and to rebuild his life,” said Champ, citing the physical and psychological effects of Alaradi’s 642-day imprisonment.  “Reintegrating into family life is going to be very difficult, and simply rebuilding his life is going to be very hard.” Greg Craig, the Eldarat family’s US-based attorney and a former White House counsel under Barack Obama, said: “This is the right result but long overdue.” The trial has attracted widespread criticism from groups such as Human Rights Watch and Amnesty International over the UAE’s treatment of the detainees. Drewery Dyke, a researcher for Amnesty International, told the Guardian in an earlier interview the trial had been “strewn with a catalogue of flaws and shocking human rights violations”, including imprisonment for a year without charge or access to counsel.  In February, a report by the UN working group on arbitrary detention called for the immediate release of the four men, documenting the men’s claims that they were subjected to electric shocks, whipped, had guns held to their heads, had been placed in a freezer for up to 45 minutes and “hung with a rope around the neck”.",
  "webTitle": "Americans and Canadian held in UAE acquitted – but 'nightmare' continues",
  "webPublicationDate": "2016-05-30T19:18:29Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/united-arab-emirates-americans-canadian-acquittal",
  "keyword": [
    {
      "webTitle": "United Arab Emirates",
      "id": "world/united-arab-emirates",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/30/united-arab-emirates-americans-canadian-acquittal"
}