{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/sam-allardyce-transcendental-meditation-relegation-battle",
  "id": "2016-05-06-14",
  "sectionId": "football",
  "body": "Sam Allardyce is full of surprises and on the eve of Sunderland’s home game against Chelsea he revealed that transcendental meditation has become a key weapon in his battle to keep the Wearsiders in the Premier League. The 61-year-old is a long-standing advocate of psychology and sports science but for quite some time has also relied on a relaxation technique originally imported from India. “I do transcendental meditation and I have done it for 12 years now, ever since I was introduced to the person who took me through the ritual process,” he said. “It’s very relaxing, very calming and you can do it anywhere. “It helps you cope with the pressure you come under in this job. When it was brought in for the players by us at Bolton in about 2003-04, I tried it for myself. It helps you reduce your blood pressure and keeps you calmer. “And it’s easy to carry out. Fifteen minutes, half an hour – you don’t have to be going into a quiet room with music on or anything like that. You can be anywhere at any time, as long as you find a relatively quiet place, doing 15, 20, 25 minutes. It refreshes you and makes you feel good to push on. It has helped me cope with the pressure of management.” Not that Sunderland’s manager is about to recommend it to Newcastle’s Rafa Benítez and Norwich’s Alex Neil, his two counterparts in this season’s relegation fight, or any other manager for that matter. “Why should I help them,” he said. “I don’t talk to them about it because it might make them better when they play against me.   Related: Jermain Defoe’s rescue act draws praise from Sunderland’s Sam Allardyce    “It’s all about focusing the mind and then chilling out. I typically do it three or four times a week but I’m meditating more now because of our league position. I usually do 20 to 25 minutes when the working day’s finished, sometimes in my office, sometimes away from the club. I’m not a great sleeper but 30 minutes’ mediation is as good as two or three hours’ sleep, so you feel a bit better.” He is yet to introduce Lee Cattermole and company to transcendental meditation though. “My players are not using it,” he said. “There’s only so much you want to introduce them to in one season. And not everyone will want to do it. It’s not one of those things you force on anyone.”",
  "webTitle": "Sam Allardyce: meditation helps me cope with relegation battle",
  "webPublicationDate": "2016-05-06T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/sam-allardyce-transcendental-meditation-relegation-battle",
  "keyword": [
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sam Allardyce",
      "id": "football/sam-allardyce",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/06/sam-allardyce-transcendental-meditation-relegation-battle"
}