{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/tim-dowling-children-party-we-are-away",
  "id": "2016-05-21-202",
  "sectionId": "lifeandstyle",
  "body": "On Friday evening my wife receives a text from a neighbour asking us to keep the noise down. It is a jokey, good-humoured text, but it contains a grain of seriousness: there is too much noise. My wife’s breezy reply has a similar frankness at its core. “I’m in Frome‚” it says. We are both in Frome, on one of those rare occasions when my wife comes to see the band play. Our normal strategy when leaving the house overnight is to keep the news from the children until the last minute, to prevent them making plans. It seems we have not reckoned with their knack for impromptu socialising.      My wife sends a text to the youngest one telling him to vacate the garden. A few minutes later she receives another text from the neighbour assuring her that all is now eerily quiet. On Saturday my wife arrives home hours before I do – I have another gig to play. She sends me a text that makes our miscalculation plain: our night away coincided with the last day of classes for the upper sixth. Upwards of 30 of them found their way to our house. Everything, she says, is suspiciously clean. When I get home late that night the house seems to be in reasonable order. A few sofa cushion covers have been removed, presumably for washing. I don’t look too closely at the rest of it. The next morning my wife is already out of bed when I wake up. I find her in the garden, picking plastic cups out of the wisteria. “I’m amazed there weren’t more complaints,” she says. The beds, I notice, are marked by deep footprints. “What are we doing?” I say. “There’s a chicken,” she says.      I go back inside and turn on the oven. I hear nothing but the faint hum of an electric lawnmower in the distance. In a few months, I think, the middle one will be at university. The youngest will follow a year later. All too soon eerie silence will be the norm. I look up to see Constance standing in the doorway. “God I feel awful,” she says. “Have you got any nail varnish remover?” “She’s not staying for lunch,” my wife says. “I said I wasn’t!” Constance says, rolling a fag. “I’m playing tennis at two.” Constance stays for lunch. The youngest one comes downstairs, brimming with hair-raising recollections from the party. “One guy was running up and down the stairs in your bathrobe,” he tells me. “Going, ‘I’m Tim Dowling! I’m Tim Dowling!’” “What?” I say. “He doesn’t like that,” my wife says. The middle one appears, looking drained but pleased with himself. He shows me a picture on his phone of someone wearing my bathrobe. The doorbell rings. “That’s Pat,” my wife says. “Let him in.” Pat introduced me to my wife 30 years ago and regards our married life as a cautionary tale performed for his benefit. He surveys the scene before him with a look that says: another edifying chapter. Then he sits down to read the paper.      “Have you ever actually played tennis before?” the middle one says to Constance. “I lied and said I could,” she says. Her phone rings. “He had a bath in your bath as well,” the youngest one says. “Who did?” I say. “Get plates!” my wife shrieks. It occurs to me that the eerie silence of lunches yet to come is still a long way away. “Well, if you’re in the neighbourhood, just come here,”Constance says into her phone. “No!” shouts my wife. “That wasn’t her saying no,” Constance says. “Just push the bell.”",
  "webTitle": "Tim Dowling: I’m in Frome. So who’s the ‘Tim Dowling’ making all the noise at our house?",
  "webPublicationDate": "2016-05-21T05:00:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/tim-dowling-children-party-we-are-away",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Dowling",
      "id": "profile/timdowling"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/tim-dowling-children-party-we-are-away"
}