{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/13/how-to-simulate-a-terrorist-atrocity-trafford-centre-manchester-drill",
  "id": "2016-05-13-66",
  "sectionId": "uk-news",
  "body": "“I wanted to see what I would do if I came up against something like that,” says Sarah Quinn. “My heart was racing and you go into panic mode, thinking: ‘What do I do?’ I slung tables and chairs on top of me and hid underneath. My thought was that if there’s less body on show, the less they could shoot me. At one point, I was dragged along the floor by two men, because they saw my injuries and thought that was the best way to react.” Quinn, who works for the probation service, has been a volunteer with the Greater Manchester Fire and Rescue Service for a couple of months, and that is why she found herself in Manchester’s Trafford Centre in the early hours of Tuesday morning, cowering under a table with a gash to the head, glass in her arm and gunshots echoing around the shopping mall. She was taking part in a drill to test the skills and capabilities of the police, counter-terrorism units, fire and ambulance services in the north of England in the event of a terrorist attack – in this case, involving a suicide bombing and masked gunmen. A video clip shows a bomb going off outside a burger restaurant, which leaves dozens of people lying “killed” or “injured” on the ground, while others run off screaming. Quinn arrived at the shopping centre at 8pm to get her makeup done – blood on her face and fake glass in her arm. “There were actors for the main parts so they had the worst makeup, but we had cuts and bruises. It looked really real. When someone came back from makeup, you thought: ‘That looks like a right good beating.’” If you could ignore the ear defenders and safety goggles. And when the explosion happened, and the gunfire was cracking, it felt real, she says. “It was a case of: ‘Where should I run?’ The explosion and gunfire was echoing and you couldn’t tell where you needed to run. You could have run straight into something. It was scary. Even though you knew it wasn’t real, it really felt real.” The aftermath was also rehearsed: ambulance crew checked her out and the police took a statement.           Mock terror attack staged at Manchester’s Trafford Centre    The police had been planning the exercise since last autumn, says assistant chief constable Rebekah Sutcliffe. Hundreds of people were involved, as well as a huge range of organisations, from the Home Office, military and counter-terrorism network to the Trafford Centre owners. Senior officers were also being trained. “I was involved as a commander, and you do forget it’s not real at times,” she says. “You’ve got that element of knowing it’s an exercise but you’re under pressure – it’s a quick-moving exercise, so you feel that reality.” What they are testing, she says, is not just an individual’s ability or preparedness for an event such as this, “you’re also testing how long it takes to turn out a particular capability.So if you need somebody to come from Merseyside to Manchester to be part of the control room – how long does that take them, and have you got the communications systems you need? You’re testing all of the infrastructure that supports your response and identifying what works well and what works less well.” What didn’t work so well, it became clear, was attention to cultural sensitivity and the idea that not all terrorists are Islamic extremists – someone shouted the phrase “Allahu Akbar” as the bomb detonated, for which the police have been heavily criticised. “Clearly we’ve had problems with the use of the phrase, which has been really unfortunate, and we’ve given an apology for that, quite rightly,” says Sutcliffe. “But in terms of the exercise objective and training we needed to get out of it, it has been a huge success.” The police have said they need to be more culturally aware in future. “If you were wielding a sword or a firearm in an exercise in the Trafford Centre, they would have made sure [to make it safe],” says Francesca Hunt, co-director of immersive security roleplay company CrisisCast. “What they were doing was wielding an emotional phrase without the equivalent care and expertise.”     ‘It’s not what we call jazz-hands acting’ … actors taking part in the drill at the Trafford Centre. Photograph: Sean Hansford/MEN/AFP/Getty    CrisisCast was founded by Hunt and Brian Mitchell – both are actors and have worked in film production, and brought this knowledge to disaster and crisis management training. They can create a 20-car pile-up, or recreate an incident in a nuclear power station; later this year they will be staging a plane crash at an airport, complete with wrecked fuselage, to test the capabilities of the airport fire service. They use smoke, prosthetics and medically trained makeup artists who, says Mitchell, “know what a bullet hole really looks like, and the colour of blood. On some exercises you’ll see very pink blood, but blood is more coffee-coloured. It’s dark when it comes out.”   Related: Police apologise for 'Allahu Akbar' use in mock Manchester attack    Their 400 actors have also been trained by a psychologist so they know how they should react in a traumatic situation. “It’s not what we call jazz-hands acting,” says Hunt. “It’s not about trying to do a big show and doing a great Lady Macbeth bit – ‘Oh my god, I’ve got blood on my hands.’ It’s to do with making sure the person you’re dealing with gets caught in the realism.” And it is very real, says another member of the team, Mick Massey, who spent 30 years with the London fire brigade. “It’s as real as you can get without it actually happening,” he says. “It’s about developing muscle memory. The only way, sadly, I learned that was from real incidents.” As a young fireman, his first major incident was the blast at the Olympia exhibition centre in west London in 1976, blamed on a breakaway IRA group; he was also at the 7/7 attacks and the Paddington rail disaster. “The more realism you put in, the more comfortable you feel – if you can feel comfortable – when it happens for real.”",
  "webTitle": "How to simulate a terrorist atrocity",
  "webPublicationDate": "2016-05-13T17:37:33Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/13/how-to-simulate-a-terrorist-atrocity-trafford-centre-manchester-drill",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Emergency services",
      "id": "society/emergency-services",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Emergency planning",
      "id": "society/emergencyplanning",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emine Saner",
      "id": "profile/eminesaner"
    }
  ],
  "guardianId": "uk-news/2016/may/13/how-to-simulate-a-terrorist-atrocity-trafford-centre-manchester-drill"
}