{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/13/junior-doctors-and-goverment-extend-contract-talks",
  "id": "2016-05-13-102",
  "sectionId": "society",
  "body": "Critical peace talks between NHS junior doctors and the government have been extended into next week in the hope that “real progress” made over the last few days will lead to a lasting settlement. Negotiations intended to solve the long-running dispute were meant to conclude by Friday, at the end of a five-day “truce” between the two sides. Talks between the British Medical Association (BMA), Department of Health and NHS Employers will resume on Monday and continue until Wednesday, still overseen by the independent Advisory, Conciliation and Arbitration Service (Acas). Sir Brendan Barber, the chairman of Acas, who has been chairing the talks, said the extra time was “a final opportunity” to settle outstanding differences over a new contract that Jeremy Hunt, the health secretary, plans to impose on all 55,000 junior doctors in England from August. Junior doctors have already staged stoppages on eight days since January, including two days of all-out strikes last month.  “Both parties have committed themselves over the whole of this week to highly intensive negotiations in an effort to resolve this long-running dispute.   Related: Junior doctors have been radicalised by Jeremy Hunt’s smears | Rachel Clarke    “The talks have been conducted in a constructive and positive atmosphere. In my judgment some real progress has been made to address outstanding issues,” said Barber, the former TUC leader. The extra 72 hours was “a limited amount of additional time ... to give the process a chance of reaching a successful conclusion. This is a strictly time-limited extension and represents a final opportunity to find an agreement as the basis for the resolution of this difficult dispute”, he added. He has asked those involved not to make any public statements about the talks, or to say anything about the other side, or to tell the media what has been discussed this week in a bid to increase the chances of a successful outcome. Johann Malawana, the chair of the BMA’s junior doctors’ committee, will be pressed to reveal the broad outlines of a potential deal when he addresses the BMA’s junior doctors annual conference in London on Saturday. But it is understood that he will not do so before the talks conclude next week. He will instead stress the value to the NHS of junior doctors. Malawana’s committee will give its view on any peace deal that emerges and the union will then ballot its 45,000 junior doctormembers, who will have the final say over whether or not it is the basis of a permanent agreement. Medical leaders welcomed the extension of the talks. Prof Neena Modi, the president of the Royal College of Paediatrics and Child Health, said: “This is positive news for government, junior doctors, and most importantly patients. The Royal College of Paediatrics and Child Health is hopeful that the additional time for talks will lead to a speedy resolution to the protracted damaging impasse over the junior doctor contract.”",
  "webTitle": "Junior doctors and government extend contract talks",
  "webPublicationDate": "2016-05-13T16:07:40Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/13/junior-doctors-and-goverment-extend-contract-talks",
  "keyword": [
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "society/2016/may/13/junior-doctors-and-goverment-extend-contract-talks"
}