{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/10/macaulay-culkmacaulay-culkin-aladdin-arabian-nights-adam-green",
  "id": "2016-05-10-125",
  "sectionId": "film",
  "body": "Anyone raised on the Disney version of Aladdin may be surprised by Adam Green’s take on the Arabian Nights tale. Green, who rose to fame as one half of the early 2000s indie-rock band the Moldy Peaches, has created an acid-dipped retelling of Aladdin set in a papier-mache world, ruled by a sultan played by painter Francesco Clemente, with a princess that Green describes as “kind of like a Kardashian”, and a magic lamp outfitted with a 3D printer. Green stars as the titular character, alongside Natasha Lyonne, former child star Macaulay Culkin, Alia Shawkat, Zoe Kravitz, Devendra Banhart and the Moldy Peaches’ guitarist Jack Dishel who plays a hilarious double role. Along with them are many more actors and musicians romping through a cartoon come to life – which is exactly what Green had in mind. “I think a lot in cartoons,” said Green. “So I thought it would kind of be fun to make a universe that’s sort of my own amusement park, and this is what the characters I’m singing about in my songs look like.”             What started out as a pipe-dream project spit-balled by friends was eventually partially funded by a $50,000 Kickstarter campaign. Perhaps because of the financial backing from fans, Green took this film much more seriously than his last endeavor, at least according to its star, Macaulay Culkin. “When he came to his first film, The Wrong Ferrari, almost all the lines and everything were just written on index cards, so somebody would say something, then he would pull out an index card and hand it to the next person, they would say something, and so forth,” says Culkin. “He actually wrote a script this time.”     Adam Green: ‘There’s a lot of autobiographical elements to my version of Aladdin.’ Photograph: PR handout    In the film, which Green wrote, directed and acts in, Aladdin is a musician who has lost his mojo. He is about to be dropped from his record label when he happens upon a magic lamp that 3D-prints everything a musician could need to succeed, including ecstasy tablets, pointy boots and an asparagus chair. “There’s a lot of autobiographical elements to my version of Aladdin,” said Green, who may or may not be kidding. “I like to take things like symbols and twist and distort them and sort of make them my own version, and that’s something I do in all my different kinds of artwork,” says Green, who also works as part of 3MB, a freeform art collective with Culkin and fellow musician Toby Goodshank. Green had a gaggle of collaborators eager to work with him on the project. Lyonne and Culkin and most of the cast are friends with Green and willing to jump on board with whatever project he suggests. “I love collaborating with him in any kind of capacity,” said Culkin. “I was a yes before the thing was even written.”  Lyonne had a similar experience. “He said he was going to play Aladdin in this movie and I asked if I was going to be in it and he said: ‘Yes, you’re going to play their mother.’” She was barely 30, and Green was 29. “That wasn’t just ‘women in Hollywood getting screwed again,’” she said, laughing. “It just made sense in the weird out-of-space world.”    Related: Adam Green's Aladdin: ‘We did everything we could to make it not feel like work’    She was happy to contribute to the project. “If Mac and Alia and Adam are going to call me and ask me to leave my apartment and take a 15-minute Uber ride to shoot this thing for three days, no problem,” says Lyonne.  Before the film could come to life, the sets had to be built, which was a serious undertaking. “My friend Dustin Yellin, who’s an artist in Brooklyn, let me use a corner of his studio and me and one other dude started to make props,” Green said. He started posting pictures of his props to Instagram, which his followers saw as an invitation to help. “Eventually the crew grew to 20 people making props in a warehouse. It took about four months. We built 30 sets and almost 500 props.” As the array of props grew, so did the budget. “I ran laps around the budget like five times,” says Green, who ended up reaching into his own pocket for the film, as well as working with co-producers to fund the project. Filming took place in 2014 in a warehouse in Red Hook, Brooklyn. Approaches to the acting varied. “Having seen The Wrong Ferrari, I was pretty clear that this was not going to be the traditional narrative, so I didn’t do a ton of mothering research for the role,” says Lyonne. “I didn’t study how to mother a child who is the same age as you and emerged fully grown.”  Culkin was impressed with Green’s determination to make it happen. “He actually got SAG [Screen Actors Guild] waivers and had to deal with the union and everything, it was really amazing,” says Culkin. However, Green found the process frustrating. “The actual arc of actually making the movie in a four-year span is enormously fun to me. And the day-to-days are absolutely maddening,” he says, noting that he made the whole process longer, by creating an album to accompany the film. Culkin has not been on camera much lately, opting for quirky roles in his friends’ productions, as when he showed up in Dishel’s web series :DRYVRS playing a grown-up version of Kevin McCallister, his character from Home Alone, who is now an Uber driver in New York City and appears to suffer from PTSD. In Aladdin, Culkin plays an Occupy-style protester, who is willing to die for his beliefs. He plays the role with conviction, and only the barest hint of irony. He was happy to spend his summer helping his friend realize his arthouse dream. “This is a passion project, something that he needed to do. It was an itch that needed to be scratched,” said Culkin. The resulting film is a visually engaging and dizzyingly goofy cinematic oddity that is incredibly fun to watch. “It was fascinating to watch an idea that was already so out-there take shape and become what it is now,” said Lyonne. “When I was sitting at CineFamily watching the thing, I was really excited for Adam. I was blown away.” That said, the film is not necessarily for every taste. “I’m not sure whether or not he saw this as something that was going to be accessible to the masses or not,” said Culkin. “It’s a unique, one-of-a-kind kind of piece. Nobody can do this by accident, you know what I mean?”  “If I had seen this movie as a stoned teenager, I probably would have had a pretty good time,” said Lyonne. “As a cellphone-addicted 36-year old and the designated driver, it’s a different experience.” She sees the film as straight out of the Fellini or Jodorowsky playbook and enjoyed working on a film that didn’t suffer from what she called “Too Serious Syndrome”. It’s clear that everyone on set is having fun, too, as they team up to help one of their own realize his artistic vision. Green knows it, too. “These guys are my close friends, they helped me to kind of make one of my dreams come true,” said Green. “It’s so special because of that. It’s the best piece of artwork I’ve ever made in my life.”  Adam Green’s Aladdin is available for download on iTunes and Amazon now in the US and will be available worldwide on 12 May",
  "webTitle": "Macaulay Culkin: 'Aladdin is a passion project'",
  "webPublicationDate": "2016-05-10T15:26:38Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/10/macaulay-culkmacaulay-culkin-aladdin-arabian-nights-adam-green",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Devendra Banhart",
      "id": "music/devendra-banhart",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Locker",
      "id": "profile/melissa-locker"
    }
  ],
  "guardianId": "film/2016/may/10/macaulay-culkmacaulay-culkin-aladdin-arabian-nights-adam-green"
}