{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/07/natasha-khan-bat-for-lashes-new-album-the-bride",
  "id": "2016-05-07-148",
  "sectionId": "music",
  "body": "Perched on the pews of a church in Koreatown, Los Angeles, a smartly dressed congregation is watching an unusual marriage ceremony unfold. Natasha Khan is gliding up the aisle, red gown trailing behind her, alone. There’s a black lace veil covering her eyes and her head is lowered, as the music that signals The Wizard Of Oz’s Glinda the Good Witch floats out of the speakers. But there’s no groom, only a small cluster of instruments and a candlelit pulpit. “Welcome to my wedding,” she says, almost wryly. But when she lifts her veil and swipes her Omnichord, her diamond-sharp falsetto cutting through stark new song I Do, tears are visible in her eyes. Khan is better known as the musician Bat For Lashes but tonight her guise is the titular leading lady of her next album, The Bride. Her alter ego isn’t exactly living the fairytale. The album’s elaborate narrative details how the bride is abandoned at the altar, her fiance killed on his way there. Devastated, she speeds off in the honeymoon car and embarks on a dusty road trip of self-discovery. As album concepts go, it’s bold, even batshit; another new song, Close Encounters, she confides, is about “making love to someone from the other side”.         See the video for Bat For Lashes’ I Do.    A day earlier, as we walk around the shrines that line Hollywood Forever cemetery, Khan couldn’t be any further from doom and gloom. She stops to admire couples buried side by side, and then cheerfully announces that she needs somewhere to relieve herself. “I might have to piss on a grave!” she exclaims, before cantering into the distance where some bushes offer more discreet cover. She returns, bounding across the lawn, her silver heart pendant engraved with “The Bride” glinting in the sunshine: “I wiped my vagina on a leaf!”   Related: Joanna Newsom, Animal Collective and Bat for Lashes to headline End of the Road 2016    Conventional has never really been Khan’s style. When she first appeared in the mid 2000s, she was the kook in the feather headdress with songs about eagles and crystals. She’s made soundtrack songs with Beck (for Twilight) and Jon Hopkins (How I Live Now) and toured with Radiohead and Coldplay, but she’s never had success in the mainstream sense. Nor does it seem as if she wants to. Despite attempts by her label to encourage her to write a followup to her indie disco hit Daniel, she resisted: sent to work with Lana Del Rey collaborator Justin Parker, she came back with anti-pop piano ballad Laura (it still ended up being Ivor Novello-nominated – touché). Rather, Khan is more of a storyteller than a pop star, one who embraces theatricalism like a freshly flung bouquet. After her 2006 harp-streaked debut Fur And Gold came 2009’s Two Suns and Pearl, the trashy blonde party girl character who helped convey Khan’s transatlantic breakup. Then, in 2012, she ditched the festival hippy accoutrements and appeared naked and defiant, carrying a nude man on her shoulders on the cover of her album The Haunted Man like a dead animal. The last time we saw her, for 2015’s psych-rock Sexwitch project with the producer Dan Carey and the band Toy, she was banshee wailing and releasing her inner, well, sexwitch. Her new album, however, seems like her bravest statement yet. “Because I’m not a bride?” she laughs, noting the oddness of putting herself in a white dress on the cover in our age of serial dating and fear of commitment. This being Khan, though, the theme runs deep. “To me, this is the hero’s journey of realising that you have to love yourself before you love someone else. We’ve got to a place where everyone is just waiting for the [next] best thing to come along. I’m guilty of that, too, but is that ‘best thing’ just an illusion?” The album’s Wizard Of Oz connection comes into focus. “Is it just something behind a curtain and you’re like: ‘What the fuck? It was there all along?’” she continues. “Now I’m like: ‘What am I waiting for? What’s this elusive thing that’s going to complete me? Maybe it just doesn’t exist.’ And then you’re like: ‘Oh, it’s me, ha!’ I need to romance myself, and be excited to be in my body, but sometimes that isn’t enough.”     Bat For Lashes: ‘I can be simultaneously sexy and a little bit scary’. Photograph: Catie Laffoon     Related: Bat for Lashes - in pictures    Typically, Khan roots her flights of fancy in these relatable contradictions. The Bride may come across like a drive-in B-movie set to a pared-back soundtrack of cupid krautrock, Suicide-style electronic fuzz (on the track Sunday Love), warped 1930s strings, piano laments, desert blues and spectral shoegaze. Lost Highway and This Mortal Coil, faded American sweethearts, the Carpenters, Fleetwood Mac’s Fender Rhodes sound and 90s roadtrip film The Doom Generation are all references, too, in its potent slowburning mix. But the album also wrestles with the complexities of womanhood with an honesty that it feels like few others dare to confront. In particular, Khan scrutinises her contrary attitude towards wedlock. A close encounter with it, aged 18, was dodging an arranged marriage put forward by her father, and she is annoyed by prescribed notions of happy ever after. “We’re taught about that blissful feeling from a young age, of ‘I’ve found him, I’ve found the answer to my happiness and I’ll be accepted,’” she says. “Even in Sex And The City, the single girls end up with someone.” She’s now 36, and resents how society implies that “you can’t just be friends with your girlfriends for ever because you’ll be a fucking loser. All that stuff is so anxiety-inducing and so scary as a woman in her 30s.”         See the vieo for Bat For Lashes’ In God’s House.    While we may have to make the most of singledom, though, most of us secretly want the happy ending. Khan sings from that perspective on the candidly sentimental I Do. “When I first sang it, I almost couldn’t get through it because I felt so vulnerable,” she admits. “Even though it’s not feminist, I want that feeling of being complete because I’m with someone. It’s such an uncool but desperate longing in all of us.” In fact, she sees marriage as a “heroic decision”. “It’s committing to going through the cycles of life and death, with someone. A lot of people I know seem to want to be staying in that first cycle.” The beginning of a relationship, where it’s all date nights and bonking? “Yeah, and that’s just so superficial and sad.”  But Khan says The Bride represents the death of other expectations, too. “It’s the sad realisation that by the time you get to 35 you can’t have done everything, and that grieving process [for] the woman you thought you might be in a certain area. No matter how badass we want to be there are aspects of our conditioning from generations that have gone before, which are about validating your existence. Whether it be ‘I’m an amazing career woman’, or ‘I’m a brilliant mother’, or ‘I’m married’, whatever. You can only fail because you can’t be everything.”   Related: SEXWITCH – SEXWITCH: Exclusive album stream    Khan certainly gives the impression of someone who has lots more to do. As well as a piece of music, The Bride is intended to be a book and a film, written and directed by Khan – a spinoff from a short that she’s already directed called I Do. The album sleeve, meanwhile, confirms in blood red type that she is not only behind the creative concept and art direction but that she wrote and produced it all (with help from Simone Felice of folk-rockers the Felice Brothers and a cast of collaborators).  She has always guided all things Bat For Lashes but, at times, she is “embarrassed” about being seen as strong minded and “being big boots”. Yet she sympathises with the sentiments of Björk, who spoke out last year about the assumption that her male collaborators produce her music (she has just as much input and co-produces it). “It is annoying when people presume that the guy that you’re working with has done everything,” she says. “I know exactly where I want something panned, I know how much reverb I want on it, or if I want space echo,” she says. “Naively, I think everyone knows how much I do. This time I want to fucking say it.”     Kiss with a fist: Bat For Lashes. Photograph: Neil Krug    Reading over past interviews with Khan, I’ve lost count of the number of times that writers don’t say it. Often her image is the focus: in 2009, the defunct London Paper went right ahead and called her “just plain hot”. Khan doesn’t see it as a negative. “This is going to be shocking to you, but I feel so strong about what I’m saying musically, that I don’t mind whatever people want to take from it,” she says. “I know that I cover every angle. And so if on top of that someone says: ‘Natasha looks sexy’, I’m like, ‘I’m 36, thank you; it’s hard to be a woman and have your photograph taken at this age.’ You can’t deny that your ego likes that.”  At a time when sexism is on the frontline, few would admit to the undeniable desire we have to be objectified and be in control. But Khan sees no reason why she can’t have both. “I objectify Ryan Gosling and think he’s sexy as hell, but it doesn’t mean I don’t think he’s a great actor. If you’re seeing someone’s power sexually, professionally, spiritually, surely that’s a great place for us to be in?” It’s one reason why she wears a slick of Liz-Taylor-in-an-Andy-Warhol-painting blue makeup across her eyelids for The Bride’s album cover and performances. “To me, it’s the rebel woman’s eye makeup, it’s garish, [it speaks to] the virgin/whore interplay. It’s like: ‘My makeup’s strippery, but I’m in control.’”   Related: Sexwitch review – Natasha Khan gives her inner pagan free rein    On the way out of the cemetery we pass the tiny grave of Terry, the dog who played Toto in The Wizard Of Oz, and I remember that Good Witch theme music. What was its significance? There’s something very powerful about the witchy side of women,” Khan says, “and [their] sexual power, and darkness and death and destruction and rebirth – all these aspects of being a woman. The witch in me doesn’t take any shit.” She’s interested in the ambiguity of femininity (many ideas about which appear in a book that’s inspired her since she was 23, called The Women Who Run With Wolves), where she’s not just the light of the Good Witch, nor the Wicked Witch’s wickedness, but the Technicolor grey area in between. She’s vulnerable and forceful, both on The Bride and in real life. “I can be simultaneously sexy and a little bit scary. That makes me happy because I’m living and breathing in all my 360-degree glory.” She pauses: “Bring on 360-degree womanhood!”  The Bride is out on 1 July via Parlophone. Bat For Lashes plays Manchester Cathedral on Fri 13 May, touring to 16 May. She headlines End Of The Road Festival, 2-4 Setember",
  "webTitle": "Bat For Lashes: 'Even in Sex And The City, the single girls end up with someone'",
  "webPublicationDate": "2016-05-07T08:00:09Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/07/natasha-khan-bat-for-lashes-new-album-the-bride",
  "keyword": [
    {
      "webTitle": "Bat for Lashes",
      "id": "music/batforlashes",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Hutchinson",
      "id": "profile/kate-hutchinson"
    }
  ],
  "guardianId": "music/2016/may/07/natasha-khan-bat-for-lashes-new-album-the-bride"
}