{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/04/best-comedy-shows-summer-2016-bridget-christie-sara-pascoe",
  "id": "2016-05-04-333",
  "sectionId": "stage",
  "body": "Sara Pascoe: Animal Having ducked out of last year’s Edinburgh fringe to write a book about the female body and attitudes towards it, the super-smart and endearing Sara Pascoe is back with that book and an accompanying tour. The latter is billed as an exploration of the limits of empathy, and early reports suggest another terrific nugget of intellectually inquiring and self-deprecating standup.• 6 May, West End Centre, Aldershot. Then touring to 30 June.     Intellectual enquiry … Sara Pascoe. Photograph: Sophia Evans for the Observer    David Baddiel: My Family (Not the Sitcom) After years away from standup, Baddiel scored a deserved hit in 2013 with his thoughtful, self-exposing comedy lecture on celebrity, Fame (Not the Musical). Its follow-up, a peek behind the cliches and evasions of family life, addresses his dad’s illness and the recent death of his mum. He told the Guardian: “I’m going to talk about difficult stuff – sex and dementia and death. It is by far the most difficult thing I’ve ever written.”•10 May to 25 June, Menier Chocolate Factory, London.     Sex and dementia … David Baddiel.    Bridget Christie: Mortal In her 2015 show, a tie-in with A Book for Her, it was fascinating to see Bridget Christie moving beyond the feminist agenda that’s made her one of UK comedy’s unmissable stars. This year’s show, previewing throughout the summer, continues the process. Ostensibly about mortality, it also promises jokes about Motörhead vibrators, water massage, and the Tories. A more eclectic set, then, but it looks as if Christie’s lovably clownish crusading comedy will be prominent in the mix.• 4 June, Wells comedy festival; 20 June to 6 July at Soho theatre; then at the Edinburgh fringe. Whose Line Is It Anyway? After revivals at the Edinburgh fringe and last year in the West End, the venerable improv-games format returns once more. At a boom time for improv in the UK, with tours and West End runs for shows such as Austentatious and Showstopper!, it remains a treat to see these comedy old-timers (Josie Lawrence, Greg Proops, Colin Mochrie et al) throwing themselves into a succession of ridiculous, off-the-cuff scenarios.• 9 to 19 June, London Palladium. Todd Barry: Crowd Work “To me,” says Florida standup Todd Barry, “[having] no material sounds more interesting and a little more dangerous.” Barry is a veteran of the US standup scene and no stranger to Brit audiences. He’s performed his wry, downbeat comedy here and starred in TV shows including Flight of the Conchords and Louie. What’s new is the show. Crowd Work is a set with no prepared material, consisting wholly of off-the-cuff interactions with his audience. Widely performed in the States, Barry’s boredom-busting experiment now arrives in the UK.• 13 June, Pub/Zoo, Manchester; 14 to 18 June, Soho theatre, London.  Bristol Comedy Garden The comedy jamboree pitches its big top for a fifth year, with a knockout lineup, including oddball 2014 Edinburgh award champ John Kearns, free-associating US duo Pajama Men, the cult dark-comedy double act Cardinal Burns and Josie Long. The festival also features a special edition of Adam Buxton’s music video and online flotsam show Bug, this one dedicated to the life and work of David Bowie.• 28 June to 3 July, Queen Square, Bristol.      Bowie tribute … Adam Buxton Photograph: Katherine Anne Rose for the Observer    Mark Thomas: The Red Shed     Hut-honed … Mark Thomas. Photograph: Steve Ullathorne    Mark Thomas’s Red Shed is billed as the final part of an autobiographical trilogy that began with Bravo Figaro and continued with Cuckooed. He is launching the show in Edinburgh, but before then, there’s a fairly extensive tour of the work-in-progress celebrating the 50th anniversary of Wakefield’s Labour club, a wooden hut in which the young Thomas honed his political consciousness and performed his first gigs.• 28 to 29 June, Jacksons Lane, London. Then touring. Latitude festival With the exception of Edinburgh, there’s nowhere you’ll see more comedians this summer than at the Latitude festival, where the comedy tent positively heaves with high-end standup and sketch talent. Pappy’s are there with their Secret Dudes Society; so too are the Boy With Tape on His Face and last year’s Edinburgh award champ Sam Simmons. There’s also a one-off visit by US vocalist/beatboxer weirdo Reggie Watts, who’s performing at the Southbank, London, on the same day.•14 to 17 July, Henham Park, Southwold, Suffolk.     Latitude bound … Pappy’s.    James Acaster: Reset No one gets het up about trivia (massage, mariachi bands, trips to Pret a Manger) quite like James Acaster, and no one’s shows are quite so intricately constructed. That seductive combination has propelled him to an unprecedented four Edinburgh comedy award nominations in a row. Chances are he’ll be up there again at this year’s fringe with Reset, a show about wiping the slate clean and having your time again.•3 to 28 August, Pleasance Courtyard, Edinburgh.      Socking it to mariachi bands … James Acaster.    Mr Swallow: Houdini  Lovers of uncomplicated, knockabout good fun will welcome the return of Nick Mohammed’s alter ego Mr Swallow, whose spoof Dracula musical was such a highlight of the 2014 fringe. This time, our self-absorbed and highly strung host sets about telling the story of the legendary escapologist Houdini, complete with a recreation of his most notorious trick. Kieran Hodgson, a comedy award nominee in 2015, co-stars.• 6 to 28 August, Pleasance Courtyard, Edinburgh.",
  "webTitle": "Fun factory: the finest comedy of summer 2016",
  "webPublicationDate": "2016-05-04T06:00:20Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/04/best-comedy-shows-summer-2016-bridget-christie-sara-pascoe",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "James Acaster",
      "id": "stage/james-acaster",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Bridget Christie",
      "id": "culture/bridget-christie",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sara Pascoe",
      "id": "stage/sara-pascoe",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Mark Thomas",
      "id": "culture/mark-thomas",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "David Baddiel",
      "id": "stage/david-baddiel",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Logan",
      "id": "profile/brianlogan"
    }
  ],
  "guardianId": "stage/2016/may/04/best-comedy-shows-summer-2016-bridget-christie-sara-pascoe"
}