{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/04/kezia-dugdale-antisemitism-row-damaging-scottish-labour-election",
  "id": "2016-05-04-171",
  "sectionId": "politics",
  "body": "Kezia Dugdale, the Scottish Labour leader, has admitted the furore over antisemitism within Labour after Ken Livingstone’s remarks last week has damaged her party’s chances in Thursday’s Scottish parliament election. With Scottish Labour neck and neck with the Tories in Holyrood polling, Dugdale told the Guardian that voters were raising the controversy on the doorstep in the final days of the campaign.  “It has unquestionably had an effect. I’m not going to go into the business of analysing what has happened over the past few days but it is coming up on the doorsteps,” she said, as she campaigned in the target seat of Edinburgh Southern. Her disclosure came as all the Scottish party leaders launched their final push for votes before election day, with Nicola Sturgeon addressing Scottish National party supporters near the statue of former first minister Donald Dewar in central Glasgow.     SNP leader and first minister Nicola Sturgeon campaigns in Glasgow city centre. Photograph: Russell Cheyne/Reuters    Sturgeon, who is thought to fear her party may not win an overall majority despite the SNP’s substantial lead in the polls, urged her supporters to cast both their constituency and list votes for the SNP.  Calling on them to ignore appeals from the pro-independence Scottish Greens to give them their second votes, Sturgeon said SNP voters should “leave nothing to chance”. She appealed for “a personal mandate as first minister to reform and to transform Scotland for the future”. Labour strategists fear the antisemitism row, which dominated media coverage last week after Livingstone, the former London mayor, was confronted by Labour MP John Mann, has severely hit their bid to hold Eastwood constituency near Glasgow.  The seat, which mirrors the former East Renfrewshire seat lost last year by the former Scottish Labour leader Jim Murphy, is home to Scotland’s largest Jewish community and has been held by Labour’s Ken Macintosh since Dewar established the Scottish parliament in 1999.  It is seen as a three-way marginal, and a potential gain for the Scottish Tories, whose recent surge in the polls is now threatening to knock Labour into third place. The loss of Eastwood would badly dent Labour’s hopes of remaining Holyrood’s second largest party. Some constituency Labour parties have seen members resign over the controversy.  Insisting she was going to “keep smiling”, Dugdale said she had chosen not to raise it in a phonecall with the Labour leader, Jeremy Corbyn, on Tuesday because it “would not have added anything” to her update on the Scottish campaign.  She added: “I’m going to carry on doing what I have always done in this campaign, which is to make a positive case for how we can use the powers of the Scottish parliament to make different choices from the Tories in Scotland.” In parallel developments, the SNP barred a Muslim leader in Edinburgh, Amjed Hussain, from further party events for allegedly posting offensive anti-Jewish material on Facebook. Although not a party member, Hussain was photographed with Sturgeon at her manifesto launch and has campaigned for the SNP. Scottish Labour then suspended councillor Terry Kelly in Renfrewshire after the Conservative blogger Guido Fawkes disclosed allegedly antisemitic posts dating back to 2010 which attacked the “Jewish lobby” in the US.  Both the Tories and the Liberal Democrats believe they will increase their number of seats at Holyrood. Ruth Davidson, the Scottish Conservative leader, launched her final day push at Edinburgh’s Royal Botanic Garden. Appealing to new voters who were born after Scotland won devolution in 1999 to back the Tories, Davidson said: “The devolution generation deserves better. [As] our country’s strong opposition we’ll make sure Scotland gets the better government is deserves.” Willie Rennie, the Scottish Lib Dem leader, said his party was confident the final result would confound the party’s poor opinion poll showing. “Everywhere I go, people tell me that they are pleased that we are talking about big issues like education that were neglected while the SNP campaigned for independence,” he said.",
  "webTitle": "Dugdale: antisemitism row damaging Scottish Labour's election hopes",
  "webPublicationDate": "2016-05-04T13:30:04Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/04/kezia-dugdale-antisemitism-row-damaging-scottish-labour-election",
  "keyword": [
    {
      "webTitle": "Kezia Dugdale",
      "id": "politics/kezia-dugdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    },
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "politics/2016/may/04/kezia-dugdale-antisemitism-row-damaging-scottish-labour-election"
}