{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/six-tudor-queens-1-katherine-of-aragon-the-true-queen-by-alison-weir-review",
  "id": "2016-05-06-238",
  "sectionId": "books",
  "body": "Divorced, beheaded, died; divorced, beheaded, survived. Alison Weir, the bestselling historian and occasional novelist, has embarked on a mammoth task: she’s writing six novels, each focusing on one of the six wives of Henry VIII, using her historical expertise to “help to illuminate” their lives through fiction. Katherine of Aragon: The True Queen kicks off the series, treading the well-worn path of a story we know from school and from various fictional retellings, by authors from Philippa Gregory to Jean Plaidy to Hilary Mantel. The Spanish princess, married to the new king and then cast aside for Anne Boleyn – how to tell it again? Weir starts as a 16-year-old Catalina sails to England, setting out her marriage to Henry’s older brother, Arthur, and his subsequent death. (She takes the view of recent research here, positing that Katherine’s marriage to Arthur was not consummated.) We see her money dwindling as Henry VII refuses to allow the marriage to his younger son Henry to go ahead, her influence waning as her father King Ferdinand’s does in Spain, until Henry VII dies and his son can claim her as his bride. “Katherine, know this: that whatever anyone else has said, and whatever good reasons there are for our marriage, I desire you above all women; I love you, and I have longed to wed you for yourself.” There are the seven pregnancies and the one child, Mary, who survives, the rumoured infidelities she chooses to rise above, because “how could she lure him back, eight months pregnant and worn down by misery”, until Anne Boleyn becomes transcendent and Katherine is set aside while Henry tries to escape his marriage. Letters fly back and forth, between Rome and England, England and Spain, as Henry argues his case and Katherine, shunted from castle to increasingly small castle until her “realm had shrunk to just two rooms”, argues hers. Weir is excellent on the little details that bring a world to life, whether it’s the fact that the ground is levelled when Henry meets Francis I of France, “so that neither king should be higher than the other”, or the cringemaking scene in which Katherine and Arthur are publicly put to bed to consummate their marriage, or the fact that before his split with Rome, Henry heard five masses every day. And it’s disconcerting to hear the story from this side – not to have Henry and Anne front and centre, but to learn only at second-hand, with Katherine, that Anne has been crowned. She paints a picture of a woman with immovable morals and deep religious conviction, one who is truly in love with “that great golden youth, her Henry”. As time passes, we see her slowly eaten away by the loss of so many children, and by the absence of her daughter, whom Henry sends away for her education, and then later keeps from Katherine out of cruelty. But she is always adamant in her love for Henry and in her conviction that their marriage was lawful. “You know the right of it is on my side ... and on that I will stand firm to my dying day.” Weir’s knowledge of the period is exhaustive, and this can be exhausting, as she reels off too-long lists of jewels in Katherine’s possession, or describes yet another missive between the Spanish ambassador and the emperor. She writes in an author’s note that “many of the letters quoted in the text are genuine”, and that “the same is true of a substantial amount of the dialogue” – it’s wonderful to have such detailed sources, but there is an awful lot of it. There’s also an overgenerous sprinkling of exclamation marks, particularly towards the start, perhaps to mark a young Katherine’s teenage exuberance, but it’s grating. So, too, is the overuse of “bade” and “clad” and “donned” and “lest” – either modernise, or don’t. But, for all that, the build-up of detail has the cumulative effect of making Katherine’s disaster real and, finally, heartbreaking, as on her deathbed she leaves what little she has left to the daughter she won’t see again. Weir may not be the best storyteller, but she has one of the best stories to tell. She quotes Thomas Cromwell, saying: “It is as well that the Princess Dowager is a woman. Nature wronged her in not making her a man. But for her sex, she would have surpassed all the heroes of history.” She has made this brave and honest woman, beloved by the people of the time, the heroine of her own story at last.",
  "webTitle": "Six Tudor Queens 1: Katherine of Aragon, the True Queen by Alison Weir review – the heroine of her own story at last",
  "webPublicationDate": "2016-05-06T10:52:23Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/six-tudor-queens-1-katherine-of-aragon-the-true-queen-by-alison-weir-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/06/six-tudor-queens-1-katherine-of-aragon-the-true-queen-by-alison-weir-review"
}