{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/james-deen-mma-unfair-porn-regulations-hiv-condoms",
  "id": "2016-05-17-45",
  "sectionId": "us-news",
  "body": "James Deen, the porn star accused of exposing performers to sexually transmitted infections, has filed a complaint against mixed martial arts company Bellator MMA in an effort to draw attention to what he described as the “unfair persecution of the adult industry”.   Related: James Deen, the porn star who failed as a feminist fantasy | Eva Wiseman    Deen, who also recently faced numerous accusations of sexual assault, was issued California state citations and fines in March for his production company’s alleged violations of condom and workplace regulations, with state officials claiming that his firm exposed performers to STIs. Deen denied the allegations of labor violations, arguing that his performers have tested negative for infections and have voluntarily chosen not to wear condoms. He further accused California regulators of enacting a “political and moral agenda” against pornography and “sexual free-expression”.           James Deen on porn industry: extract from Guardian interview in 2012    In an apparent attempt to highlight how regulators disproportionately target and scrutinize the adult entertainment industry, Deen filed a state complaint against Bellator MMA and its owner Viacom, alleging that the companies have violated the same HIV regulations for which James Deen Productions was cited.    Sex workers should not be held to different standards under the same regulations as their mainstream counterparts  James Deen     The complaint with California’s division of occupational safety and health (Cal/OSHA) alleges that the mixed martial arts company has failed to comply with state policies aimed at preventing exposure to bloodborne pathogens, according to Deen’s announcement. In other words, Deen, who has no connection to professional fighting, is arguing that if the state contends that his adult entertainment firm has failed to protect performers from STIs, officials should also go after Bellator MMA and other forms of entertainment. “You can’t pick and choose how to enforce the law,” Deen said in a statement Tuesday. “Sex workers should not be held to different standards under the same regulations as their mainstream counterparts.” His company added in a press release: “While both the adult film and professional fighting industries require their performers to undergo testing for HIV/AIDS, Hepatitis, and the like, only the adult industry is being fined and reprimanded.”     James Deen also faced a string of sexual assault accusations from fellow porn actors last year. Photograph: Alamy Stock Photo    Typically, workers file Cal/OSHA complaints against their employers. But the investigation into the condom practices of Deen’s company stemmed from a complaint by the Aids Healthcare Foundation, a nonprofit that is critical of the porn industry and has advocated condom requirements. Asked about the complaint against MMA, Michael Weinstein, founder of the Aids Healthcare Foundation, said he had not heard about Deen’s announcement but added: “How great is the credibility of a man who has been accused of rape by eight women?” Deen faced a string of sexual assault accusations from fellow porn actors last year – allegations that led industry groups to sever ties with the actor, who described the claims as “false and defamatory”. Weinstein said his organization has targeted Deen because “he is the biggest star in the industry, and he’s been the most outspoken in fighting against condoms. So he’s put the spotlight on himself, and as citizens we’re free to file complaints.” Weinstein said the foundation’s claims against Deen were substantiated when Cal/OSHA announced penalties of $77,875 to his film production company, also known as Third Rock Enterprises. “He’s violated the law, and that’s why they’re going after them. He’s just trying to change the subject,” Weinstein said, adding: “I don’t know what the rules are as it relates to mixed martial arts. I think that Cal/OSHA should try to protect people in the sport as much as possible.” Representatives for Cal/OSHA, Bellator and Viacom did not immediately respond to requests for comment.",
  "webTitle": "James Deen takes on MMA, saying porn faces 'unfair' government scrutiny",
  "webPublicationDate": "2016-05-17T18:52:47Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/james-deen-mma-unfair-porn-regulations-hiv-condoms",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "MMA",
      "id": "sport/mma",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Viacom",
      "id": "media/viacom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/17/james-deen-mma-unfair-porn-regulations-hiv-condoms"
}