{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/budget-jobs-growth-investment-scott-morrison",
  "id": "2016-05-05-294",
  "sectionId": "australia-news",
  "body": "“Jobs, growth, investment.” This is one of the Turnbull government’s slogans linked to the budget and no doubt it will be repeated again and again over the next two months in the lead-up to the election. It sounds good but based on Scott Morrison’s budget numbers and forecasts, it is difficult to understand why the government would be basing its economic management credentials on the theme of jobs, growth and investment. The track record of the government is not particularly good.   Related: Budget numbers in context: how many submarines in the deficit?    The budget outlined a sick picture for business investment, even taking account of the policy initiatives on tax and government spending. In addition to that, the budget has set in course another two years of below-trend economic growth while the unemployment rate is, on current policy settings, not going to fall below 5.5% for at least the next four years. Think about the dynamics of a treasurer pulling the economic policy levers but still accepting a collapse in private sector investment, squibbing on GDP growth and locking in what, for Australia, is high unemployment. Thankfully, someone else is looking, which is why the RBA surprised just about everyone when it cut the cash rate to a new record low of 1.75%. It seems to be doing the heavy lifting on jobs, growth and investment. Here are the facts on jobs, growth and investment, taken from Budget Paper 1. After a tepid 2.2% rise in GDP in 2014-15, the government is forecasting GDP growth to splutter along at a mediocre 2.5% in 2015-16 and 2016-17. Only in 2017-18 will GDP growth lift to 3% which, based on the historical performance of the economy, is a bare minimum for Australia. There are, quite simply, three straight years where GDP growth is, in the words of the RBA, “moderate”. It is moderate to the point where underlying inflation has fallen to a multi-decade low and, as a result, interest rates have been cut to the lowest rate ever seen. On private sector business investment, the record of recent years and the forecast for the next couple of years is abysmal. The budget is framed around business investment falling another 11% in 2015-16 after falling 6.2% in 2014-15 and is expected to fall 5% in 2016-17 before flatlining at zero growth in 2017-18. If the budget was one framed at lifting business investment, the signs are not good. On jobs, the budget has policies in place that will, according to Treasury forecasts, see the unemployment rate remain at 5.5% right through to the middle of 2018. The current unemployment rate is 5.7%, which suggests the policies aimed at “boosting jobs”, as Morrison claims, is nothing more than matching population growth and not moving the 750,000 people currently unemployed into a job. What could have been done? At the very least, the government could have aimed to reduce inequality in the economy by skewing the income tax cuts linked to low-income earners rather than the 25% of the workforce with the highest incomes. The marginal propensity to spend is higher for low-income earners, which means giving a tax cut to someone on, say, $40,000 a year will have a greater positive effect of economic growth than giving the same sort of tax cut to someone on $300,000 a year. The cost to the budget of skewing tax cuts to lower-income earners could have had the same impact on bottom line but with the benefit of faster GDP growth and jobs than what is currently projected.   Related: If the budget was the government's tax white paper, they flubbed it | Greg Jericho    At a time when the growth is sluggish, unemployment too high and private sector investment catastrophic – and the budget bottom line is increasingly challenged to the point where a return to surplus is more of a wish that a targeted policy objective – some out-of-the-box policy is required. With the budget framed to where the number of people unemployed will reach 800,000, the policy agenda in the budget is substandard. Making the tax system more progressive is good for growth, jobs and even investment. It’s time for some more far-reaching policy thinking if ever Australia is to lock in stronger growth, a sharply lower unemployment rate and a much-needed pick-up in investment. Scott Morrison’s budget had little to that effect. • Stephen Koukoulas is a research fellow at Per Capita, a progressive thinktank",
  "webTitle": "Signs are not good for a budget based on 'jobs, growth and investment'",
  "webPublicationDate": "2016-05-05T07:38:46Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/budget-jobs-growth-investment-scott-morrison",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Reserve Bank of Australia",
      "id": "australia-news/reserve-bank-of-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Interest rates Australia",
      "id": "australia-news/interest-rates-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Koukoulas",
      "id": "profile/stephen-koukoulas"
    }
  ],
  "guardianId": "australia-news/2016/may/05/budget-jobs-growth-investment-scott-morrison"
}