{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/british-emigrants-harry-shindler-jacquelyn-maclennan-eu-referendum-vote-battle-supreme-court",
  "id": "2016-05-24-195",
  "sectionId": "politics",
  "body": "Britons who have lived abroad for more than 15 years will not be allowed to vote in the EU referendum, the supreme court has ruled. The highest court in the country upheld earlier rulings of the high court and court of appeal against Harry Shindler and Jacquelyn MacLennan, who were challenging the law. The ruling confirms the decision that the UK’s voting regulations do not unlawfully interfere with the right of freedom of movement within the European Union and that the government is entitled to set an arbitrary time limit on residence. Delivering the ruling, Lady Hale, deputy president of the supreme court, said: “The question is not whether this particular voting exclusion is justifiable as a proportionate means of pursuing a legitimate aim. The question is whether EU law applies.” Even if EU law did apply, she added, there was no interference with the rights of free movement. Therefore, she said, the case was dismissed. She said: “We have considerable sympathy with the applicants and the situation in which they find themselves. We understand it’s something which concerns them deeply, but we cannot discern a legal basis for challenging this statute.” The decision will prevent up to 2 million UK citizens living around the world from participating in the referendum on 23 June. MacLennan said she would not appeal against the ruling to any European courts. “This is deeply disappointing,” she said. “We tried our best. This is manifestly unjust, but we gave always said we did not want to pull the referendum. “I hope the government will, at least, keep its promise and change the voting laws for the next general election.” During the hearing Aidan O’Neill, QC for Shindler and MacLennan, had said the disenfranchisement was “disproportionate” and “penalised” them for exercising their right of free movement within the EU.     Harry Shindler in his uniform. He was awarded an MBE in 2014 for services to Anglo-Italian relations. Photograph: Family handout/PA    O’Neill told the supreme court justices that removing voting entitlement was “nothing to do with the idea that these people have cut off their links with the UK”. He said: “It’s because of some political compromise, a compromise within the governing party between those who favour one side or the other [in the referendum]. Is that a legitimate reason so as to justify the removal of the right to vote which … is associated with citizenship? The government has repeatedly described the 15-year rule as ‘arbitrary’, as having no justification.” In written submissions, O’Neill argued that the European Union Referendum Act excludes British citizens while giving the vote “to an estimated 1 million individuals who do not hold any form of British citizenship, namely Irish nationals and the citizens of Commonwealth countries … who happen to be lawfully resident in the UK or Gibraltar at the date of the referendum”. O’Neill added: “There’s no rationale for the exclusion. Some EU citizens are given the vote; the Irish get the right to vote and we are told it’s tradition, but that is not a justification for disenfranchising these individuals. The only justification we get is: ‘Don’t rock the boat. If you start changing it that might cause problems within the politics of it all’.” London-born war veteran Shindler, 95, has lived in Italy for 35 years. MacLennan, 54, a solicitor from Inverness, has lived in Brussels since 1987. She attended the hearing. MacLennan specialises in EU competition and environmental law and is a partner in the Brussels office of a global law firm. Shindler was awarded an MBE in 2014 for his services to Anglo-Italian relations. He still pays taxes on his pension to HM Revenue and Customs. He did not attend the hearing but the court was told that he was watching the proceedings online.",
  "webTitle": "British emigrants lose supreme court EU referendum vote bid",
  "webPublicationDate": "2016-05-24T11:33:34Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/british-emigrants-harry-shindler-jacquelyn-maclennan-eu-referendum-vote-battle-supreme-court",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK supreme court",
      "id": "law/uk-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "politics/2016/may/24/british-emigrants-harry-shindler-jacquelyn-maclennan-eu-referendum-vote-battle-supreme-court"
}