{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/two-arrested-teenage-girl-dies-ecstasy-manchester-dldk-club-night",
  "id": "2016-05-03-242",
  "sectionId": "uk-news",
  "body": "A man and a woman have been arrested on suspicion of supplying ecstasy to a teenage girl who died after taking the drug. Faye Allen, 17, had an adverse reaction to a form of ecstasy known as “MasterCard” in the early hours of Monday at Victoria Warehouse in Trafford, Greater Manchester police (GMP) said. She died in hospital a short time later. A 19-year-old man and a 20-year-old woman were arrested on Tuesday in St Helens, Merseyside, on suspicion of possession with intent to supply a class A drug.  Allen, from Liverpool, fell ill at a clubbing event called Don’t Let Daddy Know (DLDK), which was attended by up to 5,000 people, prompting police to warn others who may have taken the drug to urgently seek medical attention.     Faye Allen. Photograph: Facebook    DCI Ben Ewart of GMP’s Trafford division said: “Our thoughts and condolences remain with the family of this girl at this heartbreaking time. We have made two arrests in connection with this investigation and currently have a man and a woman in custody who will be questioned later today. “Sadly, we know that other people will have taken this form of ecstasy, known as ‘MasterCard’, and we are continuing to urge anybody who may have taken it to please get themselves checked out. If you have information that you believe can assist us with our investigation or you know where this drug may have come from then please contact police.” DLDK opened at 9pm on Sunday and ran until 6am on Monday. Police officers were called to the venue at 5am following reports Allen had fallen ill. According to the Victoria Warehouse website, DLDK featured “world entertainment, cutting-edge production and mind-blowing special effects”. The DJ lineup included Showtek, Blasterjaxx, Don Diablo, Laidback Luke, Ummet Ozcan, Florian Picasso, Sem Vox and Third Party. Allen is understood to have been at the event with her boyfriend. Her boyfriend’s father, who asked not to be named, told the Manchester Evening News: “She had never been to a rave or nightclub before. This was the first time. They are a couple of young lovers who have gone to a club. Faye took a pill for the first time and disaster has struck. “The whole family are absolutely devastated. We don’t know how we are going to look after each other.  “Faye was her mother’s best friend and she doted on her brother and sister and her boyfriend. She loved to look after her disabled brother and her younger sister. She was such a smiley and warm, loving girl.” Allen lost two of her younger siblings to cot death in 2004. An inquest heard that her brother Jordan died aged 23 months, while her sister Neve was just 18 weeks when she died. She was formally identified by GMP at a briefing on Tuesday. Anyone with information is urged to call police on 0161-856 7662 or 101, or the independent charity Crimestoppers anonymously on 0800 555 111. The teenager’s death comes just over a month after that of a 16-year-old, Sky Nicol, who died in Darwen, Lancashire, after she was suspected of taking ecstasy. Lancashire police said that they believed she had taken “a quantity of drugs” before she died after suffering a suspected cardiac arrest. A 16-year-old girl was later arrested on suspicion of supplying ecstasy. The deaths of three men last year in Suffolk and a fourth in Telford, Shropshire, were blamed on a batch carrying the Superman motif. Suffolk police offered a temporary drug amnesty to anyone who surrendered the red or pink tablets of ecstasy, inscribed with a Superman-style “S” in their centre. Investigators believe the pills involved were made with a high concentration of the chemical PMMA instead of MDMA, usually the main component of ecstasy. John Hocking, 20, from Rendlesham, and Justas Ropas, 22, and Gediminas Kulokas, 24, who were living in Ipswich, died over Christmas and New Year last year. The use of ecstasy, as well as LSD, among young adults spiked in the two years up to a survey published last July. Its results indicated the numbers taking the drugs in the previous 12 months were up 84% and 175% respectively. Compared with the two years before, an estimated 157,000 more people aged 16-24 took ecstasy over the year leading up to the publication of the statistics from the Crime Survey of England and Wales.",
  "webTitle": "Two arrested after death of teenage girl who took  ecstasy",
  "webPublicationDate": "2016-05-03T10:59:36Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/two-arrested-teenage-girl-dies-ecstasy-manchester-dldk-club-night",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "uk-news/2016/may/03/two-arrested-teenage-girl-dies-ecstasy-manchester-dldk-club-night"
}