{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/09/my-job-is-great-except-for-one-board-member-dear-jeremy",
  "id": "2016-05-09-334",
  "sectionId": "money",
  "body": "Twice a week we publish problems that will feature in a forthcoming Dear Jeremy advice column in the Saturday Guardian so that readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy’s own insights. Here is the latest dilemma – what are your thoughts? I strayed into a new job four months ago for a large public sector company. I’m in a senior position (one step down from board). I have a proven track record in previous roles for delivery, communication and relationship skills. I was asked to design a restructure for the department I’m head of, which I’ve done. However, there is a single member of the board who is persistently challenging me and blocking my proposals. Everyone that I’ve discussed my proposal with thinks it will really improve things. However, every meeting I’ve scheduled with this particular person has been cancelled, hence I’ve not been able to explain the structure and listen to any feedback as to why they think it’s not quite right.  I’m very happy to take on board any comments because I’m keen to get the structure right but it’s very challenging when the only contact is via terse intermittent email or critical comments fed back via my line manager. Otherwise, the job is great and I have a phenomenal team who are passionate about doing a job and getting things right to support the organisation. I’ve tried everything I know to get this relationship to a professional working one, but the last straw was an undermining comment questioning my skills and ability at a meeting with the other execs, which I was not present at – my manager fed back to me in a phone call. Incidentally, my manager has never questioned my ability or performance during my first three months but as the two of them work very closely I’m concerned this could easily spiral into a performance management issue. The two of them have caused the three previous incumbents in my role to leave over the last five years. Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "My job is great – except for one board member",
  "webPublicationDate": "2016-05-09T06:00:06Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/09/my-job-is-great-except-for-one-board-member-dear-jeremy",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/09/my-job-is-great-except-for-one-board-member-dear-jeremy"
}