{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/21/life-with-extreme-eczema-maggie-ofarrell",
  "id": "2016-05-21-167",
  "sectionId": "society",
  "body": "On a good night, my daughter and I will be up once or twice. In the dim, cool hours, her cries pull me from sleep and I carry her to the bathroom. She is crying, struggling, but she will become calm as we go about our nocturnal rituals. It might be 20 minutes or half an hour before she’s back in bed. On a bad night, we are up five, six, seven times. I am unable to soothe her. She screams, she writhes, she tears at her skin, her handcoverings, her clothing. Whatever I try doesn’t help. We pace the floor together. We change her bandages. We try a bath. We try going outside. These are the nights I fear, when the bedclothes might be covered in blood, when she howls in agony, yelling, “Please make it stop.” My child, you see, is not a newborn. It isn’t night feeds that she and I are engaged upon, although sometimes the nocturnal wakings, the dark loneliness, the wild swings from hope to despair bring those to mind. Astrid is six. She suffers from chronic eczema. One night, just as dawn approaches, when we have been awake for several hours and she is at last drifting off, she opens her eyes and looks at me with an alert, insightful gaze. I’m sitting on the edge of her bed, holding one of her arms and one of her legs, which is the only way, we’ve discovered, that she can manage to drop off, the only way to combat sudden bouts of auto-scratching. “Mama,” she whispers, “I can’t take it any more.” If there is a more upsetting sentence for a parent to hear their child say, I haven’t yet come across it. When I am sure she is asleep, I tiptoe from the bed and into my study. I slump at my desk, laying my head down on its warm, familiar surface.    When people approached her pram, I braced myself. Please, I willed them, find something nice to say. Don’t reel back    We have, earlier in the week, seen the top consultant dermatologist at the hospital. He surveyed Astrid, as she lay, itching and writhing, on his examination couch. He glanced at her notes, her traumatised, lacerated skin. He exchanged looks with the two junior doctors behind him. There is a particular facial expression that doctors adopt when faced with someone like Astrid, who is already exceeding the maximum dosage of steroids, who adheres to every piece of NHS advice, who is doing everything to get well and yet only seems to get worse. It is part-diagnostic, part-nervous. “Hmm,” he said, and I knew what that meant. That we had come to the end of the road. That he had nothing else to offer us. That we had tried everything, but everything wasn’t working. In my study, the weak light of a new day is sliding in around the curtain edges. I switch on my computer and type, as I have done countless times, “severe eczema” into a search engine. *** On the second day of Astrid’s life, when I was still wired up to a drip, woozy from anaesthetic, I removed the sleepsuit the nurses had put her in. My hands shook, with the novelty or the drugs, it’s hard to say which, and as I eased the suit away from her, there was a shower of something the consistency of snow. Suddenly my lap was dusted with white. Odd, I thought, then tossed the sleepsuit aside and forgot all about it. When doctors ask me when Astrid first got eczema, I say: she was born with it. A week later, Astrid’s skin was peeling off in strips, like dried glue. The cuffs of jackets seemed too harsh for the petal delicacy of her; the circle backs of poppers and the undersides of zips were a metallic outrage, printing her with red, raw lesions. Her skin never looked like skin should. It was patchy, hot, sand-dry, crepey. By the time she was a month old, she was encased in the livid, raw bodycast of eczema. Her skin split open if she flexed her wrist, her arm, her leg.    If I catch Astrid starting to scratch, I must move fast: I have three, maybe four seconds before she draws blood    When people stepped up towards Astrid’s pram that spring, eager to see the baby, I found that I was gripping the handle, bracing myself. Please, I was silently willing them, find something nice to say: compliment her blue eyes, her blond curls. Don’t reel back in horror. Don’t gasp, what’s wrong with her? When I think back to those days, I am overcome by an urge to go up to the person I was then, put a hand on her shoulder and say: you have no idea what is coming. At that time, you see, I still thought it was something that could be sorted out. It was only eczema, right? How bad could it be? *** Eczema affects one in five children in the UK and one in 12 adults. Its causes are mostly genetic, but environment plays a large part. The National Eczema Society describes it as “a highly individual condition which varies from person to person and comes in many different forms”. The word “eczema” comes from “ekzein”, the Greek for “to boil”, which is a horribly accurate root. Most people think of eczema as dry skin, but chronic eczema is scalding, fiery, scarlet in hue. Some things I didn’t know, as I pushed Astrid’s pram up the hill: that there is no known cure for eczema. That even though her skin seemed as bad as it could possibly be, it would get an awful lot worse. That it indicated more serious health problems. That eczema, at its most severe, can be dangerous and even life-threatening. That her skin would dictate our lives, our home, our plans, our holidays, her schooling. That it would torture her every minute of every day, and that it would absorb my time, attention, concentration, patience, stamina and a not inconsiderable amount of money. People sometimes can’t see beyond her condition, as if the eczema is a synecdoche for Astrid herself. I overhear someone at school refer to her as “the girl with the gloves”, and I want to go to them and say, is that the only thing about her you can see?     Several standard NHS-prescribed products for eczema contain ingredients that are known skin irritants. Posed by a model. Photograph: Felicity McCabe for the Guardian    Astrid’s eczema is a fluid, febrile force. Some weeks, it seems to be on the wane; others, it will colonise and rampage over her. Devious, relentless, unforgiving, it will swarm up her ankles and legs; we spend days attending to it there, and just when we think we’ve got the better of it, it will relocate to her arms and chest. The discomfort of it is a constant presence, like tinnitus or background music. All those cyclical daily tasks that go along with small children become intensely problematic, often impossible. I might be feeding the baby or cooking dinner or helping with homework, and I will catch sight of Astrid starting to scratch. Here, I must move fast: I have three, maybe four seconds before she draws blood, five or six seconds before she creates a wound that may take weeks to heal or, worse, become septic.    We are, I tell my baffled family, going to use only natural soap products – for everything, from laundry to hair    Down the baby or wooden spoon or maths homework must go; off to the box of creams; over to the miserable child; coax her out of clothing, taking care to hold her hands in a one-handed grip so fingernails are immobilised; apply creams, allay screams and howls; cuddle; stagger back to baby/cooker/miffed older sibling, taking eczematous child with me; attempt to restart task. Two minutes later, repeat. And repeat, and repeat, until I, my child, the floors, the furniture, my baby, the table, all my clothes and hair are sticky with lotion. And still the itch will not stop. It’s like Groundhog Day, except with a lot more emollient. Avoid triggers: you are told this constantly, by doctors, by dermatology nurses. I once wrote down the things that triggered Astrid’s eczema: dust, animal hair, nuts, eggs, perfume, cleaning and laundry products, flour, soil, sand, bedding, pillows, cushions, soap, carpets, curtains, wool, synthetic fibres, paint, glue, leaves, seeds, wood smoke, petrol, the seams of clothing, lace trim, chlorine, soft toys, rope, firelighters, plastic cutlery, elastic, erasers, sea water, feathers, tree pollen, grass, plant sap, mould. How, I wondered, do you give someone a life, a childhood, while avoiding all those? More than anything, what I want for Astrid – for all my children – is for her to be herself, for her to live her life as it was meant to be. But how to achieve this if she can’t swim in the sea or pet a dog or sit on upholstery or go on a playdate or roll on the lawn or build a sandcastle? How is she to engage with the world if the world makes her ill? These questions and more circle my head as I sit at my computer, compulsively Googling “eczema” and “treatments” and “causes”. I want a reason. I want an explanation. I want a way out. I am awake, reading and researching, until the household rises for the next day. I come down to breakfast armed with a list. On the basis of an article by an American scientist, I decide to banish all detergents from the house, even plant-based ones. According to him, instances of atopic illnesses such as eczema and asthma rose sharply after the second world war, which is also when detergents were introduced as a household cleansing agent. All our cleaning products, which were ostensibly “green” and “natural”, are not as innocuous as they seem, this man’s research claims. Every single one, that very day, is removed from the house. We are, I tell my baffled family, going to use only natural soap products – for everything, from laundry to hair. It is a long shot, I know, but we have to try it. At this point, I am the definition of desperate. I would hang upside down from a tree in the moonlight, chanting spells, if there was even the slightest chance it might work. I also go through the fine print of what we have been using on her up to now – the battery of NHS-prescribed products – and what I discover makes me so furious, I hurl most of them across the room. Several standard products for eczema contain ingredients that are known skin irritants. Sodium lauryl sulphate, isopropyl myristate, sorbitan laurate, triethanolamine, phenoxyethanol: you’ll find all these in eczema products, but a quick internet search will make you want to know why.    I must find an alternative to standard moisturisers. I'm a woman possessed. Never underestimate a mother on the warpath    A few days later, a friend points to the algae-coloured shape in the kitchen sink. “What is that?” she asks warily. “Olive oil soap,” I say. “It’s going to change my life.” I shrug. “Maybe.” Strange, lumpen parcels begin to appear at the door: cold-pressed oils, salts, shea butter, beeswax, anything I can find that is said to have skin-soothing properties. I have to find an alternative to these conventional moisturisers. I am a woman possessed. Never underestimate a mother on the warpath. In the evenings, I melt and mix and stir. I test each one on my very patient husband, bursting into his study to rub some mixture into his wrist and ask, how does it feel? Does it sting? Is it moisturising? This happens so often that he begins to wordlessly hold out his arm whenever I enter a room. Perhaps unsurprisingly, a character with eczema appears in the novel I am writing. My husband returns the pages with the note “Still too angry” scrawled in the margin. I rework the chapter, with Astrid’s input, from the child’s point of view. “You need to say that it also feels hot,” she instructs. “It burns.” It takes several months of experimenting to devise a viable emollient. One ghoulishly green version makes Astrid look a bit worried; another, in which the beeswax doesn’t quite melt, leaves lumps throughout. One batch is so solid, it bends a spoon. The breakthrough comes when I work out how to emulsify beeswax: at a terrifyingly high temperature, is the answer, with the kids shut out of the room. Suddenly, I have a mixture that is smooth, absorbent yet waterproof. It is golden yellow and smells of flowers, of spring, of honey, of all things nice. Meanwhile, the detergent ban is slowly working its magic. I find an aloe vera gel, sold by a company in south Wales, that is 99.9% pure, and this proves to be more effective at calming the worst of Astrid’s skin inflammation than any steroid cream. My husband and I witness untroubled, peach-like skin emerge from under the eczema. Astrid, bathing now in magnesium salts and olive oil, instead of dermatological soap substitutes, looks – dare I say it? Dare I even think it? – better. The eczema is retreating, fading. Is this really happening, or is it a false dawn? She sleeps through a night. Then another. On holiday, she hesitates on the shoreline, watching her siblings in the sea, then takes a step into the waves, then another. Farther up the beach, I weep mawkishly into a towel. I don’t call what happened to Astrid a cure. It’s a means, a solution, a way to make life liveable. Her skin regimen still takes an inordinate amount of time; we rely on an extensive arsenal of potions and specialist clothing to keep her comfortable. Eczema is part of her life and probably always will be. It’s just not taking over her life any more. She is no longer “the girl with the gloves”. One day, she finds one of these at the back of a cupboard. She lifts the glove out, draws it on to her hand and stares at it. “I used to wear these all the time,” she says, almost to herself. I nod. “You did.” “Not any more, though.” She yanks it off with a grin, flings it to one side and runs away to play. • Maggie O’Farrell’s new novel, This Must Be The Place, is published by Tinder Press at £18.99. Order a copy for £15.19, with free UK p&p, from the guardian bookshop.",
  "webTitle": "'I have three seconds before she draws blood': life with extreme eczema",
  "webPublicationDate": "2016-05-21T07:00:06Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/21/life-with-extreme-eczema-maggie-ofarrell",
  "keyword": [
    {
      "webTitle": "Eczema",
      "id": "society/eczema",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Maggie O'Farrell",
      "id": "books/maggie-o-farrell",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Maggie O'Farrell",
      "id": "profile/maggie-o-farrell"
    }
  ],
  "guardianId": "society/2016/may/21/life-with-extreme-eczema-maggie-ofarrell"
}