{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/football-rumours-ryan-giggs-set-to-be-named-everton-manager",
  "id": "2016-05-25-260",
  "sectionId": "football",
  "body": "Ryan Giggs, we are told, needs time to think things over. And no wonder, because currently the Welshman can’t make any sense of the notion that it is essential for him to remain at Manchester United as a bridge between the club’s glorious past and bright future – after all, he has been right there in the dugout for the past three seasons as the fabled Manchester United Way went the way of the Preston Invincibles and the Magical Magyars so, as things stand, his skills as a heritage officer appear to be on a par, at best, with Marouane Fellaini’s ability as a cello player – which is to say he may be a virtuoso but we’ve seen sod all evidence of that.    Related: José Mourinho mulls over Manchester United move for Zlatan Ibrahimovic    If Giggs wants to strike out and play his own tune, he could do so at Everton. At least that is the word on some streets, and some people seem to believe it so much that they have staked hard cash on Giggs becoming the next Everton manager. Should have put it in the poor box, lads. And bookies are also taking bets on the Goodison Park gig going to be Manuel Pellegrini, as if Everton are crying out for a Spanish-speaking boss who can occasionally encourage flamboyant attacking but has trouble repairing defences. Frank de Boer would also be prepared to talk about the Everton job, in case anyone out there hasn’t already heard him talking about it.  Ronald Koeman, by contrast, will not be talking about the Everton job, not if the Daily Mirror are right and he is about to sign a contract extension at Southampton.  Meanwhile back at Manchester United, the new manager – and sadly there are no indications as to who that might be – is inevitably being linked with swoops for Cristiano Ronaldo and Karim Benzema.  Chelsea will not be buying Koke. The Spain midfielder has decided to stay at Atlético Madrid, apparently.    Related: Eric Cantona: ‘I love José Mourinho but he is not Manchester United’    A rush for West Bromwich Albion season tickets has been averted by reports that Tony Pulis is poised to stay on as manager for next season following talks with chairman Jeremy Peace.  Paris Saint-Germain have reportedly batted away a bid of around £50m for young Brazilian central defender Marquinhos and, what is more, they’ve toldBarça not to bother coming back with an improved offer. Perhaps the Catalans will join Chelsea and Manchester City in chasing John Stones. Crystal Palace will attempt to sharpen their attack by signing the former Newcastle and Chelsea striker Demba Ba. Alan Pardew also wants to be reunited with Cheik Tioté (yellow card) and Davide Santon. Swansea may listen to offers for André Ayew, who is a target for West Ham and, in particular, Sunderland. Sam Allardyce also fancies picking up James Morrison for free from West Brom.",
  "webTitle": "Football rumours: Ryan Giggs set to be named Everton manager?",
  "webPublicationDate": "2016-05-25T07:55:54Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/football-rumours-ryan-giggs-set-to-be-named-everton-manager",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/25/football-rumours-ryan-giggs-set-to-be-named-everton-manager"
}