{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/munich-police-rival-protests-afd-anti-refugee-party-meeting",
  "id": "2016-05-13-86",
  "sectionId": "world",
  "body": "Rival demonstrations are expected to take place on Friday night outside one of Munich’s best-known beer halls, where Adolf Hitler gave his first political speech and where the populist Alternative for Germany (AfD) party is hosting a meeting. Police in the southern German city said they were ready to respond and were “fully determined” to prevent a repeat of violent clashes that saw more than 400 demonstrators arrested outside the rightwing party’s first full conference in Stuttgart last month. “We hope everything will go peacefully but if it doesn’t, we’re ready,” a spokesman said. A court ruled on Thursday that the renowned Hofbräukeller tavern, on Munich’s central Wiener Platz, could not cancel a contract it had signed with AfD before the Stuttgart conference and must allow the event to go ahead.     Party leader Frauke Petry at AfD party convention in Stuttgart. Photograph: Marijan Murat/EPA    The beer hall’s landlord, Ricky Steinberg, had argued that “a significant number of peaceful and/or violent demonstrators” posed a serious security risk, the Süddeutsche Zeitung reported, and that other guests would suffer unnecessary “discomfort, inconvenience and worry”. The AfD filed a formal complaint, saying the contract was binding and a €6,000 (£4,700) deposit had been paid. It also threatened to claim a five-figure sum in damages if Steinberg pulled out of hosting the event, at which the party leader, Frauke Petry, is due to speak.  Munich’s state court disagreed with Steinberg, saying speculation and fear of possible violence did not amount to “concrete evidence of an actual threat” and were not a sufficient reason for cancelling a contract. Peaceful protests could not be considered a danger, it added, and full security measures would be in place.  The court also noted that Steinberg had written to the AfD since the Stuttgart conference – at which the party backed an election manifesto declaring that Islam was not compatible with Germany’s constitution – saying he was looking forward to the event, and warned that any loss of earnings the landlord might suffer should be considered “a direct result of the decision to sign the contract”.      A sign for the Hofbräukeller in Munich. Photograph: Imagebroker/Rex/Shutterstock    Two demonstrations are planned outside the Hofbräukeller, police said: one pro-AfD, reportedly backed by the far-right, anti-Islam Pegida movement, and the other organised by leftwing groups protesting against racism and border controls, but it was not clear how many people would attend either. Support for the rightwing, populist AfD has surged amid Europe’s refugee crisis and the arrival of more than a million migrants and refugees in Germany last year. Now polling at 12-14% nationwide, the party, which wants to ban minarets and the burqa, holds seats in half of Germany’s 16 state parliaments and could win national representation in next year’s general elections. AfD, which expects about 300 members at the event, said on Thursday it “neither needed nor wanted the support of rightwing extremists”, but complained of a “nationwide bullying campaign” by opponents who were using “undemocratic and sometimes criminal methods”. Hitler’s first political speech was made at the Hofbräukeller on 16 October 1919. Since used by mainstream parties including the left-leaning Social Democrats, the beer hall is a popular traditional Bavarian venue for Munich locals and tourists alike.",
  "webTitle": "Munich police brace for rival protests at anti-refugee party's meeting",
  "webPublicationDate": "2016-05-13T16:47:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/munich-police-rival-protests-afd-anti-refugee-party-meeting",
  "keyword": [
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Henley",
      "id": "profile/jonhenley"
    }
  ],
  "guardianId": "world/2016/may/13/munich-police-rival-protests-afd-anti-refugee-party-meeting"
}