{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/21/fear-of-migrants-austria-wels-norbert-hofer",
  "id": "2016-05-21-23",
  "sectionId": "world",
  "body": "Anyone who wants a glimpse of what kind of country Austria might turn into after this weekend’s presidential elections could do worse than visit the town of Wels in Upper Austria.   Related: 'People have lost hope': young Austrians on the rise of the far right    A majority vote tonight for Norbert Hofer of the Freedom Party (FPÖ) would not only confront the EU with a far-right president in its midst for the first time, but could send Austria on a journey towards becoming an autocratic, illiberal state more akin to Viktor Orbán’s Hungary than Angela Merkel’s Germany. As polls opened in Austria on Sunday morning, there are fears that Hofer could use the instruments of the president’s office – previously interpreted as a mainly ceremonial role by the centrist politicians who have held the post in the past – to dissolve the government and usher in a chancellor from his own party, which is currently leading in the polls. In a TV debate, Hofer ominously said: “You will be surprised what can be done [by a president].” In Wels, a community of 60,000 that was a capital city in the days of the Roman empire, the nightmare of Austrian liberals has already become a reality. A stronghold of the social democratic SPÖ party since the end of the second world war, the city elected its first rightwing mayor last year. In last month’s first round of the presidential election, 39% of Welsians voted for the rightwing Hofer, four percentage points more than voted for the right in the country as a whole. The town’s new mayor, Andreas Rabl, has an appeal similar to that of the presidential candidate: a youthful, 44-year-old lawyer with a penchant for bright blue socks, he looks and sounds nothing like the beer hall rabble-rousers who have previously dominated the party in the regions. Rabl even owns a collection of paintings by the Viennese actionist painter Hermann Nitsch – an artist so lacking in folksy Alpine appeal that the Freedom party in Lower Austria has been trying to close down a museum dedicated to his work. When the Freedom party last rose to prominence, entering government under its late leader, Jörg Haider, in 2000, it was still firmly rooted in Carinthia, in the deep rural south. Under the party’s current leader, Heinz-Christian Strache, and Hofer, who is one of Strache’s close allies, the FPÖ has expanded, managing to win voters both in Vienna’s working-class districts and more bourgeois areas such as the Wels town centre. The party has tried to shed memories of its antisemitic history, with Strache and Hofer repeatedly paying visits to Israel. Instead, the Freedom party has focused on an anti-Islam, anti-refugee message. “Islamism is the new fascism,” Strache has said. Yet once in office the party draws from a more conventional rightwing playbook. In Wels, which has a proportionally higher migrant population than other parts of Austria, Rabl has introduced a “value codex” for nurseries, which prescribes that children aged four to six should be able to recite by heart five German-language poems and five songs. Migrants who refuse to send their children to nursery face cuts in benefits.     Supporters of Austrian far-right Freedom party at a rally in Vienna. Photograph: Leonhard Foeger/Reuters    At the same time, Rabl has vouched to cut down the operational deficit of his social democrat predecessors, promising to save the city 40m euros per year. The Alter Schlachthof, a cultural centre with a youth club and a workshop for women which are used by many of the town’s minorities, faces a 10% cut in its budget. One of the eight youth worker jobs has been cut. His proudest achievement is hard to miss. The annual maypole has been moved from a corner next to the town hall into the centre of the town square. Its raising was celebrated with a festival, including a dance by performers in dirndls and lederhosen. The global rise of a new populist right – from America’s Donald Trump via France’s Marine Le Pen to Britain’s Brexit campaign – is often attributed in part to a fear of globalisation and its symptoms, from migration movements to increased job insecurity. At a political debate at Vienna’s Burgtheater last Tuesday, journalist Barbara Coudenhove-Kalergi suggested that “we in the arts have only benefited from globalisation. Yet, if an electrician is worried about an Afghan or a Syrian taking his job, he may have a point.” However, a visit to Wels suggests that frustration with an ossified and incestuous political system may also be a factor. In February 2015, it emerged that a cashier at Welldorado, a municipal swimming pool and sauna, had been embezzling money for eight years. Over the course of a few months, the damages rose from €10,000 (£7,697) to more than €370,000. In a small town such as Wels, it didn’t take long to trace the root of the scandal to the governing party: the cashier’s line manager turned out to be the brother of Hermann Wimmer, the Social Democrat mayoral candidate. At the 2015 mayoral elections, the party, which had still gained 60% of the vote in 2003, crashed to a sobering 27%. A sense of stasis and entitlement is mirrored at a national level, where the centre-left SPÖ and the centre-right ÖVP have ruled in a “grand coalition” for 24 of the past 30 years. If Austria’s party membership rate is almost four times that of the European average, it is partly because most public sector jobs look inaccessible to anyone without a membership card from one of the big political groups. New chancellor Christian Kern, brought in after the SPÖ’s disastrous performance in the first round of the presidential election forced Werner Faymann’s resignation, has given many liberals hope that social democracy can regain its dynamism. But Kern, who has been parachuted in from managing the federal railway company and hasn’t previously held a ministerial office, also provides an easy target for those who believe Austrian politics remains racket. Basking in the sunshine in the beer garden of the Hotel Gösser in Wels, pensioner Anton Rosinger says he had always been a “Sozi” in the past, but felt that the Social Democrats in the town needed to be punished for their incompetence. His wife says she voted for the FPÖ because “I want to see if things can work differently. I know it probably won’t, but I had to try.” “If we get Hofer and Strache,” Rosinger said, “that won’t be the end of the world. In America, that’s where you get real Nazis these days. They don’t ban them over there. Here, that scene is very small, perhaps a swastika here and there. But Austria is a small country. Compared to that Trump, Strache is a little boy.” He doesn’t approve of those who rail against refugees, and complains about states like Britain or Poland, who he says want to get “all the benefits from the EU, but want to do none of the heavy lifting”. Between September last year and January, an estimated 40,000 refugees passed through the town, but only 450 asylum seekers have been sheltered in and around the city. Though numbers have dropped off since the closure of the Balkan route on the initiative of Austria’s foreign minister, Sebastian Kurz, there are plans to build a new container village for around 300 asylum seekers on the site of an old army barracks on the outskirts of the town. Rabl has threatened a protest march on the motorway to block their arrival. “Many people in Austria have forgotten that their ancestors were once refugees too,” says Rosinger. A few streets away, the mood is less forgiving. Propping up an outdoor bar in the middle of the town square drinking white wine spritzers, a group of men in their 40s rail against the government, which is “out to bugger us all”. Taxes, petrol prices, public sector pay and immigration, all are too high: “We get all these rats coming into our country. They don’t want to work, they just want to rape. Some of them want to integrate, but they are in a minority – that’s the problem.” They have been impressed with what Rabl has done since coming to office, and have high hopes for Hofer, whom the latest polls put in a slight lead ahead of his rival Alexander Van der Bellen, an academic and former Green party spokesperson who is running as an independent. Their only fear is that Austrians may not be brave enough to vent their anger at the voting booth. “We are a country of cowards. At least the English know how to defend themselves with their referendum; we don’t have the spine. In Vienna, we Austrians beat the Turks in 1683, but now the Turks rule Vienna like it’s theirs.” All of the men declined to give their names, citing business interests. Still, one of them said that since the Freedom party had been in charge in Wels, it was easier to say such things out loud.",
  "webTitle": "Fear of migrants and loathing of elites drive a small Austrian town to far right",
  "webPublicationDate": "2016-05-21T23:03:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/21/fear-of-migrants-austria-wels-norbert-hofer",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    }
  ],
  "guardianId": "world/2016/may/21/fear-of-migrants-austria-wels-norbert-hofer"
}