{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/its-not-just-about-farting-corpses-10-sydney-film-festival-drawcards",
  "id": "2016-05-12-369",
  "sectionId": "film",
  "body": "Last year’s Sydney film festival threw down the gauntlet to cinephiles, challenging only the city’s bravest vitamin D-deprived souls to sit through a five-and-a-half hour Portuguese allegorical comedy about the state of the economy. There doesn’t appear to be anything so butt-crunching on this year’s program, although ­– staying on the butt theme for a moment – there is Swiss Army Man, the already infamous “farting corpse movie” starring Daniel Radcliffe as, well, a farting corpse. We’re not going to take the bait and include such irresistibly out-there indie fare on this list of 10 things to see and do at the festival. Instead we’ll examine more nuanced areas of interest, such as mermaid vampires.  The Lure: Polish romance-horror-mermaid musical   Related: The Lure: mermaid musical a splashy distraction until lack of story seems fishy    Director: Agnieszka Smoczynska / Country: Poland Not wanting to get her mermaid vampire movie confused with all those other mermaid vampire movies, Polish director Agnieszka Smoczynska also made her first feature film a musical. The story of gill-equipped teenage sisters Silver (Marta Mazurek) and Golden (Michalina Olszanska) being summoned from the sea only to end up as strippers won a jury prize at this year’s Sundance film festival for “unique vision and design”. An award that could presumably have been given sight-unseen.            Everybody Wants Some!!: Richard Linklater’s “spiritual sequel” to his cult classic Dazed and Confused   Related: Everybody Wants Some!! review: Richard Linklater's new college comedy is infectious fun    Director: Richard Linklater / Country: US The description “spiritual sequel” sounds a bit naff, but when those words are applied to Richard Linklater’s coming-of-age classic Dazed and Confused they start to sound pretty awesome pretty quick. Drugs, sex and rock ‘n’ roll – as well as use of words such as “like” and “man” – are guaranteed to be part of this dramedy, set during the first three days at a fictitious college circa 1980. Linklater, returning as writer/director, is on a great streak. His previous three films (Boyhood, Before Midnight and Bernie), in their own distinct ways, have all been exquisite.             Red Christmas: Horror legend Dee Wallace stars in Aussie spooker Director: Craig Anderson / Country: Australia How many Australian-made Christmas horror movies can you name? Spotting an opening in the market, writer/director Craig Anderson (one of the forces behind ABC TV’s terrific Black Comedy series) imported veteran scream queen Dee Wallace. She plays a mother who defends her family from a murderous stranger who may or may not be the child she thought she aborted 20 years ago. A quick squiz at Anderson’s Instagram account makes it abundantly clear that in terms of schlocktastic B-movies, the dude has done his research.             A Journey of a Thousand Miles: Peacekeepers: a group of Bangladeshi policewomen join a UN peacekeeping mission to Haiti Director: Geeta Gandbhir, Sharmeen Obaid-Chinoy / Country: Pakistan, US In the aftermath of the 2010 earthquake in Haiti, three Bangladeshi policewomen joined a unit of 160 travelling to the country for a year-long UN peacekeeping mission. They arrived poorly trained but determined, defying stereotypes and gender norms. The documentary A Journey of a Thousand Miles was co-directed by Geeta Gandbhir and Sharmeen Obaid-Chinoy. Chinoy, a two-time Oscar winner, will also discuss her experiences as a woman making films in Pakistan during a talk at Town Hall.            Beyond Cinema: the festival explores new screen cultures beyond traditional cinema A VR program at a major film festival is a virtual (no pun intended) cert these days, as the technology begins to deliver highly interesting creative results. Sydney film festival have incorporated virtual reality into a broader screen culture section, which includes an Iranian bazaar-themed video art installation at Carriageworks and a 360-degree 3D cinematic theatre (not sure what exactly that is, but it sounds great) at University of New South Wales.  Elvis and Nixon   Related: Elvis & Nixon review: Michael Shannon resurrects the King    Director: Liza Johnson / Country: US Kevin Spacey as Richard Nixon and Michael Shannon as Elvis. Nuff said.            Bliss: Ray Lawrence’s wonderfully strange 1985 film restored   Related: Bliss rewatched: a dark, controversial but amusing vision of purgatory    Director: Ray Lawrence / Country: Australia If you’ve never seen the first feature film from Australian director Ray Lawrence – better known for his second, Lantana – there is no finer way to do so than on the big screen, watching a newly minted restored version. Three and a bit decades after the film caused its first walkouts (some 400 people shuffled to the exit at Cannes in 1985) words still cannot describe this insanely surreal story about an adman who dies and may or may not be stuck in purgatory. Read our attempt to get our heads around it here.            Party on after Strike a Pose and Viva   Related: Strike a Pose review – Madonna's dancers vogue back in anger    The match-a-cocktail-to-a-book movement never really caught on, because reading classic literature when you’re sloshed is hard. But matching a film to an after party? That sounds about right. After Viva, which follows a troubled drag queen in Cuba, The Hub at Town Hall will host a Havana-themed party. After Strike a Pose, which investigates what happened to Madonna’s Blond Ambition dancers, there’ll be a silent disco.                       The Opposition: a David-and-Goliath battle set in the stunning peninsula of Paga Hill on Papua New Guinea’s Port Moresby harbour Director: Hollie Fifer / Country: Australia Australian filmmaker Hollie Fifer’s documentary, which examines a real estate dispute in Port Morseby, has been billed as “a David-and-Goliath battle over land in Papua New Guinea”. Last month former PNG politician Carol Kidu was granted an injunction from the New South Wales supreme court, successfully censoring all footage of her from the film. During these moments the screen will go dark and Sarah Snook will narrate the redacted material.             Chevalier: a group of men duke it out at sea in this satire of male competitiveness and insecurity Director: Athina Rachel Tsangari / Country: Greece Director Athina Rachel Tsangari belongs to the so-called “Greek Weird Wave”, which began with 2009’s Oscar-nominated Dogtooth (she was one of the producers). Her new film takes aim at macho rivalry, set on a luxurious boat where a group of men compete about any random thing they can think of, in pursuit of the title of “the best in general”. Sports range from comparing erection sizes to assembling Ikea furniture. Like The Lure, Chevalier is part of Sydney film festival’s 10 Women Filmmakers to Watch program.             Sydney film festival 2016 runs 8-19 June",
  "webTitle": "It's not just about farting corpses: 10 Sydney film festival drawcards",
  "webPublicationDate": "2016-05-12T03:57:15Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/its-not-just-about-farting-corpses-10-sydney-film-festival-drawcards",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Buckmaster",
      "id": "profile/luke-buckmaster"
    }
  ],
  "guardianId": "film/2016/may/12/its-not-just-about-farting-corpses-10-sydney-film-festival-drawcards"
}