{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/14/three-killed-moscow-cemetery-brawl",
  "id": "2016-05-14-72",
  "sectionId": "world",
  "body": "At least three people were killed on Saturday when a mass brawl involving hundreds of people erupted at a Moscow cemetery, officials have said. At least 23 have been taken to hospital, according to a spokesman for Moscow’s health department, four of them severely. Police have made more than 90 arrests.  Two of those killed were hit by a car driven by someone leaving the scene, according to a Moscow police spokeswoman, Sofia Khotina. She said the three people in the car, who were armed with guns, were among those detained by police.  Reports said the fight at the Khovanskoye cemetery, in the south-west of the city, involved 200 immigrants from former Soviet central Asia and residents of Russia’s volatile North Caucasus.  Television footage showed dozens of men armed with shovels or steel bars in running battles inside the cemetery and at its entrance. In amateur video taken from a passing car and shown on Rossiya 24 TV channel, a passenger can be heard screaming: “It’s like a war zone!” Pictures posted on social networks showed young men holding iron rods, spade shafts and baseball bats as they rushed into the fighting.  The interior ministry said the fight appeared to have been caused by a dispute over the rights to provide burial servies in the cemetery, a 200-hectare (500-acre) site on the southwestern edge of the Russian capital. The RIA news agency reported a cemetery official as saying that people from Russia’s North Caucasus regions of Chechnya and Dagestan had attacked migrants from ex-Soviet Uzbekistan and Tajikistan working there. Quoting a police source, TASS news agency said ethnic Chechens, Dagestanis, Uzbeks and Tajiks were among those detained. With Russia’s economy suffering under western sanctions and oil exports fetching low prices, migrants often struggle to find work, and criminal gangs have increased tensions.",
  "webTitle": "At least three killed in Moscow cemetery brawl",
  "webPublicationDate": "2016-05-14T18:01:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/14/three-killed-moscow-cemetery-brawl",
  "keyword": [
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/14/three-killed-moscow-cemetery-brawl"
}