{
  "apiUrl": "https://content.guardianapis.com/money/us-money-blog/2016/may/08/bank-fees-arbitration-new-rules",
  "id": "2016-05-08-99",
  "sectionId": "money",
  "body": "If your bank hits you with what you consider to be unfair overdraft fees, or fails to notify you in a timely manner of new, higher fees – thus making it impossible for you to avoid them – you may end up losing enough money for it to be painful. But getting it back may be even more costly, too costly to make it worthwhile. That’s because the small print covering your bank account, credit card and most other financial institution agreements requires you to submit to binding arbitration to resolve any disputes with your bank. Only 34% did not require binding arbitration, the Pew Charitable Trusts found in a survey last year, down from 38% in 2013. In plain English, that means you’re losing your right to join together with other bank customers who have been hit by the same kind of fees and push back against the policy in a class-action lawsuit. A lawyer isn’t likely to represent just you – unless you’re really wealthy, in which case, the bank probably would be waiving all those fees anyway, right?  Instead, you’re required to submit to a different kind of process, known as arbitration. The banks – and the many other businesses that increasingly have chosen to insist that their consumers or employees submit to arbitration and explicitly relinquish any right to sue them – argue that the process, which is binding on both sides, is more efficient.  So score one for the Consumer Financial Protection Bureau, which has proposed a new rule that – if it overcomes what is likely to be fierce objection from the big banks and credit card companies – would return to us the right to bring class-action lawsuits against those institutions.  The American Chamber of Commerce hovered on the edge of apoplexy in its response to the CFPB’s announcement of the proposed new rule. The agency “is proposing to give the biggest gift to plaintiffs’ lawyers in a half century – at the expense of the consumers the agency is charged with protecting,” the business group said in a statement. Arbitration may be efficient, but it’s costly for consumers – especially for those concerned about precisely the kind of small fees that can put immense pressure on already struggling families.  It also can be a process that, while efficient, is far from equitable or just. A 2011 supreme court ruling opened the way for many companies to insist that their consumers or employees sign away their right to sue in favor of arbitration clauses. People who might have banded together as plaintiffs in a class-action lawsuit – sharing the costs of fighting a large corporation or finding a lawyer willing to shoulder those costs in hopes of a share of a payout on behalf of thousands of plaintiffs, not just a single individual – must act individually in arbitration.  A team of New York Times reporters last year pointed out the abuses inherent in this system, which they described as amounting to a “privatization of the justice system”, in a series of articles that were finalists for this year’s Pulitzer Prize for investigative reporting. Among the cases they documented were a woman working aboard a cruise ship, who, after alleging that two fellow employees had drugged her, raped her and left her unconscious in her cabin, discovered that she couldn’t sue her employer for permitting an unsafe workplace to occur.     If you have shopped online, rented a car, you’ve agreed to arbitration. Banks are the tip of the proverbial iceberg    There are myriad ways in which arbitration doesn’t measure up to the kind of recourse that you can seek in a court, if you feel that your bank or credit card company has taken advantage of you, sought to mis-sell you a product from a mutual fund to a mortgage, that isn’t in your interests, or simply overcharged you. First of all, any lawyer could hear your case (not necessarily a judge), and that lawyer could have done work (or still be working) for JP Morgan Chase or American Express while deciding your case. There’s no way to appeal the outcome – remember, this is binding arbitration. The bank that you’re up against gets to pay witnesses to testify on their behalf and can order its own employees to do the same. Little or none of that would be acceptable in a court of law.  And it isn’t just banks that do this. If you have a mobile phone contract, you’ve agreed to arbitration. If you’ve signed an employment agreement, ditto. Have you shopped online? Rented a car? Signed up for cable internet? Yup, you’ve signed that small print. The banks are the tip of the proverbial iceberg. The banking industry, if anything, has become worse in the way it has treated those customers least able to push back: ordinary checking account customers. The Pew Charitable Trusts’ study found that “the prevalence of harmful overdraft fees and account terms showed little change or” had grown worse since its prior study a few years earlier. Only 16% of banks automatically decline charges that would result in a bank customer overdrawing an account – even though most bank customers don’t recall opting into overdraft service, a lucrative source of bank fees. Of the largest banks, more than a third still don’t have a complete disclosure of all banking terms and fees.  Against that backdrop, there is plenty of room for problems to emerge, and forcing bank clients into arbitration just ensures that the banks will win, by default, if only because so few consumers will ever file a case. It’s a few hundred dollars to do so, but if you lose, you may have to pay the bank’s costs. Look for a lot of infuriated rhetoric and saber-rattling from the banks during the 90-day comment period, and before the new CFPB rule takes effect next year. Because this is the biggest constraint on their ability to make money from consumer banking in decades, and the biggest restriction imposed on their overall business since the passage of Dodd-Frank Act and the Volcker Rule, which required them to strip themselves of some of their riskier (and more profitable) businesses. Now, lumbered with the need to keep more capital on their balance sheets as a result of those post-crisis regulations, the banks already have turned to consumer banking fees as one lucrative source of income.  The disconcerting element of this reaction is the threat of punishment to be directed at precisely those small consumers, already struggling with higher banking fees. It echoes, eerily, what we’ve already heard from the financial industry in the wake of the Labor Department’s announcement of tougher new rules (the new “fiduciary” standard) requiring that financial advisers be more prudent and vigilant when it comes to managing our retirement assets. The industry has said that’s going to cost them so much more in time and money that they’ll simply stop working with a lot of clients altogether – of course, the smaller, less affluent clients.  Now, the infuriated bankers are warning of something similar: that consumers will find loans more costly or harder to get, because the higher costs of all the class-action lawsuits that banks expect to be hit with will have to be passed along to someone. Here’s a thought. Maybe they could just stop doing stuff that leaves them liable to either class-action lawsuits or arbitration complaints? Then everyone would be happy. I know – this is planet Earth we’re living on, but it’s worth throwing out for discussion, before all the shouting starts.",
  "webTitle": "Sue your bank! Why it's better to go to court than to arbitrate in the long run",
  "webPublicationDate": "2016-05-08T13:17:46Z",
  "webUrl": "https://www.theguardian.com/money/us-money-blog/2016/may/08/bank-fees-arbitration-new-rules",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne McGee",
      "id": "profile/suzanne-mcgee"
    }
  ],
  "guardianId": "money/us-money-blog/2016/may/08/bank-fees-arbitration-new-rules"
}