{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/14/afghanistan-ready-to-sign-truce-with-insurgent-group-hezb-i-islami",
  "id": "2016-05-14-143",
  "sectionId": "world",
  "body": "The Afghan government is finalising a peace deal with the insurgent leader Gulbuddin Hekmatyar, possibly paving the way for a political return for one of the most notorious figures of Afghanistan’s modern history. Some details remain unresolved, but a confidential draft agreement, seen by the Guardian, sheds light on concessions the Afghan government is willing to grant insurgents at a time when attempts at reconciliation with the Taliban are floundering. Central to the deal is legal immunity from past crimes, including terrorist attacks. It raises questions about whether forgiveness will bring stability, or make Afghan politics even more toxic. Hekmatyar, who heads the Hezb-i-Islami militant group, was a prominent Pashtun commander during the anti-Soviet resistance and the pre-Taliban civil war, during which he indiscriminately shelled Kabul. Before disappearing into hiding in 1997, following the Taliban takeover, he racked up an almost unparalleled record of human rights abuses. According to the draft deal, the government led by Ashraf Ghani will offer Hekmatyar amnesty for past offences, as well as safe havens inside Afghanistan for him and members of his movement. According to the New York Times, residences, guards and vehicles for this purpose could amount to $4m (£2.8m)  a year.  The government will also release an “agreed list” of Hezb-i-Islami prisoners, and will help resettle 20,000 refugees from Pakistan, many of whom are thought to be Hekmatyar’s followers. While the government cannot on its own have Hekmatyar removed from international terror lists, a central demand of his, it promises to use “all resources and efforts” to remove penalties imposed on him. For his part, Hekmatyar pledges to cut ties to terrorist groups, and abide by the Afghan constitution. He also appears to have relinquished a longstanding demand that international forces leave Afghanistan before signing a peace deal. If successful, Hekmatyar will not be the first alleged war criminal to reintegrate into post-2001 Afghan politics. Abdul Rashid Dostum, an Uzbek leader who was accused of suffocating Taliban prisoners in shipping containers, is now first vice-president. Abdul Rasul Sayyaf, whose followers committed ethnic massacres and who mentored 9/11 mastermind Khalid Sheikh Mohammad, was a presidential candidate in 2014.   Related: Afghanistan executes six Taliban prisoners    The amnesty inscribed in the deal has concerned human rights experts, who say Hekmatyar’s crimes are too abhorrent to be forgotten. His followers were behind a 2013 suicide bombing killing 16, including six Americans. They have been accused of throwing acid in faces of women they thought dressed immodestly, of submitting refugees in Pakistan to torture. “What could Hekmatyar possibly offer that would justify turning a blind eye to his past atrocities? Nothing,” said Patricia Gossman, senior Afghanistan researcher with Human Rights Watch. Attempts to “achieve stability by embracing the very people responsible for the worst crimes of the past few decades are misguided”, she said. “This impunity is not merely a symptom of the weakness of the Afghan state, but an underlying cause of it.” Yet, representatives of ethnic groups who suffered at the hands of Hekmatyar struck a more conciliatory tone. “This is not the Hezb-i-Islami of 20 years ago,” said Zahir Sadaat, a Tajik MP from Panjshir.  Abdul Satar Khawasi, a Tajik MP from Parwan, said: “They are not that powerful anymore. If Hekmatyar came to Kabul, it would help the peace process, and help bring peace and stability to Afghanistan”. However, both agreed that the government should not give powerful positions to Hekmatyar. While Hekmatyar’s political importance has waned over the years, a peace deal could, as one western official put it: “be a litmus test of actual reconciliation – can the Kabul elite absorb a big new player? Can the refugees resettle peacefully? It’s an important moment.”",
  "webTitle": "Afghanistan ready to sign truce with notorious insurgent",
  "webPublicationDate": "2016-05-14T09:02:23Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/14/afghanistan-ready-to-sign-truce-with-insurgent-group-hezb-i-islami",
  "keyword": [
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ashraf Ghani",
      "id": "world/ashraf-ghani",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sune Engel Rasmussen",
      "id": "profile/sune-engel-rasmussen"
    }
  ],
  "guardianId": "world/2016/may/14/afghanistan-ready-to-sign-truce-with-insurgent-group-hezb-i-islami"
}